Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-apt/usr/share/openmediavault/locale/*/openmediavault-apt.po
Languages: ca_es, de_de, el_gr, hu_hu, nl_nl, zh_tw

source: Check for new packages
ca_es: Comproveu si hi ha paquets nous
de_de: Suche nach neuen Paketen
el_gr: Έλεγχος για νέα πακέτα
hu_hu: Új csomagok ellenőrzése
nl_nl: Controleren op nieuwe pakketten
zh_tw: 檢查新套件

source: Components
de_de: Komponenten
el_gr: Συστατικά
hu_hu: Komponensek
nl_nl: Componenten
zh_tw: 組件

source: Components specify different sections of one distribution version present in a suite, e.g. 'main', 'contrib' or 'non-free'. Configure multiple components at once by separating them with a blank.
ca_es: Els components especifiquen diferents seccions d'una versió de distribució present en una suite, p.e. 'principal', 'contribució' o 'no lliure'. Configureu diversos components alhora separant-los amb un espai en blanc.
de_de: Komponenten spezifizieren verschiedene Teile einer Distributionsversion in einer Suite, z.B. "main", "contrib" oder "non-free". Sie können mehrere Komponenten auf einmal konfigurieren, indem Sie sie durch ein Leerzeichen trennen.
el_gr: Τα Συστατικά προσδιορίζουν διάφορα τμήματα της έκδοσης της διανομής που περιέχεται σε κάποια ακολουθία, π.χ. 'main', 'contrib' ή 'non-free'. Πολλαπλά συστατικά μπορούν να οριστούν διαχωρίζοντάς τα με ένα κενό.
hu_hu: A komponensek a csomagban található disztribúció különböző részeit határozzák meg, pl. „main”, „contrib” vagy „non-free”. Egyszerre több komponens is konfigurálható szóközzel elválasztva.
nl_nl: Componenten specificeren verschillende secties van één distributieversie die aanwezig is in een suite, bijv. 'main', 'contrib' of 'non-free'. Configureer meerdere componenten tegelijk door ze te scheiden met een spatie.
zh_tw: 組件代表著套件組中一個分發版內不同的分部，如 'main'、'contrib' 或 'non-free'。利用空白將它們分隔，可以同時設置多個組件。

source: Create
ca_es: Crea
de_de: Erstellen
el_gr: Δημιουργία
hu_hu: Létrehozás
nl_nl: Aanmaken
zh_tw: 新建

source: Created APT source.
ca_es: Font APT creada.
de_de: APT Quelle erstellt.
el_gr: Δημιουργία πηγής ΑΡΤ.
hu_hu: APT forrás létrehozva.
nl_nl: APT-bron aangemaakt.
zh_tw: 已建立 APT 來源。

source: Defines which types of packages to look for from a given source, e.g. 'deb' or 'deb-src'.
ca_es: Defineix quins tipus de paquets cal cercar d'una font determinada, p.e. 'deb' o 'deb-src'.
de_de: Legt fest, nach welchen Arten von Paketen aus einer bestimmten Quelle gesucht werden soll, z.B. 'deb' oder 'deb-src'.
el_gr: Ορίζει ποιοι τύποι πακέτων θα ανακτηθούν από την δεδομένη πηγή, π.χ. 'deb' ή 'deb-src'.
hu_hu: Meghatározza, hogy milyen típusú csomagokat keressen egy adott forrásból, pl. „deb” vagy „deb-src”.
nl_nl: Definieert welke soorten pakketten moeten worden gezocht vanuit een bepaalde bron, bijv. 'deb' of 'deb-src'.
zh_tw: 定義要從給定的來源中，找尋何種類型的套件，例如：“deb” 或 “deb-src”。

source: Edit
ca_es: Edita
de_de: Bearbeiten
el_gr: Επεξεργασία
hu_hu: Szerkesztés
nl_nl: Aanpassen
zh_tw: 編輯

source: Enabled
ca_es: Activat
de_de: Aktiviert
el_gr: Ενεργό
hu_hu: Engedélyezve
nl_nl: Ingeschakeld
zh_tw: 已啟用

source: Other Software
ca_es: Un altre programari
de_de: Andere Programme
el_gr: Λοιπό Λογισμικό
hu_hu: Egyéb szoftver
nl_nl: Overige software
zh_tw: 其他軟體

source: Signed-By
ca_es: Firmat per
de_de: Unterzeichnet von
el_gr: Υπογεγραμμένο από
hu_hu: Aláíró
nl_nl: Ondertekend-door
zh_tw: 簽署人

source: Suites
el_gr: Ακολουθίες
hu_hu: Alkalmazáscsomagok
zh_tw: 套件組

source: Tags
ca_es: Etiquetes
de_de: Etikett
el_gr: Ετικέτες
hu_hu: Címkék
nl_nl: Labels
zh_tw: 標籤

source: The GPG/PGP key used to verify packages and repository metadata. This increases security by ensuring that only packages signed with a specific key are accepted.
ca_es: La clau GPG/PGP que s'utilitza per verificar paquets i metadades del dipòsit. Això augmenta la seguretat en assegurar-se que només s'accepten paquets signats amb una clau específica.
de_de: Der GPG/PGP-Schlüssel, der zur Verifizierung von Paketen und Repository-Metadaten verwendet wird. Dies erhöht die Sicherheit, indem sichergestellt wird, dass nur mit einem bestimmten Schlüssel signierte Pakete akzeptiert werden.
el_gr: Το κλειδί GPG/PGP που χρησιμεύει στην επαλήθευση των δεδομένων του αποθετηρίου και των πακέτων. Αυτό αυξάνει την ασφάλεια, επιβεβαιώνοντας πως γίνονται αποδεκτά μόνο πακέτα υπογεγραμμένα με το κλειδί.
hu_hu: A csomagok és az tároló metaadatainak ellenőrzésére használt GPG/PGP kulcs. Ez növeli a biztonságot, mivel biztosítja, hogy csak az adott kulccsal aláírt csomagok legyenek elfogadva.
nl_nl: De GPG/PGP-sleutel die wordt gebruikt om pakketten en metagegevens van opslagplaatsen te verifiëren. Dit verhoogt de veiligheid door ervoor te zorgen dat alleen pakketten die met een specifieke sleutel zijn ondertekend, worden geaccepteerd.
zh_tw: 用以驗證套件與軟體庫元資料的 GPG/PGP 金鑰。藉由確定只接受以特定金鑰簽署過的套件，這增加了安全性。

source: The URI must specify the base of the package repository, e.g. 'https://ftp.debian.org/debian'. Configure multiple URIs at once by separating them with a blank.
ca_es: L'URI ha d'especificar la base del dipòsit de paquets, p.e. 'https://ftp.debian.org/debian'. Configureu diversos URI alhora separant-los amb un espai en blanc.
de_de: Der URI muss die Basis des Paket-Repositorys angeben, z. B. "https://ftp.debian.org/debian". Konfigurieren Sie mehrere URIs auf einmal, indem Sie sie durch ein Leerzeichen trennen.
el_gr: Τα URI πρέπει να προσδιορίζουν την βάση του αποθετηρίου πακέτων, π.χ. 'https://ftp.debian.org/debian'. Πολλαπλά URIs μπορούν να οριστούν διαχωρίζοντάς τα με ένα κενό.
hu_hu: Az URI-nak meg kell adnia a csomagtároló alapját, pl. „https://ftp.debian.org/debian”. Egyszerre több URI is megadható szóközzel elválasztva.
nl_nl: De URI moet de basis van de pakketopslagplaats specificeren, bijv. 'https://ftp.debian.org/debian'. Configureer meerdere URI's tegelijk door ze te scheiden met een spatie.
zh_tw: URI 必須指定套件庫的基底，例如：“https://ftp.debian.org/debian”。利用空白將它們分隔，可以同時設置多個 URIs。

source: The package index files from the sources are downloaded and updated to get the latest information about available packages and their versions.
ca_es: Els l'índex de paquets de fitxers de les fonts es descarreguen i s'actualitzen per obtenir la informació més recent sobre els paquets disponibles i les seves versions.
de_de: Die Paketindexdateien aus den Quellen werden heruntergeladen und aktualisiert, um die neuesten Informationen über verfügbare Pakete und deren Versionen zu erhalten.
el_gr: Οι λίστες ευρετηρίων των πακέτων ανακτώνται και ενημερώνονται από τις πηγές, για την λήψη των πιο πρόσφατων πληροφοριών για τα διαθέσιμα πακέτα και τις εκδόσεις τους.
hu_hu: A forrásból származó csomagindex-fájlok letöltődnek és frissülnek, hogy a rendelkezésre álló csomagokról és azok verzióiról a legfrissebb információkat kapjuk.
nl_nl: De pakketindexbestanden uit de bronnen worden gedownload en bijgewerkt om de meest recente informatie over beschikbare pakketten en hun versies te krijgen.
zh_tw: 套件索引檔案會被下載並更新，已取得關於套件及其版本的最新資料。

source: The suite is the name of the release, e.g. 'stable', 'testing', 'unstable' or 'sandworm'.
ca_es: La suite és el nom de la versió, p. ex. 'estable', 'prova', 'inestable' o 'sandworm' ('cuc de sorra').
de_de: Die Suite ist der Name der Version, z. B. 'stable', 'testing', 'unstable' oder 'sandworm'.
el_gr: Η Ακολουθία είναι το όνομα της κυκλοφορίας, π.χ. 'stable', 'testing', 'unstable' ή 'sandworm'.
hu_hu: Az alkalmazáscsomag a kiadás neve, pl. „stable”, „testing”, „unstable” vagy „sandworm”.
nl_nl: De suite is de naam van de release, bijv. 'stable', 'testing', 'unstable' of 'sandworm'.
zh_tw: 套件組為發行版之名稱，例如：“stable”、“testing”、“unstable” 或 “sandworm”。

source: Types
ca_es: Tipus
de_de: Typen
el_gr: Τύποι
hu_hu: Típusok
zh_tw: 類型

source: URIs
hu_hu: URI-k

source: Updated APT source.
ca_es: Font APT actualitzada.
de_de: APT Quelle wurde aktualisiert.
el_gr: Ενημέρωση πηγής ΑΡΤ.
hu_hu: APT forrás frissítve.
nl_nl: APT-bron bijgewerkt.
zh_tw: 更新 APT 來源。
