Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-lvm2/usr/share/openmediavault/locale/*/openmediavault-lvm2.po
Languages: cs_cz, da_da, gl, nl_nl, no_no, ru_ru

source: Add physical volume
cs_cz: Přidat fyzický svazek
gl: Engadir un volume físico
nl_nl: Fysieke schijf toevoegen
no_no: Legg til fysisk volum
ru_ru: Добавить физические тома

source: After the logical volume has been extended you can resize the containing filesystem.
cs_cz: Poté, co byl logický svazek rozšířen, je možné zvětšit i souborový systém, který nese.
da_da: Efter det logiske drev er blevet udvidet, kan du ændre størrelsen på det indeholdende filsystem.
gl: Despois de que teña sido estendido o volume lóxico, pode cambiar o tamaño do sistema de ficheiros que contén.
nl_nl: Nadat de logische schijf is uitgebreid, kunt u de grootte van het ge√Øntegreerde bestandssysteem aanpassen
no_no: Etter at det logiske volumet har blitt skapt kan du gi filsystemet ny størrelse.
ru_ru: После того как логический том был расширен вы можете изменить размер файловой системы.

source: Available
cs_cz: K dispozici
da_da: Tilgængelig
gl: Dispoñíbel
nl_nl: Beschikbaar
no_no: Tilgjengelig
ru_ru: Доступно

source: Capacity
cs_cz: Kapacita
da_da: Kapacitet
gl: Capacidade
nl_nl: Capaciteit
no_no: Kapasitet
ru_ru: Емкость

source: Confirmation
cs_cz: Potvrzení
da_da: Bekræftelse
gl: Confirmación
nl_nl: Bevestiging
no_no: Bekreftelse
ru_ru: Подтверждение

source: Create logical volume
cs_cz: Vytvořit logický svazek
da_da: Opret logisk drev
gl: Crear un volume lóxico
nl_nl: Logische schijf aanmaken
no_no: Lag logisk volum
ru_ru: Создание логического тома

source: Create volume group
cs_cz: Vytvořit skupinu svazků
da_da: Opret drev gruppe
gl: Crear un grupo de volumes
nl_nl: Schijfgroep aanmaken
no_no: Lag volumgruppe
ru_ru: Создать группу томов

source: Description
cs_cz: Popis
da_da: Beskrivelse
gl: Descrición
nl_nl: Beschrijving
no_no: Beskrivelse
ru_ru: Описание

source: Device
cs_cz: Zařízení
da_da: Enhed
gl: Dispositivo
nl_nl: Apparaat
no_no: Enhet
ru_ru: Устройство

source: Devices
cs_cz: Zařízení
da_da: Enheder
gl: Dispositivos
nl_nl: Apparaten
no_no: Enheter
ru_ru: Устройства

source: Do you really want to create the logical volume?
cs_cz: Opravdu chcete vytvořit logický svazek?
da_da: Er du sikker på du vil oprette det logisk drev?
gl: Confirma que quere crear un volume lóxico?
nl_nl: Weet u zeker dat u een logische schijf wilt aanmaken?
no_no: Ønsker du virkelig å lage det logiske volumet?
ru_ru: Вы действительно хотите создать логический том?

source: Do you really want to create the physical volume?
cs_cz: Opravdu chcete vytvořit fyzický svazek?
da_da: Er du sikker på du vil oprette det fysisk drev?
gl: Confirma que quere crear un volume físico?
nl_nl: Weet u zeker dat u een fysieke schijf wilt aanmaken?
no_no: Ønsker du virkelig å lage det fysiske volumet?
ru_ru: Вы действительно хотите создать физический том?

source: Do you really want to create the volume group?
cs_cz: Opravdu chcete vytvořit skupinu svazků?
da_da: Er du sikker på du vil oprette drev gruppen?
gl: Confirma que quere crear un grupo de volumes?
nl_nl: Weet u zeker dat u een schijfgroep wilt aanmaken?
no_no: Ønsker du virkelig å lage volumgruppen?
ru_ru: Вы действительно хотите создать группу томов?

source: Do you really want to resize the selected physical volume?
cs_cz: Opravdu chcete změnit velikost označeného fyzického svazku?
gl: Confirma que quere modificar o tamaño do volume físico seleccionado?
nl_nl: Weet u zeker dat u de grootte van de fysieke schijf wilt aanpassen?

source: Edit logical volume
cs_cz: Upravit logický svazek
da_da: Rediger logisk drev
gl: Editar un volume lóxico
nl_nl: Logische schijf aanpassen
no_no: Rediger logisk volum
ru_ru: Редактирование логического тома

source: Edit volume group
cs_cz: Upravit skupinu svazků
da_da: Rediger drev gruppe
gl: Editar grupo de volumes
nl_nl: Schijfgroep aanpassen
no_no: Rediger volumgruppen
ru_ru: Редактировать группу томов

source: Extend
cs_cz: Rozšířit
da_da: Udvidet
gl: Estendido
nl_nl: Uitbreiden
no_no: Utvid
ru_ru: Увеличить

source: Extend logical volume
cs_cz: Rozšířit logický svazek
da_da: Udvidet logisk drev
gl: Estender un volume lóxico
nl_nl: Logische schijf uitbreiden
no_no: Utvid logisk volum
ru_ru: Увеличить логический том

source: Extend volume group
cs_cz: Rozšířit skupinu svazků
da_da: Udvidet drev gruppe
gl: Estender un grupo de volumes
nl_nl: Schijfgroep uitbreiden
no_no: Utvid volumgruppen
ru_ru: Увеличить группу томов

source: Failed to create logical volume: %s
cs_cz: Nezdařilo se vytvořit logický svazek: %s
gl: Fallou ao crear o volume lóxico: %s

source: Failed to create physical volume: %s
cs_cz: Nezdařilo se vytvořit fyzický svazek: %s
gl: Fallou ao crear o volume físico: %s

source: Failed to create volume group: %s
cs_cz: Nezdařilo se vytvořit skupinu svazků (vg): %s
gl: Fallou ao crear o grupo de volumes: %s

source: Failed to extend logical volume: %s
cs_cz: Nezdařilo se zvětšit logický svazek (lv): %s
gl: Fallou ao estender o volume lóxico: %s

source: Failed to extend volume group: %s
cs_cz: Nezdařilo se rozšířit skupinu svazků (vg): %s
gl: Fallou ao estender o grupo de volumes: %s

source: Failed to reduce logical volume: %s
cs_cz: Nezdařilo se zmenšit velikost logického svazku (lv): %s
gl: Fallou ao reducir o volume lóxico: %s

source: Failed to reduce volume group: %s
cs_cz: Nezdařilo se zredukovat skupinu svazků (vg): %s
gl: Fallou ao reducir o grupo de volumes: %s

source: Failed to remove logical volume: %s
cs_cz: Logický svazek nelze odebrat: %s
gl: Fallou ao retirar o volume lóxico: %s
ru_ru: Не удалось удалить логический том: %s

source: Failed to remove physical volume: %s
cs_cz: Nelze odebrat fyzický svazek: %s
gl: Fallou ao retirar o volume físico: %s
ru_ru: Не удалось удалить физический том: %s

source: Failed to remove volume group: %s
cs_cz: Nelze odebrat svazek skupin: %s
gl: Fallou ao retirar o grupo de volumes: %s
ru_ru: Не удалось удалить группу томов: %s

source: Failed to rename logical volume: %s
cs_cz: Nezdařilo se přejmenovat logický svazek: %s
gl: Fallou ao renomear o volume lóxico: %s

source: Failed to rename volume group: %s
cs_cz: Nezdařilo se přejmenovat skupinu svazků: %s
gl: Fallou ao renomear o grupo de volumes: %s

source: Failed to resize physical volume: %s
cs_cz: Nezdařilo se změnit velikost fyzického svazku: %s
gl: Fallou ao modificar o tamaño do volume físico: %s

source: Free
cs_cz: Volné
da_da: Fri
gl: Libre
nl_nl: Vrij
no_no: Ledig
ru_ru: Свободно

source: Invalid name
cs_cz: Neplatný název
gl: Nome incorrecto
nl_nl: Ongeldige naam
no_no: Ugyldig navn
ru_ru: Недопустимое имя

source: Logical Volume Management
cs_cz: Správa logických svazků
da_da: Logisk Drev Styring
gl: Xestión de volumes lóxicos
nl_nl: Logische schijfbeheer
no_no: LVM Administrasjon
ru_ru: Управление логическими томами

source: Logical volumes
cs_cz: Logické svazky
da_da: Logiske drev
gl: Volumes lóxicos
nl_nl: Logische schijven
no_no: Logiske Volum
ru_ru: Логические тома

source: Name
cs_cz: Název
da_da: Navn
gl: Nome
nl_nl: Naam
no_no: Navn
ru_ru: Имя

source: No free space available to create a logical volume.
cs_cz: Pro vytvoření logického svazku již nezbývá žádné volné místo.
gl: Non hai espazo libre dispoñíbel para crear un volume lóxico.
nl_nl: Geen vrije ruimte beschikbaar om een logische schijf aan te maken.
no_no: Ingen ledig plass tilgjengelig for å lage et logisk volum.
ru_ru: Нет свободного места для создания логический томов.

source: No free space available to extend the logical volume.
cs_cz: Pro zvětšení logického svazku již nezbývá žádné volné místo.
gl: Non hai espazo libre dispoñíbel para estender o volume lóxico.
nl_nl: Geen vrije ruimte beschikbaar om de logische schijf uit te breiden.
no_no: Ingen ledig plass tilgjengelig for å utvide det logiske volumet.
ru_ru: Нет свободного места, чтобы расширить логический том.

source: No logical volume found on '%s'
cs_cz: Na %s nebyl nalezen žádný logický svazek
gl: Non se atopou o volume lóxico en: «%s»
ru_ru: Не найден логический том '%s'

source: No physical volume found on '%s'
cs_cz: Na %s nebyl nalezen žádný fyzický svazek
gl: Non se atopou o volume físico en: «%s»
ru_ru: Не найден физический том '%s'

source: Physical volumes
cs_cz: Fyzické svazky
da_da: Fysiske drev
gl: Volumes físicos
nl_nl: Fysieke schijven
no_no: Fysiske volum
ru_ru: Физические тома

source: Reduce
cs_cz: Zmenšit
da_da: Reducer
gl: Reducir
nl_nl: Verkleinen
no_no: Reduser
ru_ru: Уменьшить

source: Reduce volume group
cs_cz: Zmenšit skupinu svazků
da_da: Reducer drev gruppe
gl: Reducir un grupo de volumes
nl_nl: Schijfgroep verkleinen
no_no: Reduser volumgruppe
ru_ru: Уменьшить группу томов

source: Resize
cs_cz: Změnit velikost
gl: Modificar o tamaño
nl_nl: Grootte aanpassen

source: Select a volume group ...
cs_cz: Vybrat skupinu svazků (vg)...
da_da: Vælg en drev gruppe ...
gl: Seleccionar un grupo de volumes ...
nl_nl: Kies een schijfgroep ...
no_no: Velg en volumgruppe ...
ru_ru: Выберите группу томов ...

source: Select an device ...
cs_cz: Vyberte zařízení...
da_da: Vælg en enhed ...
gl: Seleccione un dispositivo ...
nl_nl: Selecteer een apparaat ...
no_no: Velg en enhet ...
ru_ru: Выберите устройство ...

source: Size
cs_cz: Velikost
da_da: Størrelse
gl: Tamaño
nl_nl: Grootte
no_no: Størrelse
ru_ru: Размер

source: Used
cs_cz: Použito
da_da: Brugt
gl: Usado
nl_nl: Gebruikt
no_no: Brukt
ru_ru: Использованно

source: Volume group
cs_cz: Skupina svazků
da_da: Drev gruppe
gl: Grupo de volumes
nl_nl: Schijfgroep
no_no: Volumgruppe
ru_ru: Группа томов

source: Volume group '%s' not found
cs_cz: Skupina svazků %s nenalezena
gl: Non se atopou o grupo de volumes «%s»
ru_ru: Группа томов '%s' не найдена

source: Volume groups
cs_cz: Skupiny svazků
da_da: Drev grupper
gl: Grupos de volumes
nl_nl: Schijfgroepen
no_no: Volumgrupper
ru_ru: Группы томов

source: Active
nl_nl: Actief

source: Create
nl_nl: Aanmaken

source: Edit
nl_nl: Aanpassen

source: Select a device ...
nl_nl: Selecteer een apparaat ...

source: Snapshot
nl_nl: Momentopname

source: Create physical volume
da_da: Opret fysisk drev

source: The maximum value for this field is {0}
da_da: Den maksimale værdi for dette felt er {0}

source: The minimum value for this field is {0}
da_da: Den minimale værdi for dette felt er {0}
