Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-forkeddaapd/usr/share/openmediavault/locale/*/openmediavault-forkeddaapd.po
Languages: tr_tr

source: A password is required to access the library.
tr_tr: Kitaplığa erişim için şifre gereklidir.

source: Authentication
tr_tr: Doğrulama

source: Enabled
tr_tr: Etkin

source: Library name
tr_tr: Kitaplık adı

source: Password
tr_tr: Şifre

source: Port to listen on.
tr_tr: Dinlenilen port

source: Shared folder
tr_tr: Paylaşılan klasör

source: The location of the media files to share.
tr_tr: Paylaşılan medya dosyalarının yeri

source: The name of the library as displayed by the clients.
tr_tr: Kullanıcılar tarfından görüntülenen kitaplığın adı.

source: Updated iTunes/DAAP settings.
tr_tr: Güncellenmiş iTunes/DAAP ayarları.
