Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-usbbackup/usr/share/openmediavault/locale/*/openmediavault-usbbackup.po
Languages: bg_bg, ca_es, cs_cz, da_da, es_es, fr_fr, gl_es, it_it, ja_jp, ko_kr, no_no, pl_pl, pt_pt, ru_ru, sl_si, tr_tr, uk_uk, zh_cn, zh_tw

source: Add backup job
bg_bg: Добави бекъп задача
ca_es: Afegir una tasca de Backup
cs_cz: Přidat zálohovací úlohu
da_da: Tilføj backup opgave
fr_fr: Ajouter une tâche de sauvegarde
gl_es: Engadir un traballo de copia de seguranza
ko_kr: 백업 작업 추가
no_no: Legg til sikkerhetskopijobb
pl_pl: Dodaj zadanie kopii
pt_pt: Adicionar tarefa de backup
sl_si: Dodaj opravilo varnostnega kopiranja.
tr_tr: Yedekleme görevi ekle
uk_uk: Додати завдання резервного копіювання
zh_cn: 添加备份任务

source: An email message with the command output (if any produced) is send to the administrator.
bg_bg: Имейл съобщение с изход от командата (ако има такъв) се изпраща на администратора.
ca_es: S'envia un missatge a l'administrador amb la sortida de la comanda (si n'hi ha).
cs_cz: Výstup z příkazu (pokud nějaký vznikne) bude e-mailem odeslán správci systému.
da_da: En email besked med kommandoens output (hvis nogen produceret) er sendt administratoren.
es_es: Se envia un mensaje con la salida del comando (si se produce alguna) al administrador.
fr_fr: Un email avec la sortie de la commande (si il y a) est envoyé à l'administrateur.
gl_es: Enviaráselle ao administrador unha mensaxe de correo coa saída da orde (se é que se produce).
it_it: Un messaggio email con l’output del comando (se prodotto) viene inviato all’amministratore.
ja_jp: コマンドの出力（もしあれば）が電子メールで管理者に送られます。
ko_kr: 관리자에게 명령행 출력(있다면)을 전자 메일에 포함하여 전송합니다.
no_no: En epost med kommandoresultatet (hvis noe blir produsert) vil bli sendt til administrator.
pl_pl: Wiadomość e-mail z danymi wyjściowymi polecenia (jeśli są) jest wysłana do administratora
pt_pt: Uma mensagem de e-mail com o comando de saída (se foi criado) é enviado para o administrador .
ru_ru: отправить администратору Сообщения электронной почты с помощью команды вывода (если такие имеются).
sl_si: Elektronsko sporočilo z rezultatom ukaza (v kolikor obstaja) je poslan administratorju.
tr_tr: Yöneticiye komut çıkış bilgisi (eğer üretilmişse) ile birlikte bir email yollandı.
uk_uk: Надіслати адміністратору повідомлення електронною поштою за допомогою команди виводу (якщо така присутня).
zh_cn: 发送一封包含命令输出结果(如有发生)的电子邮件给管理员。
zh_tw: 一封含有指令輸出(如有產生)的電子信件會被送給管理員。

source: Archive
bg_bg: Архив
ca_es: Fitxer
cs_cz: Archivní režim
da_da: Arkiv
es_es: Archivo
fr_fr: Archiver
gl_es: Arquivo
it_it: Archivia
ja_jp: アーカイブ
ko_kr: 아카이브
no_no: Arkiv
pl_pl: Archiwum
pt_pt: Arquivo
ru_ru: Архив
sl_si: Arhiviraj
tr_tr: Arşiv
uk_uk: Архів
zh_cn: 归档
zh_tw: 歸檔

source: Backup jobs
bg_bg: Бекъп задачи
ca_es: Tasques de Backup
cs_cz: Zálohovací úlohy
da_da: Backup opgaver
fr_fr: Tâches de sauvegarde
gl_es: Ttraballos de copia de seguranza
ko_kr: 백업 작업
no_no: Sikkerhetskopijobber
pl_pl: Zadania kopii
pt_pt: Tarefa de backup
sl_si: Opravila varnostnega arhiviranja
tr_tr: Yedekleme görevleri
uk_uk: Завдання резервного копіювання
zh_cn: 备份任务

source: Comment
bg_bg: Коментар
ca_es: Comentari
cs_cz: Komentář
da_da: Kommentar
fr_fr: Commentaire
gl_es: Comentario
ko_kr: 설명
no_no: Kommentar
pl_pl: Komentarz
pt_pt: Comente
sl_si: Komentar
tr_tr: Açıklama
uk_uk: Коментар
zh_cn: 注释

source: Compress
bg_bg: Компресия
ca_es: Comprimir
cs_cz: Komprimovat
da_da: Komprimer
es_es: Comprimir
fr_fr: Compresser
gl_es: Comprimir
it_it: Comprimi
ja_jp: 圧縮
ko_kr: 압축
no_no: Komprimer
pl_pl: Kompresuj
pt_pt: Comprimir
ru_ru: Сжимать
sl_si: Stisni
tr_tr: Sıkıştırma
uk_uk: Стискати
zh_cn: 压缩
zh_tw: 壓縮

source: Compress file data during the transfer.
bg_bg: Компресиране на файловете по време на трансфер.
ca_es: Comprimir les dades durant la transferència
cs_cz: Komprimovat data během přenosu.
da_da: Komprimere fildata under overførelse.
es_es: Comprimir los datos durante la transferencia
fr_fr: Compresser les données durant le transfert.
gl_es: Comprimir os datos durante a transferencia.
it_it: Comprimi i file durante il trasferimento.
ja_jp: 転送中にファイルデータを圧縮する。
ko_kr: 전송 중 파일 데이터 압축
no_no: Komprimer filen når den overføres.
pl_pl: Kompresja danych podczas transferu
pt_pt: Comprimir ficheiro durante transferência
ru_ru: Сжатие данных в процессе передачи.
sl_si: Stisni podatke med prenosom.
tr_tr: Transfer sırasında dosya datasını sıkıştır
uk_uk: Стиснення файлів даних під час передачі.
zh_cn: 传输时压缩数据。
zh_tw: 在傳輸過程中壓縮檔案資料。

source: Delete
bg_bg: Премахни
ca_es: Esborrar
cs_cz: Smazat
da_da: Slet
es_es: Borrar
fr_fr: Supprimer
gl_es: Eliminar
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
no_no: Slett
pl_pl: Usuń
pt_pt: Apagar
ru_ru: Удалить
sl_si: Izbriši
tr_tr: Sil
uk_uk: Видалити
zh_cn: 删除
zh_tw: 刪除

source: Delete files on the receiving side that don't exist on sender.
bg_bg: Изтриване на файловете на приемащата страна, ако не съществуват при изпращащата.
ca_es: Esborrar els fitxers de la banda receptora que no existeixin en la banda emissora.
cs_cz: V cíli smazat ty soubory, které neexistují na straně zdroje.
da_da: Slet filer på modtagerside der ikke findes på senderside.
es_es: Borrar archivos en la parte receptora que no existan en la parte emisora.
fr_fr: Supprimer les fichiers de destination qui n'existe pas dans les fichiers sources.
gl_es: Eliminar no lado receptor os ficheiros que non existen no remitente.
it_it: Elimina i file dalla cartella di destinazione se non presenti nella cartella del mittente.
ja_jp: 送信側に存在しないファイルは受信側で削除されます。
ko_kr: 수신 측에서 송신 측에 존재하지 않는 파일을 삭제합니다.
no_no: Slett filer som ikke lenger eksisterer hos avsender.
pl_pl: Kasuj pliki po stronie odbiorczej, nie istniejące po stronie nadawczej
pt_pt: Excluir arquivos no lado do receptor que não existem no remetente
ru_ru: Удалить файлы на приемной стороне, которые не существует у отправителя
sl_si: Izbriši datoteke, ki obstajajo na strani naslovnika in ne obstajajo na strani pošiljatelja
tr_tr: Göndericide bulunmayan dosyaları kaydedilen taraftan sil
uk_uk: Видалити файли на стороні отримувача, які не існують у відправника.
zh_cn: 删除接收端存在而发送端不存在的文件。
zh_tw: 刪除在接收端但不存於發送端的檔案。

source: Device
bg_bg: Устройство
ca_es: Dispositiu
cs_cz: Zařízení
da_da: Enhed
es_es: Dispositivo
fr_fr: Périphérique
gl_es: Dispositivo
it_it: Dispositivo
ja_jp: デバイス
ko_kr: 장치
no_no: Enhet
pl_pl: Urządzenie
pt_pt: Dispositivo
ru_ru: Устройство
sl_si: Naprava
tr_tr: Aygıt
uk_uk: Пристрій
zh_cn: 设备
zh_tw: 裝置

source: Done ...
ca_es: Fet ...
cs_cz: Hotovo…
da_da: Færdig ...
fr_fr: Terminé…
ko_kr: 완료 ...
tr_tr: Tamamlandı ...
uk_uk: Виконано ...
zh_cn: 完成中 ...

source: Edit backup job
bg_bg: Редактирай бекъп задача
ca_es: Editar tasca de Backup
cs_cz: Upravit zálohovací úlohu
da_da: Rediger backup opgave
fr_fr: Modifier une tâche de sauvegarde
gl_es: Editar o traballo de copia de seguranza
ko_kr: 백업 작업 편집
no_no: Rediger sikkerhetskopijobb
pl_pl: Edytuj zadanie kopii
pt_pt: Editar tarefa de backup
sl_si: Uredi opravil ovarnostnega kopiranja
tr_tr: Yedekleme görevini düzenle
uk_uk: Редагувати завдання резервного копіювання
zh_cn: 编辑备份任务

source: Enable
bg_bg: Разреши
ca_es: Habilitar
cs_cz: Zapnout
da_da: Aktiver
fr_fr: Activer
gl_es: Activar
ko_kr: 활성화
no_no: Aktiver
pl_pl: Włącz
pt_pt: Ativo
sl_si: Omogoči
tr_tr: Geçerli
uk_uk: Увімкнути
zh_cn: 启用

source: Enable archive mode.
bg_bg: Разреши режим на архивиране.
ca_es: Habilitar mode fitxer
cs_cz: Zajistit zachování vlastnictví, oprávnění a atributů, dále symbolických odkazů, atd.
da_da: Aktiver arkiv tilstand
es_es: Habilitar modo archivo
fr_fr: Activer le mode archive
gl_es: Activar o modo de arquivo.
it_it: Abilita la modalità di archiviazione.
ja_jp: アーカイブモードを有効化。
ko_kr: 아카이브 모드 활성화
no_no: Aktiver arkivmodus.
pl_pl: Włącz tryb archiwizacji
pt_pt: Ativar modo de arquivo
ru_ru: Включить режим архива.
sl_si: Omogoči način arhiviranja.
tr_tr: Arşiv modunu aç
uk_uk: Увімкнути режим архівування.
zh_cn: 启用归档模式。
zh_tw: 啟用歸檔模式。

source: Enable this option to keep partially transferred files, otherwise they will be deleted if the transfer is interrupted.
bg_bg: Разрешете тази опция, за да запазите частично прехвърлените файлове, в противен случай те ще бъдат изтрити, ако прехвърлянето бъде прекъснато.
ca_es: Habilita aquesta opció per a mantenir els fitxers parcialment transferits, sinó , s'esborraran si s'interromp la transmissió.
cs_cz: Tuto volbu zapněte, pokud si přejete zachovávat i ty přijaté soubory, jejichž přenos nebyl úspěšně dokončen a část dat v nich tak chybí. Takové jinak budou v případě přerušení přenosu mazány.
da_da: Aktiver denne mulighed for at beholde delvis overførte filer, ellers vil de blive slettet hvis overførelsen afbrydes.
es_es: Habilite está opción para mantener los archivos parcialmente transferidos, si no , serán borrados en caso de interrumpirse la transmisión.
fr_fr: Activer cette option pour conserver les fichiers partiellement transferés, sinon ils seront détruis en cas d'interruption du transfert.
gl_es: Active esta opción para manter os ficheiros transferidos parcialmente, pola contra eliminaranse se se interrompe a transferencia.
it_it: Abilita questa opzione per mantenere i file parzialmente trasferiti, altrimenti verranno eliminati se il trasferimento viene interrotto.
ja_jp: 部分的に転送されたファイルを保持するにはこのオプションを有効にしてください。有効でない場合は転送が中断されると削除されます。
ko_kr: 전송된 파일을 부분적으로 유지하려면 이 옵션을 활성화합니다. 비활성화 할 경우, 전송이 중단되면 파일이 삭제될 것입니다.
no_no: Aktiver dette alternativet for å holde delvis overførte filer, ellers vil de bli slettet hvis overføringen avbrytes.
pl_pl: Włącz tę opcję, aby zachować częściowo przesłane pliki, w przeciwnym razie zostaną one usunięte gdy transfer zostanie przerywany.
pt_pt: Active essa opção para manter os arquivos parcialmente transferidos, caso contrário, eles serão excluídos se a transferência for interrompida.
ru_ru: Включите эту опцию, чтобы частично передать файлы, в противном случае они будут удалены, если передача прерывается.
sl_si: Omogočite to možnost, da shranite delno prenesene datoteke, sicer bodo v primeru prekinjenega prenosa izbrisane.
tr_tr: Kısmen aktarılmış dosyaları korumak için bu seçeneği aktifleştiriniz, aksi taktirde iletişim kesilir ise bu dosyalar silinecektir.
uk_uk: Увімкнути цей параметр, щоб частково передати файли, в іншому випадку вони будуть вилучені, якщо передача переривається.
zh_cn: 启用此选项以保存未传输完整的文件，否则在传输中断时将删除这些文件。
zh_tw: 啟用此選項來保留部分傳送的的檔案，否則如果傳送中斷，它們將被刪除。

source: Enabled
bg_bg: Разрешено
ca_es: Habilitat
cs_cz: Zapnuto
da_da: Aktiveret
es_es: Habilitado
fr_fr: Activé
gl_es: Activado
it_it: Abilitato
ja_jp: 有効化済み
ko_kr: 활성화됨
no_no: Aktivert
pl_pl: Właczone
pt_pt: Ativar
ru_ru: Доступно
sl_si: Omogočeno
tr_tr: Geçerli
uk_uk: Увімкнено
zh_cn: 已启用
zh_tw: 已啟用

source: Execute backup job
bg_bg: Изпълнете бекъп задача
ca_es: Executar tasca de Backup
cs_cz: Spustit zálohovací úlohu
da_da: Udfør backup opgave
fr_fr: Exécuter une tâche de sauvegarde
gl_es: Executar o traballo de copia de seguranza
ko_kr: 백업 작업 실행
no_no: Utfør sikkerhetskopijobb
pl_pl: Wykonaj zadanie kopii
pt_pt: Executar tarefa de backup
sl_si: Izvedi opravilo varnostnega kopiranja
tr_tr: Yedekleme görevini başlat
uk_uk: Виконати завдання резервного копіювання
zh_cn: 执行备份任务

source: External storage device
bg_bg: Външно устройство за съхранение
ca_es: Dispositiu d'emmagatzematge extern
cs_cz: Vnější úložné zařízení
da_da: Ekstern lagerenhed
fr_fr: Périphérique de stockage externe
gl_es: Dispositivo de almacenamento externo
ko_kr: 외부 저장 장치
no_no: Ekstern lagringsenhet
pl_pl: Zewnętrzne urządzenie pamięci masowej
pt_pt: Dispositivo de armazenamento externo
sl_si: Zunanja naprava za shranjevanje
tr_tr: Harici depolama cihazı
uk_uk: Зовнішній накопичувач
zh_cn: 外部存储设备

source: Extra options
bg_bg: Допълнителни опции
ca_es: Opcions addicionals
cs_cz: Rozšířené předvolby
da_da: Ekstra valgmuligheder
es_es: Opciones Extra
fr_fr: Options supplémentaires
gl_es: Opcións adicionais
it_it: Opzioni extra
ja_jp: その他のオプション
ko_kr: 추가 옵션
no_no: Tilleggsfunksjoner
pl_pl: Dodatkowe opcje
pt_pt: Opções extra
ru_ru: Дополнительные опции
sl_si: Dodatne nastavitve
tr_tr: İlave seçenekler
uk_uk: Додаткові опції
zh_cn: 额外选项
zh_tw: 額外選項

source: From external storage to shared folder
bg_bg: От външно хранилище до споделена папка
ca_es: De l'emmagatzematge extern a la carpeta compartida
cs_cz: Z vnějšího úložiště do sdílené složky
da_da: Fra ekstern lager til delt mappe
es_es: Del almacenamiento externo a la carpeta compartida
fr_fr: Du stockage externe vers le dossier partagé
gl_es: Desde o almacenamento externo cara ao cartafol compartido
it_it: Dal dispositivo di archiviazione esterno alla cartella condivisa
ja_jp: 外部ストレージから共有フォルダへ
ko_kr: 외부 저장소에서 공유 폴더로
no_no: Fra ekstern lagring til delt mappe
pl_pl: Z zewnętrznej pamięci masowej do udostępnionego folderu
pt_pt: De dispositivo de armazenamento externo para pasta partilhada
ru_ru: С внешнего накопителя в общую папку
sl_si: Iz zunanje naprave v deljeno mapo
tr_tr: Harici depolamadan paylaşımlı klasöre
uk_uk: Із зовнішнього накопичувача до спільної теки
zh_cn: 从外部存储设备到共享文件夹
zh_tw: 從外接儲存裝置到共享檔案夾

source: From shared folder to external storage
bg_bg: От споделена папка до външно хранилище
ca_es: De la carpeta compartida a l'emmagatzematge extern
cs_cz: Ze sdílené složky na vnější úložiště
da_da: Fra delt mappe til ekstern lager
es_es: De la carpeta compartida al almacenamiento externo
fr_fr: Du dossier partagé vers le stockage externe
gl_es: Desde o cartafol compartido cara ao almacenamento externo
it_it: Dalla cartella condivisa al dispositivo di archiviazione esterno
ja_jp: 共有フォルダから外部ストレージへ
ko_kr: 공유 폴더에서 외부 저장소로
no_no: Fra delt mappe til ekstern lagring
pl_pl: Z folderu udostępnionego do zewnętrznej pamięci masowej
pt_pt: De uma pasta partilhada para dispositivo de armazenamento externo
ru_ru: Из общей папки на внешний накопитель
sl_si: Iz deljene mape v zunanjo napravo
tr_tr: Paylaşılmış klasörden harici depolamaya
uk_uk: Зі спільної теки на зовнішній пристрій зберігання
zh_cn: 从共享文件夹到外部存储设备
zh_tw: 從共享檔案夾到外接儲存裝置

source: Keep partially transferred files
bg_bg: Съхранявайте частично прехвърлените файлове
ca_es: Mantenir els fitxers parcialment transferits
cs_cz: Zachovat nedopřenesené soubory
da_da: Behold delvis overførte filer
es_es: Mantener los archivos parcialmente transferidos
fr_fr: Converse les fichiers partiellement transferés
gl_es: Manter os ficheiros transferidos parcialmente
it_it: Mantieni i i file parzialmente trasferiti
ja_jp: 部分的に転送されたファイルを保持する
ko_kr: 부분적으로 전송된 파일 유지
no_no: Behold delvis overførte filer
pl_pl: Zachowaj częściowo przesłane pliki
pt_pt: Manter arquivos parcialmente transferidos
ru_ru: Хранить частично загруженные файлы
sl_si: Obdrži delno prenesene datoteke
tr_tr: Kısmen transfer edilmiş dosyaları koru
uk_uk: Зберігати частково передані файли
zh_cn: 保留为传输完整的文件
zh_tw: 保留部分傳送的檔案

source: Mode
bg_bg: Режим
cs_cz: Režim
da_da: Tilstand
es_es: Modo
gl_es: Modo
it_it: Modalità
ja_jp: モード
ko_kr: 모드
no_no: Modus
pl_pl: Opcja
pt_pt: Modo
ru_ru: Режим
sl_si: Način
tr_tr: Mod
uk_uk: Режим
zh_cn: 模式
zh_tw: 模式

source: Please check the <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manual page</a> for more details.
bg_bg: Моля, посетете <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>помощната страница</a> за повече информация.
ca_es: Per a la resta de detalls visiteu la <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>pàgina del manual</a>.
cs_cz: Podrobnosti naleznete v <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manuálové stránce</a>.
da_da: Kontroller venligst <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manual page</a> for flere detajler.
es_es: Por favor vea: <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>página del manual</a> para más detalles.
fr_fr: Veuillez vous référer aux <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>pages du manuel</a> pour plus de détails.
gl_es: Vexa a <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>páxina do manual</a> para obter máis detalles.
it_it: Controlla il <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manuale</a> per maggiori dettagli.
ja_jp: 詳細は <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>マニュアルページ</a> を参照してください。
ko_kr: 자세한 내용은 <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>매뉴얼 페이지</a>를 참고하세요.
no_no: Vennligst sjekk <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>bruksanvisning</a> for mer informasjon.
pl_pl: Więcej informacji na <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manual page</a>.
pt_pt: Verifique a <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>página do manual</a> para mais detalhes.
ru_ru: Пожалуйста, проверьте <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manual page</a> для более подробной информации.
sl_si: Prosimo oglejte si <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>stran v priročniku</a> za več informacij.
tr_tr: Daha fazla bilgi için lütfen <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manual page</a> adresini ziyaret ediniz.
uk_uk: Будь ласка, перевірте <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>сторінку керівництва</a> для більш докладної інформації.
zh_cn: 详情请看 <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>手册</a> 。
zh_tw: 詳情請查看<a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>手冊頁</a>。

source: Please note that the web interface is blocked until the manually started backup job has been finished. However the backup job is automatically executed in the background when the storage device is connected to the host.
bg_bg: Моля, имайте предвид, че уеб интерфейсът е блокиран, докато не приключи ръчно стартираната бекъп задача. Въпреки това бекъп задачата се изпълнява автоматично във фонов режим, когато устройството за съхранение е свързано към хоста.
ca_es: Recorda que la interfície web quedarà bloquejada fins que l'actual backup manual finalitzi. Recorda també que si el Backup s'inicia automàticament, serà executat en segon pla quan el dispositiu d'emmagatzematge estigui connectat al host.
cs_cz: Nezapomeňte, že do doby než bude dokončeno, ručně spuštěné zálohování znepřístupní webové rozhraní. Oproti tomu automaticky spouštěné zálohování (připojením vnějšího úložného zařízení) bude spuštěno na pozadí a webové rozhraní tak blokovat nebude.
da_da: Bemærk venligst at web interfacet er blokeret indtil den manuelle backup opgave er færdig. Men backup opgaven bliver automatisk udført i baggrunden når lager enheden bliver forbundet til værten.
fr_fr: Veuillez prendre en compte que l'interface Web est bloquée tant que la sauvegarde manuelle n'est pas terminée. Cependant la sauvegarde est executée automatiquement en arrière-plan à la connexion du volume de sauvegarde
gl_es: Teña en conta que, cando se inicia manualmente a tarefa de copia de seguranza, a interface web bloquease ata que a tarefa teña rematado. Porén, cando o dispositivo está conectado ao servidor, a tarefa de copia de seguranza executase automaticamente en segundo plano.
ko_kr: 시작된 백업 작업이 완료될 때까지 직접 웹 인터페이스를 확인해주세요. 호스트에 저장 장치가 연결되면 자동으로 백업 작업이 시작됩니다.
pt_pt: Por favor, note que a interface web é bloqueado até que a tarefa de backup manualmente iniciada for concluída. No entanto, a tarefa de backup é executado automaticamente em segundo plano quando o dispositivo de armazenamento está ligado ao host.
sl_si: Upoštevajte, da je spletni vmesnik blokiran, dokler ročno zagnano varnostno kopiranje ni končano. Varnostno kopiranje se samodejno izvede v ozadju, ko je pomnilniška naprava povezana z gostiteljem.
tr_tr: Manuel olarak başlatılmış yedekleme görevi tamamlanana kadar web arayüzü erişilmez olacaktır. Ancak, sunucuya bir depolama aygıtı bağlandığında yedekleme görevi otomatik olarak arka planda başlatılacaktır.
uk_uk: Будь ласка, зверніть увагу, веб-інтерфейс блокується, поки вручну запущене резервне копіювання не буде завершене. Однак завдання резервного копіювання виконується автоматично у фоновому режимі, коли накопичувач підключений до хосту.
zh_cn: 请注意在手动备份完成之前web界面会处于锁定状态，自动备份任务在后台执行时要确保存储设备处于联机状态。

source: Preserve ACLs
bg_bg: Запазване на ACL
ca_es: Conservar ACLs
cs_cz: Zachovat ACL seznamy
da_da: Bevar ACL'er
es_es: Conservar ACLs
fr_fr: Preserver les ACL
gl_es: Conservar os ACL
it_it: Mantieni le ACL
ja_jp: ACLを維持する
ko_kr: ACL 보존
no_no: Bevar ACL
pl_pl: Zabezpieczenie ACL-ów
pt_pt: Preservar ACLs
ru_ru: Сохранять список ACLs
sl_si: Ohrani ACL-je
tr_tr: ACL leri koru
uk_uk: Зберігати списки ACLs
zh_cn: 保存 ACLs
zh_tw: 保存 ACLs

source: Preserve extended attributes
bg_bg: Запазете разширените атрибути
ca_es: Mantenir atributs estesos
cs_cz: Zachovat rozšířené atributy
da_da: Bevar udvidede attributter
es_es: Mantener atributos extendidos
fr_fr: Preserver les attributs étendus
gl_es: Conservar os atributos estendidos
it_it: Mantieni gli attributi estesi
ja_jp: 拡張属性を維持する
ko_kr: 확장 속성 보존
no_no: Bevar utvidede attributter
pl_pl: Chroń rozszerzone atrybuty
pt_pt: Preservar atributos avançados
ru_ru: Сохранять расширенные атрибуты
sl_si: Ohrani razširjene atribute
tr_tr: Genişletilmiş öznitelikleri koru
uk_uk: Зберігати розширені атрибути
zh_cn: 保存扩展属性
zh_tw: 保存擴展屬性

source: Preserve group
ca_es: Conserveu el grup
cs_cz: Zachovat skupinu
da_da: Bevar gruppe
es_es: Preservar Grupo
fr_fr: Conserver le groupe
it_it: Mantieni il gruppo
ja_jp: グループを維持
ko_kr: 소유 그룹 보존
ru_ru: Сохранить группу
tr_tr: Grubu koru
zh_cn: 保存用户组
zh_tw: 保存群組

source: Preserve modification times
ca_es: Preserva els temps de modificació
cs_cz: Zachovat časy úprav
da_da: Bevar ændrings antal
es_es: Preservar hora de modificación.
fr_fr: Conserver la date de modification
it_it: Mantieni l'orario delle modifiche
ja_jp: 変更時刻を保存
ko_kr: 수정 시간 보존
ru_ru: Сохранить время модификации
tr_tr: Değişiklik zamanını koru
zh_cn: 保存修改时间
zh_tw: 保存變更時間

source: Preserve owner
ca_es: Conserveu el propietari
cs_cz: Zachovat vlastníka
da_da: Bevar ejer
es_es: Preservar Propietario
fr_fr: Conserver le propriétaire
it_it: Mantieni il proprietario
ja_jp: オーナーを維持
ko_kr: 소유 사용자 보존
ru_ru: Сохранить владельца
tr_tr: Sahibi koru
zh_cn: 保存拥有者
zh_tw: 保存擁有者

source: Preserve permissions
bg_bg: Запазете разрешенията
ca_es: Conservar permisos
cs_cz: Zachovat oprávnění
da_da: Bevar tilladelser
es_es: Conservar permisos
fr_fr: Preserver les permissions
gl_es: Conservar os permisos
it_it: Mantieni i permessi
ja_jp: パーミッションを維持する
ko_kr: 권한 보존
no_no: Bevar rettigheter
pl_pl: Chroń uprawnienia
pt_pt: Preservar as permissões
ru_ru: Сохранение прав доступа
sl_si: Ohrani pravice
tr_tr: Yetkileri koru
uk_uk: Збереження прав доступу
zh_cn: 保存权限
zh_tw: 保存權限

source: Quiet
bg_bg: Безшумен
ca_es: Silenciós
cs_cz: Tiché
da_da: Stille
es_es: Silencioso
fr_fr: Silencieux
gl_es: Silencioso
it_it: Silenzioso
ja_jp: 静かに
ko_kr: 조용한
no_no: Stille
pl_pl: Cichy
pt_pt: Silêncio
ru_ru: Тихий режим
sl_si: Tiho
tr_tr: Durgun
uk_uk: Тихий
zh_cn: 静默模式
zh_tw: 靜默

source: Recurse into directories.
bg_bg: Рекурсивно в директориите
ca_es: Recórrer recursivament els directoris
cs_cz: Včetně vnořených složek.
da_da: Medtag undermapper.
es_es: Recorrer recursivamente los directorios
fr_fr: Parcourir les dossiers récursivement
gl_es: Recursivamente polos directorios
it_it: Esegui la ricorsione nelle directory.
ja_jp: ディレクトリを再帰的に。
ko_kr: 디렉터리 안으로 순회
no_no: Rekursiv inn i mapper.
pl_pl: Przejście do katalogów
pt_pt: Recursivamente também nos diretórios
ru_ru: Рекурсивно в каталогах.
sl_si: Rekurzivno v mape
tr_tr: Dizinlere yinele
uk_uk: Рекурсіивно в каталогах.
zh_cn: 递归到目录。
zh_tw: 遞歸進入目錄。
