Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-usbbackup/usr/share/openmediavault/locale/*/openmediavault-usbbackup.po
Languages: bg_bg, ca_es, cs_cz, da_da, es_es, fr_fr, gl_es, it_it, ja_jp, ko_kr, no_no, pl_pl, pt_pt, ru_ru, sl_si, tr_tr, uk_uk, zh_cn, zh_tw

source: Recursive
bg_bg: Рекурсивно
ca_es: Recursiu
cs_cz: Rekurzivní
da_da: Rekursiv
es_es: Recursivo
fr_fr: Récursif
gl_es: Recursivo
it_it: Ricorsivo
ja_jp: 再帰的
ko_kr: 재귀
no_no: Rekursivt
pl_pl: Rekursywnie
pt_pt: Recursivo
ru_ru: Рекурсивно
sl_si: Rekurzivno
tr_tr: Tekrarlanan
uk_uk: Рекурсивно
zh_cn: 递归
zh_tw: 遞歸

source: Run
bg_bg: Изпълни
ca_es: Executar
cs_cz: Spustit
da_da: Kør
es_es: Ejecutar
fr_fr: Lancer
gl_es: Executar
it_it: Esegui adesso
ja_jp: 実行
ko_kr: 실행
no_no: Kjør
pl_pl: Uruchom
pt_pt: Executar
ru_ru: Запуск
sl_si: Zaženi
tr_tr: Çalıştır
uk_uk: Запустити
zh_cn: 运行
zh_tw: 執行

source: Scan
bg_bg: Сканирай
ca_es: Escanejar
cs_cz: Skenovat
fr_fr: Rechercher
gl_es: Analizar
ko_kr: 검색
no_no: Skann
pl_pl: Skanuj
pt_pt: Pesquisar
sl_si: Išči
tr_tr: Tara
uk_uk: Сканувати
zh_cn: 扫描

source: Select a device ...
bg_bg: Избери устройство ...
ca_es: Selecciona un dispositiu ...
cs_cz: Vyberte zařízení…
da_da: Vælg en enhed ...
es_es: Selecciona un dispositivo ...
fr_fr: Sélectionner un périphérique...
gl_es: Seleccione un dispositivo ...
it_it: Seleziona un dispositivo...
ja_jp: デバイスを選択 ...
ko_kr: 장치를 선택하세요 ...
no_no: Velg en enhet ...
pl_pl: Wybierz urządzenie ...
pt_pt: Selecionar dispositivo...
ru_ru: Выберите устройство...
sl_si: Izberi napravo ...
tr_tr: Aygıt seçiniz ...
uk_uk: Оберіть пристрій ...
zh_cn: 选择设备 ...
zh_tw: 選擇一個裝置 ...

source: Send command output via email.
bg_bg: Изпрати изхода от командата на имейл.
ca_es: Enviar la sortida de la comanda per e-mail
cs_cz: Zaslat výstup příkazu e-mailem.
da_da: Send kommando output via email.
fr_fr: Envoyer la sortie de la commande par mail.
gl_es: Enviar a saída da orde por correo.
ko_kr: 이메일로 명령 결과 전송
no_no: Send kommando utgang via epost.
pl_pl: Wyślij wynik polecenia przez e-mail
pt_pt: Enviar o comando de saída por email
sl_si: Pošlji rezultat ukaza preko elektronske pošte
tr_tr: Komut çıktısını e-posta ile gönder
uk_uk: Надіслати команду виведення електронною поштою.
zh_cn: 通过 Email 发送命令行输出的结果。

source: Send email
bg_bg: Изпрати имейл
ca_es: Enviar e-mail
cs_cz: Zaslat e-mail
es_es: Enviar email
fr_fr: Envoyer un email
gl_es: Enviar por correo
it_it: Invia email
ja_jp: 電子メールの送信
ko_kr: 이메일 전송
no_no: Send epost
pl_pl: Wyślij email
pt_pt: Enviar email
ru_ru: Оправить на email
sl_si: Pošlji elektronsko sporočilo
tr_tr: E-mail yolla
uk_uk: Надіслати листа
zh_cn: 发送 Email
zh_tw: 發送電子郵件

source: Set the destination permissions to be the same as the source permissions.
bg_bg: Задайте разрешенията за дестинацията да бъдат същите като разрешенията на източника.
ca_es: Establir els permisos del destí com els permisos de l'origen
cs_cz: Nastavit oprávnění v cíli tak, aby byla stejná jako na zdroji.
da_da: Sæt destinations tilladelser til at være de samme som kilde tilladelser
es_es: Establecer los permisos del destino como los permisos del origen
fr_fr: Configurer les permissions de la destionation à l'identique de celles de la source.
gl_es: Configurar os permisos de destino para sexan os mesmos que os permisos de orixe.
it_it: Imposta i permessi di destinazione uguali a quelli di origine.
ja_jp: 元のアクセス権と同じになるように先のアクセス権を設定します。
ko_kr: 목적 권한을 원본 권한과 같게 설정
no_no: Sett målrettighetene til å være de samme som kilderettighetene.
pl_pl: Ustawić uprawnienia przeznaczenia na takie same, jak uprawnienia źródła
pt_pt: Definir as permissões de destino para serem as mesmas que as de origem
ru_ru: Установить права назначения такие же, как на источнике.
sl_si: Nastavi dovoljenja na cilju na enaka, kot so na izvorni strani.
tr_tr: Hedef yetkilerini kaynak yetkileri ile aynı olacak şekilde ayarla
uk_uk: Встановити дозволи призначення такі ж, як на джерелі.
zh_cn: 设置目标权限和源权限一致。
zh_tw: 將目的地的權限設定為與來源的權限相同。

source: Set the group of the destination file to be the same as the source file.
ca_es: Definiu el grup del fitxer de destinació al mateix que el fitxer font.
cs_cz: Nastavit skupinu cílového souboru tak, aby byla stejná, jako na zdrojovém souboru.
da_da: Sæt gruppen på destination fil til at være den samme som kilde fil.
es_es: Hacer que el grupo del destino sea el mismo que el del origen.
fr_fr: Définir le groupe pour le fichier de destination identique au fichier d'origine
it_it: Imposta il gruppo del file di destinazione uguale a quello del file di origine.
ja_jp: 宛先ファイルのグループを元のファイルと同じになるように設定します。
ko_kr: 목적지 파일의 소유 그룹을 원본 파일과 같게 설정합니다.
ru_ru: Установите группу целевого файла такой же, как исходный файл.
tr_tr: Hedef dosya gurubunu kaynak dosya ile aynı olacak şekilde ayarla.
zh_cn: 设置目标用户组与源文件一致。
zh_tw: 將目的檔案的群組設定為與來源檔案相同。

source: Set the owner of the destination file to be the same as the source file, but only if the receiving rsync is being run as the super-user.
ca_es: Definiu el propietari del fitxer de destinació al mateix que el fitxer font, però només si s'executa l'rsync receptor com a superusuari.
cs_cz: Nastavit vlastníka cílového souboru tak, aby byla stejná jako na zdrojovém souboru, ale pouze pokud je přijímající rsync spuštěn pod účtem s právy správy.
da_da: Sæt ejer på destinations filen til at være den samme som kilde filen, men kun hvis den modtagende rsync bliver kørt som super-bruger.
es_es: Hacer que el propietario del destino sea el mismo del origen, SOLO si el servicio RSYNC ha sido ejecutado por un super-usuario.
fr_fr: Définir le propriétaire pour le fichier de destination identique au fichier d'origine, seulement si la réception rsync est démarré en tant que super-utilisateur.
it_it: Imposta il proprietario del file di destinazione uguale a quello del file di origine, ma solo se rsync in ricezione viene eseguito con i privilegi di superutente.
ja_jp: 受信側のrsyncがスーパーユーザーとして実行されている場合のみ、送信先ファイルの所有者を送信元ファイルと同じに設定します。
ko_kr: 파일 소유자를 동기화하며, 목적지의 rsync가 슈퍼-유저로 동작할 경우에만 가능합니다.
ru_ru: Установить владельца файла назначения таким же, как исходный файл, но только в том случае, если принимающий rsync запускается от имени суперпользователя.
tr_tr: Sadece super-user tarafından çalıştırılan rsync ile alındığında hedef dosya sahiplik bilgisini kaynak dosya ile aynı olacak şekilde ayarla.
zh_cn: 仅超级用户运行 rsync 接受文件时，设置目标拥有者与源文件一致。
zh_tw: 將目的檔案的擁有者設定為與來源檔案相同，但只有當接收方 rsync 是以超級用戶執行時。

source: Shared folder
bg_bg: Споделена папка
ca_es: Carpeta compartida
cs_cz: Sdílená složka
da_da: Delt mappe
es_es: Carpeta compartida
fr_fr: Dossier partagé
gl_es: Cartafol compartido
it_it: Cartella condivisa
ja_jp: 共有フォルダ
ko_kr: 공유 폴더
no_no: Delt mappe
pl_pl: Udostępniony folder
pt_pt: Pasta partilhada
ru_ru: Общая папка
sl_si: Deljena mapa
tr_tr: Paylaşılmış klasör
uk_uk: Спільна тека
zh_cn: 共享文件夹
zh_tw: 共享檔案夾

source: Suppress non-error messages.
bg_bg: Потискайте съобщенията без грешки.
ca_es: Suprimeix missatges que no siguin d'error
cs_cz: Hlásit pouze chyby, ostatní potlačit.
da_da: Tilsidesæt ikke-fejls beskeder
es_es: Suprime mensajes que no sean de error
fr_fr: Conserver uniquement les messages d'erreurs.
gl_es: Suprimir as mensaxes que non sexan de erros.
it_it: Nascondi i messaggi non di errore.
ja_jp: エラー以外のメッセージを抑制します。
ko_kr: 오류가 아닌 메시지를 숨깁니다.
no_no: Fortreng ikke-feilmeldinger
pl_pl: Pomijaj inne komunikaty niż błędy
pt_pt: Suprimir mensagens de falsos erros
ru_ru: Не показывать сообщения в которых нет ошибок.
sl_si: Ne prikaži sporočil, ki niso napake.
tr_tr: Hata belirtlemeyen mesajları gizle
uk_uk: Не показувати повідомлення в яких немає інформації про помилки.
zh_cn: 抑制非错误信息。
zh_tw: 抑制非錯誤訊息。

source: Synchronise from/to directory on external storage device.
bg_bg: Синхронизиране от/към директория на външно хранилище.
ca_es: Sincronitzar des del/cap al directori del dispositiu extern.
cs_cz: Synchronizovat z/do vyhrazené složky na vnějším úložném zařízení.
da_da: Synkronisere fra/til bibliotek på ekstern lager enhed.
fr_fr: Synchroniser depuis/vers un répertoire d'un périphérique externe.
gl_es: Sincronizar desde/cara o directorio no dispositivo de almacenamento externo.
ko_kr: 외부 저장 장치에서/로 디렉터리 동기화
no_no: Synkroniser til/fra mappe på ekstern lagringsenhet
pl_pl: Synchronizacji z/do katalogu na zewnętrznym urządzeniu pamięci masowej.
pt_pt: Sincronizar de/para pasta no dispositivo de armazenamento externo.
sl_si: Sinhronizirajte iz/v mapo na zunanji pomnilniški napravi.
tr_tr: Harici saklama aygıtı ve/ile dizini senkronize et.
uk_uk: Синхронізація з/на каталог на зовнішній запам'ятовуючий пристрій.
zh_cn: 外部存储设备上要同步到/被 的目录。

source: The external storage device.
bg_bg: Външното устройство за съхранение.
ca_es: El dispositiu d'emmagatzematge extern
cs_cz: Vnější úložné zařízení.
da_da: Den eksterne lagerenhed.
fr_fr: Le périphérique de stockage externe
gl_es: O dispositivo de almacenamento externo.
ko_kr: 외부 저장 장치
no_no: Den eksterne lagringsenheten.
pl_pl: Zewnętrzne urządzenie pamięci masowej.
pt_pt: Dispositivo de armazenamento externo
sl_si: Zunanja naprava za shranjevanje
tr_tr: Harici depolama aygıtı.
uk_uk: Зовнішній пристрій зберігання дантх.
zh_cn: 外部存储设备。

source: The shared folder content is synchronised from/to the root of the external storage device if this option is not set. The name of the directory is taken from the shared folder.
bg_bg: Съдържанието на споделената папка се синхронизира от/към root на външното устройство за съхранение, ако тази опция не е зададена. Името на директорията е взето от споделената папка.
ca_es: Si aquesta opció no està marcada, el contingut de la carpeta compartida es sincronitza des del/cap al directori arrel del dispositiu d'emmagatzematge extern. El nom del directori serà el de la carpeta compartida.
cs_cz: Pokud je vypnuto, obsah sdílené složky bude synchronizován přímo z/do kořenové složky vnějšího úložného zařízení. Pokud zapnuto, název složky bude převzatý od sdílené složky.
da_da: Den delte mappes indhold bliver synkroniseret fra/til roden på den eksterne enhed hvis denne mulighed ikke bliver sat. Navnet på biblioteket bliver taget fra den delte mappes.
fr_fr: Si cette option n'est pas activée, le contenu du dossier partagé est synchronisé depuis/vers la racine du périphérique externe de sauvegarde. Le nom du répertoire sera celui du dossier partagé.
gl_es: O contido do cartafol compartido sincronizase desde/cara a raíz do dispositivo de almacenamento externo, se non está estabelecida esta opción. O nome do directorio tomase do cartafol compartido.
ko_kr: 이 옵션이 비활성화되면, 해당 공유 폴더 내용은 외부 저장 장치의 최상위로(혹은 그로부터) 동기화됩니다. 디렉터리의 이름은 공유 폴더와 같습니다.
no_no: Det delte mappeinnholdet er synkronisert fra/til roten av den eksterne lagringsenheten hvis dette valger angis. Navnet på mappen blir tatt fra det delte mappeområdet.
pl_pl: Zawartość folderu udostępnionego jest zsynchronizowany do głównego zewnętrznego dysku, jeśli ta opcja nie jest ustawiona. Nazwa katalogu jest pobierana z folderu udostępnionego.
pt_pt: O conteúdo da pasta partilhada é sincronizada de/para a raiz do dispositivo de armazenamento externo, se esta opção não estiver definida. O nome da pasta é o mesmo que da pasta partilhada.
sl_si: Vsebina skupne mape je sinhronizirana od / do korenske mape zunanje naprave za shranjevanje, če ta možnost ni nastavljena. Ime imenika je vzeto iz mape v skupni rabi.
tr_tr: Bu seçenek ayarlanmaz ise paylaşılmış klasör içeriği ve/ile harici saklama aygıtı ana dizini senkronize edilecektir. Dizin ismi paylaşılmış klasörden alınacaktır.
uk_uk: Якщо ця опція не встановлена, вміст спільної теки синхронізуються з/в корінь зовнішнього накопичувача. Ім'я каталогу береться зі спільної теки.
zh_cn: 如果不勾选此选项，共享文件夹的内容将同步到外部存储的根目录（或将外部存储的根目录中的内容同步到共享文件夹），并以共享文件夹的名称作为目录名称。

source: The shared folder to synchronise when the external storage device is connected.
bg_bg: Споделената папка, която да се синхронизира, когато е свързано външното устройство за съхранение.
ca_es: La carpeta compartida a sincronitzar quan el dispositiu extern es connecti.
cs_cz: Sdílená složka, jejíž obsah synchronizovat s vnějším úložným zařízením, jakmile je připojeno.
da_da: Den delte mappe der synkroniseres når den eksterne lagerenhed bliver tilsluttet.
es_es: La carpeta compartida a sincronizar cuando el dispositivo externo sea conectado.
fr_fr: Le dossier partagé à synchroniser lorsque le périphérique de stockage externe est connecté.
gl_es: O cartafol compartido sincronizarase cando estea conectado o dispositivo de almacenamento externo.
it_it: La cartella condivisa da sincronizzare quando la periferica di archiviazione esterna è connessa.
ja_jp: 外部記憶装置が接続されているときに同期するための共有フォルダ。
ko_kr: 외부 저장 장치가 연결되었을 때 공유 폴더를 동기화합니다.
no_no: Den delte mappen du vil synkronisere når den eksterne lagringsenheten er tilkoblet.
pl_pl: Udostępniony folder do synchronizacji, gdy zewnętrzne urządzenie pamięci masowej jest podłączone.
pt_pt: A pasta partilhada para sincronizar quando o dispositivo de armazenamento externo está ligado.
ru_ru: Общие папки синхронизируются, когда внешнее устройство хранения данных подключено.
sl_si: Deljena mapa, ki se sinhronizira, ko je priklopljena zunanja naprava za shranjevanje.
tr_tr: Harici depolama cihazı bağlandığında eşleştirilecek olan paylaşımlı klasör.
uk_uk: Спільні теки синхронізуються, коли зовнішній запам'ятовуючий пристрій підключено.
zh_cn: 当外部存储连接后同步共享文件夹。
zh_tw: 當外接儲存裝置連接上時，要進行同步作業的分享檔案夾。

source: Transfer modification times along with the files and update them on the remote system.
ca_es: Transferiu els temps de modificació juntament amb els fitxers i actualitzeu-los al sistema remot.
cs_cz: Přenést společně se soubory časy okamžiku úprav a aktualizovat je na protějšku.
da_da: Overfør ændrings antal sammen med filerne, og opdater dem på fjernsystemet.
es_es: Copiar la hora de modificación de los archivos en el destino remoto y hacerla idéntica a la hora original.
fr_fr: Transférer les heures de modification avec les fichiers et les mettre à jour sur le système distant.
it_it: Trasferisci le date di modifica con i file e aggiornale sul sistema remoto.
ja_jp: 変更時間をファイルとともに転送し、リモートシステムで更新します。
ko_kr: 파일의 수정 시간을 같이 동기화합니다.
ru_ru: Передать время модификации вместе с файлами и обновить их в удаленной системе.
tr_tr: Dosyaların değiştirilme zamanını transfer et ve uzak erişim sisteminde de güncelle.
zh_cn: 传输并在远程文件系统更新文件修改时间。
zh_tw: 將變更時間與檔案一同傳送，在遠端系統上做更新。

source: USB Backup
bg_bg: USB Бекъп
cs_cz: Záloha na/z USB úložiště
fr_fr: Sauvegarde USB
gl_es: Copia de seguranza USB
it_it: Backup USB
ja_jp: USBバックアップ
ko_kr: USB 백업
no_no: USB Sikkerhetskopiering
ru_ru: USB Резервное копирование
sl_si: USB Varnostna kopija
tr_tr: USB yedekleme
uk_uk: Резервне копіювання USB
zh_cn: USB 备份
zh_tw: USB 備份

source: Update the destination ACLs to be the same as the source ACLs.
bg_bg: Обновете ACL-те от дестинацията да са същите като ACL-те на източника.
ca_es: Actualitzar les ACLs de destí amb les ACLs de l'origen
cs_cz: Aktualizovat ACL seznamy v cíli tak, aby byly stejné jako na zdroji.
da_da: Opdater destinationens ACL'er til at være de samme som kilde ACL'er.
es_es: Actualizar las ACLs de destino con las ACLs del origen
fr_fr: Mettre à jour les ACL de destination pour correspondre au ACL de la source.
gl_es: Actualizar os ACL de destino para que sexan os mesmos que os ACL de orixe.
it_it: Aggiorna le ACL di destinazione per renderle uguali a quelle di origine.
ja_jp: 元のACLと同じになるように先のACLを更新します。
ko_kr: 대상 ACL을 원본 ACL과 같게 업데이트
no_no: Oppdater målets ACL til de samme som kildens ACL.
pl_pl: Aktualizuje przeznaczenia ACL aby były takie same jak źródła listy ACL
pt_pt: Atualizar os destinos ACLs para serem os mesmo que as origens ACLs
ru_ru: Обновлять ACL назначения, чтобы были такими же, как источник ACL.
sl_si: Posodobi ACL-je na cilju na enake kot so ACL-ji na izvorni strani.
tr_tr: Hedef ACL lerini kaynak ACL leri ile aynı olacak biçimde güncelleştir.
uk_uk: Оновлювати ACL призначення, щоб були такимиж як джерело ACL.
zh_cn: 更新目标 ACLs 和源 ACLs 一致。
zh_tw: 更新目的地的 ACLs 成為與來源的 ACLs 相同。

source: Update the destination extended attributes to be the same as the local ones.
bg_bg: Актуализирайте разширените атрибути на местоназначението, за да бъдат същите като местните.
ca_es: Actualitzar els atributs estesos del destí amb els locals.
cs_cz: Aktualizovat rozšířené atributy v cíli tak, aby byly stejné jako ty místní.
da_da: Opdater destinationens udvidede attributter til at være de samme som de lokale.
es_es: Actualizar los atributos extendidos del destino con los locales.
fr_fr: Mettre à jour les attribus étendus de la destination pour correspondre à celles locales.
gl_es: Actualizar os atributos estendidos do destino para que sexan os mesmos que os locais.
it_it: Aggiorna gli attributi estesi di destinazione per renderli uguali a quelli locali.
ja_jp: 元の拡張属性と同じになるように先の拡張属性を更新します。
ko_kr: 확장 속성을 로컬과 같게 업데이트
no_no: Oppdatere destinasjon utvidede attributter for å være den samme som de lokale.
pl_pl: Aktualizuje przeznaczenia rozszerzone atrybuty, które mają być takie same jak lokalne reguły
pt_pt: Actualizar os atributos de destino avançados para serem os mesmos que os locais.
ru_ru: Обновлять расширенные атрибуты назначения, чтобы были таким же, как у источника.
sl_si: Posodobi zunanje atribute na cilju na enake, kot so na lokalni strani.
tr_tr: Hedefteki genişletilmiş öznitelikleri yerel olanlarla aynı olacak şekilde güncelleştir.
uk_uk: Оновлювати розширені атрибути призначення, щоб були таким, як у джерела.
zh_cn: 更新目标扩展属性与本地的一致。
zh_tw: 更新目的地的擴展屬性成為與本地相同。

source: n/a
gl_es: n/d
it_it: non disponibile
ko_kr: 해당 없음
no_no: Ikke tilgjengelig
tr_tr: yok
uk_uk: н/д

source: Create
es_es: Crear
it_it: Crea
ja_jp: 作成
ru_ru: Создать
zh_tw: 新建

source: Created USB backup job.
es_es: Crear una tarea de backup USB.
it_it: È stata creata l’attività di backup USB.
ja_jp: USBへのバックアップジョブを作成しました。
zh_tw: 新增 USB 備份工作。

source: Edit
es_es: Editar
it_it: Modifica
ja_jp: 編集
ru_ru: Редактировать
zh_tw: 編輯

source: External Storage Device
es_es: Disco duro externo
it_it: Dispositivo di archiviazione esterno
ja_jp: 外部ストレージデバイス
zh_tw: 外接儲存裝置

source: Relative path
es_es: Ruta relativa
it_it: Percorso relativo
ja_jp: 相対パス
ru_ru: Относительный путь
zh_tw: 相對路徑

source: Run backup job
es_es: Ejecutar tarea de backup
it_it: Esegui attività di backup
ja_jp: バックアップジョブの実行
zh_tw: 執行備份工作

source: Tags
it_it: Tag
ru_ru: Теги
zh_tw: 標籤

source: The 'Send email' and 'Quiet' options are mutually exclusive.
es_es: Las opciones 'Enviar correo electrónico' y 'Quieto' se excluyen mutuamente.
it_it: Le opzioni 'Invia email' e 'Silenzioso' si escludono a vicenda.
zh_tw: '發送電子郵件' 與 '靜默' 選項是互斥的。

source: The external storage device. Please make sure that the device has only one file system.
es_es: El dispositivo de almacenamiento externo. Asegúrese de que el dispositivo tenga solo un sistema de archivos.
it_it: Dispositivo di archiviazione esterno. Assicurati che il dispositivo abbia un solo file system.
ja_jp: 外部ストレージデバイス。 デバイスにファイルシステムが1つしかないことを確認してください。
zh_tw: 外部儲存裝置。請確定裝置僅有一個檔案系統。

source: The relative directory path on the external storage device from/to which the content of the shared folder is to be synchronized. The directory is created if it does not exist.
es_es: La ruta relativa del directorio en el dispositivo de almacenamiento externo desde/hacia el cual se sincronizará el contenido de la carpeta compartida. El directorio se crea si no existe.
it_it: Il percorso relativo della directory sul dispositivo di archiviazione esterno da cui o verso cui sincronizzare il contenuto della cartella condivisa. La directory viene creata se non esiste.
zh_tw: 位於外接儲存裝置的相對目錄路徑，將與共享檔案夾的內容做同步。若該目錄不存在，則會被建立。

source: Updated USB backup job.
es_es: Actualizar tarea de backup USB.
it_it: L'attività di backup USB è stata aggiornata.
ja_jp: USBへのバックアップを更新しました。
zh_tw: 已更新 USB 備份工作。

source: Failed to get filesystems
no_no: Kunne ikke hente filsystemer
pl_pl: Nie udało się uzyskać systemów plików
pt_pt: Falha ao obter ficheiros de sistema

source: Filesystem '%s' not found
no_no: Filsystem '%s' ikke funnet
pl_pl: System plików '%s' nie znaleziony
pt_pt: Sistema de ficheiros '%s' não encontrado

source: Preserve modification times.
no_no: Bevar endringstidspunkt.
pl_pl: Chroń czasy modyfikacji
pt_pt: Preservar o tempo das alterações

source: Times
no_no: Tider
pl_pl: Razy
pt_pt: Tempos

source: Failed to get storage device file from '%s'
pl_pl: Nie można pobrać pliku urządzenia dysku z '%s'
pt_pt: Falha ao obter o arquivo de dispositivo de armazenamento de '%s'
