Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-onedrive/usr/share/openmediavault/locale/*/openmediavault-onedrive.po
Languages: ar_sa, el_gr, es_es, fr_fr, hu_hu, sv_sv, uk_uk, zh_tw

source: 1 MiB/s
ar_sa: 1 ميجابايت/ثانية
fr_fr: 1 Mo/s
uk_uk: 1 МіБ/с

source: 1 minute
ar_sa: 1 دقيقة
el_gr: 1 λεπτό
es_es: 1 minuto
hu_hu: 1 perc
sv_sv: 1 minut
uk_uk: 1 хвилина
zh_tw: 1 分鐘

source: 10 MiB/s
ar_sa: 10 ميجابايت/ثانية
fr_fr: 10 Mo/s
uk_uk: 10 МіБ/с

source: 10 minutes
ar_sa: 10 دقيقة
el_gr: 10 λεπτά
es_es: 10 minutos
hu_hu: 10 perc
sv_sv: 10 minuter
uk_uk: 10 хвилин
zh_tw: 10 分鐘

source: 100 MiB/s
ar_sa: 100 ميجابايت/ثانية
fr_fr: 100 Mo/s
uk_uk: 100 МіБ/с

source: 12 hours
ar_sa: 12 ساعة
el_gr: 12 ώρες
es_es: 12 horas
fr_fr: 12 heures
hu_hu: 12 óra
sv_sv: 12 timmar
uk_uk: 12 годин
zh_tw: 12 小時

source: 128 KiB/s
ar_sa: 128 كيلوبايت/ثانية
fr_fr: 128 Ko/s
uk_uk: 128 КіБ/с

source: 15 minutes
ar_sa: 15 دقيقة
el_gr: 15 λεπτά
es_es: 15 minutos
hu_hu: 15 perc
sv_sv: 15 minuter
uk_uk: 15 хвилин
zh_tw: 15 分鐘

source: 2 minutes
ar_sa: دقيقتان
el_gr: 2 λεπτά
es_es: 2 minutos
hu_hu: 2 perc
sv_sv: 2 minuter
uk_uk: 2 хвилини
zh_tw: 2 分鐘

source: 24 hours
ar_sa: 24 ساعة
el_gr: 24 ώρες
es_es: 24 horas
fr_fr: 24 heures
hu_hu: 24 óra
sv_sv: 24 timmar
uk_uk: 24 години
zh_tw: 24 小時

source: 256 KiB/s
ar_sa: 256 كيلوبايت/ثانية
fr_fr: 256 Ko/s
uk_uk: 256 КіБ/с

source: 3 minutes
ar_sa: 3 دقائق
el_gr: 3 λεπτά
es_es: 3 minutos
hu_hu: 3 perc
sv_sv: 3 minuter
uk_uk: 3 хвилини
zh_tw: 3 分鐘

source: 30 minutes
ar_sa: 30 دقيقة
el_gr: 30 λεπτά
es_es: 30 minutos
hu_hu: 30 perc
sv_sv: 30 minuter
uk_uk: 30 хвилин
zh_tw: 30 分鐘

source: 4 minutes
ar_sa: 4 دقائق
el_gr: 4 λεπτά
es_es: 4 minotos
hu_hu: 4 perc
sv_sv: 4 minuter
uk_uk: 4 хвилини
zh_tw: 4 分鐘

source: 5 minutes
ar_sa: 5 دقائق
el_gr: 5 λεπτά
es_es: 5 minutos
hu_hu: 5 perc
sv_sv: 5 minuter
uk_uk: 5 хвилин
zh_tw: 5 分鐘

source: 512 KiB/s
ar_sa: 512 كيلوبايت/ثانية
fr_fr: 512 Ko/s
uk_uk: 512 КіБ/с

source: 6 hours
ar_sa: 6 ساعات
el_gr: 6 ώρες
es_es: 6 horas
fr_fr: 6 heures
hu_hu: 6 óra
sv_sv: 6 timmar
uk_uk: 6 годин
zh_tw: 6 小時

source: 60 minutes
ar_sa: 60 دقيقة
el_gr: 60 λεπτά
es_es: 60 minutos
hu_hu: 60 perc
sv_sv: 60 minuter
uk_uk: 60 хвилин
zh_tw: 60 分鐘

source: <ul><li>Full - Replicate changes from and to OneDrive.</li><li>Download only - Replicate the OneDrive online state locally, by only downloading changes from OneDrive. Do not upload local changes to OneDrive.</li><li>Upload only - Replicate the local state to OneDrive, by only uploading local changes to OneDrive. Do not download changes from OneDrive.</li></ul>
ar_sa: <ul><li> كامل - إجراء نسخ متماثل للتغييرات من وإلى OneDrive. </li><li> التنزيل فقط - إجراء نسخ متماثل لحالة OneDrive عبر الإنترنت محليًا ، عن طريق تنزيل التغييرات من OneDrive فقط. لا تقم بتحميل التغييرات المحلية إلى OneDrive. </li><li> التحميل فقط - قم بإجراء نسخ متماثل للحالة المحلية على OneDrive ، عن طريق تحميل التغييرات المحلية إلى OneDrive فقط. لا تقم بتنزيل التغييرات من OneDrive. </ul>
el_gr: <ul><li>Πλήρης - Αντιγραφή αλλαγών από και προς το OneDrive.</li><li>Μόνο Λήψη - Αντιγραφή της απομακρυσμένης κατάστασης του OneDrive τοπικά, μόνο λαμβάνοντας τις αλλαγές από το OneDrive. Χωρίς αποστολή των τοπικών αλλαγών στο OneDrive.</li><li>Μόνο Αποστολή - Αντιγραφή της τοπικής κατάστασης στο OneDrive, μόνο αποστέλλοντας τις αλλαγές στο OneDrive. Χωρίς λήψη αλλαγών από το OneDrive.</li></ul>
es_es: <ul><li>Completo: replica los cambios desde y hacia OneDrive</li>. <li>Solo descarga: replica el estado en línea de OneDrive localmente, solo descargando los cambios de OneDrive. No cargue los cambios locales en OneDrive</li>. <li>Cargar solo: replique el estado local en OneDrive, cargando solo los cambios locales en OneDrive. No descargue cambios de OneDrive</li></ul>.
fr_fr: <ul><li>Total - Réplique toutes les modifications venant de et vers OneDrive.</li><li>Téléchargement uniquement - Réplique localement l'état de OneDrive en téléchargeant uniquement les changements venant de OneDrive et n'envoie aucune modification locale.</li><li>Envoi uniquement - Réplique l'état local vers OneDrive, en envoyant uniquement les changements locaux vers OneDrive et ne télécharge aucune modification distante.</li></ul>
hu_hu: <ul><li>Teljes - A változtatások replikálása a OneDrive-ról és a OneDrive-ra.</li><li>Csak letöltés - Replikálja a OneDrive online állapotát helyileg, és csak a OneDrive-ról töltse le a módosításokat. Ne töltsön fel helyi módosításokat a OneDrive-ra.</li><li>Csak feltöltés - Replikálja a helyi állapotot a OneDrive-ra úgy, hogy csak a helyi módosításokat töltse fel. Ne töltse le a módosításokat a OneDrive-ról.</li></ul>
sv_sv: <ul><li>Fullständig - Replikera ändringar från och till OneDrive.</li><li>Endast hämtning - Replikera OneDrive-onlinetillståndet lokalt, genom att endast hämta ändringar från OneDrive. Ladda inte upp lokala ändringar till OneDrive.</li><li>Ladda endast upp - Replikera det lokala tillståndet till OneDrive genom att bara ladda upp lokala ändringar till OneDrive. Hämta inte ändringar från OneDrive.</li></ul>
uk_uk: <ul><li>Повний — реплікувати зміни з OneDrive</li><li> та на нього. Лише завантажити — реплікувати онлайн-стан OneDrive локально, лише завантажуючи зміни з OneDrive. Не завантажуйте локальні зміни в OneDrive.</li><li> Лише завантажте — реплікуйте локальний стан до OneDrive, завантажуючи лише локальні зміни в OneDrive. Не завантажуйте зміни з OneDrive.</li></ul>
zh_tw: <ul><li>完整 - 對 OneDrive 做雙向複製變更。</li><li>僅做下載 - 複製 OneDrive 網上狀態至本地，僅從 OneDrive下載變更。不將本地變更傳到 OneDrive。</li><li>僅做上傳 - 複製本地狀態到 OneDrive，僅上傳本地變更到 OneDrive。不從 OneDrive 下載變更。</li></ul>

source: After enabling and deploying this service the first time please run the command <em>omv-onedrive-auth</em> as <em>root</em> user in the CLI to authenticate the application in Microsoft OneDrive.
el_gr: Μετά την ενεργοποίηση και αρχική εκτέλεση αυτής της υπηρεσίας, δώστε την εντολή <em>omv-onedrive-auth</em> ως χρήστης <em>root</em> στη γραμμή εντολών, για την πιστοποίηση της εφαρμογής στο Microsoft OneDrive.
es_es: Después de habilitar e implementar este servicio por primera vez, ejecute el comando <em>omv-onedrive-auth</em> como usuario <em>root</em> en la CLI para autenticar la aplicación en Microsoft OneDrive.
fr_fr: Après avoir activer et déployer ce service la première fois, merci d'exécuter la commande <em>omv-onedrive-auth</em> en tant qu'utilisateur <em>root</em> dans l'interface en ligne de commande pour authentifier l'application dans Microsoft OneDrive.
hu_hu: A szolgáltatás első alkalommal történő engedélyezése és üzembe helyezése után futtassa az <em>omv-onedrive-auth</em> parancsot <em>root</em> felhasználóként a CLI-ben az alkalmazás hitelesítéséhez a Microsoft OneDrive-ban.
sv_sv: Efter att ha aktiverat och distribuerat den här tjänsten första gången, kör kommandot <em>omv-onedrive-auth</em> som <em>rot</em>användare i CLI för att autentisera applikationen i Microsoft OneDrive.
uk_uk: Після ввімкнення та першого розгортання цієї служби запустіть команду <em>omv-onedrive-auth</em> як користувач <em>root</em> у CLI, щоб автентифікувати програму в Microsoft OneDrive.
zh_tw: 在首次啟用並部署此服務後，請在命令列介面中以 <em>root</em> 用戶執行指令 <em>omv-onedrive-auth</em> 以在 Microsoft OneDrive 中驗證應用程式。

source: Clean up local files
el_gr: Εκκαθάριση τοπικών αρχείων
es_es: Limpiar archivos locales
hu_hu: Helyi fájlok megtisztítása
sv_sv: Rensa upp lokala filer
uk_uk: Очистити локальні файли
zh_tw: 清理本地檔案

source: Clean up local files that have been removed online.
el_gr: Εκκαθάριση τοπικών αρχείων που έχουν αφαιρεθεί από το δίκτυο.
es_es: Limpiar archivos locales que hayan sido borrados en línea.
hu_hu: Az online eltávolított fájlok helyi tisztítása.
sv_sv: Rensa upp lokala filer som har tagits bort online.
uk_uk: Очистіть локальні файли, видалені онлайн.
zh_tw: 清理已經從線上移除的本地檔案。

source: Disabled
ar_sa: معطل
el_gr: Ανενεργό
es_es: Deshabilitado
fr_fr: Désactiver
hu_hu: Letiltva
sv_sv: Inaktiverad
uk_uk: Вимкнено
zh_tw: 已停用

source: Do not delete local file deletions from OneDrive.
ar_sa: لا تحذف ما تم حذفه محليا من الملفات في OneDrive.
el_gr: Να μην διαγράφονται οι τοπικές διαγραφές αρχείων από το OneDrive.
es_es: No borrar archivos locales cuando se borre en OneDrive.
fr_fr: Ne pas supprimer les fichiers locaux à partir de OneDrive.
hu_hu: Ne törölje a helyileg törölt fájlokat a OneDrive-ról.
sv_sv: Ta inte bort lokala filborttagningar från OneDrive.
uk_uk: Не видаляйте локальні видалені файли з OneDrive.
zh_tw: 不要從 OneDrive 刪除本機檔案刪除。

source: Download only
ar_sa: تنزيل فقط
el_gr: Μόνο Λήψη
es_es: Descargar únicamente
fr_fr: Réception uniquement
hu_hu: Csak letöltés
sv_sv: Endast hämtning
uk_uk: Тільки завантажити
zh_tw: 僅做下載

source: Enabled
ar_sa: ممكن
el_gr: Ενεργό
es_es: Habilitado
fr_fr: Activé
hu_hu: Engedélyezve
sv_sv: Aktiverad
uk_uk: Увімкнено
zh_tw: 已啟用

source: Extra options
ar_sa: خيارات إضافية
el_gr: Επιπλέον επιλογές
es_es: Opciones extra
hu_hu: További beállítások
sv_sv: Extra tillval
uk_uk: Додаткові опції
zh_tw: 額外選項

source: Full
ar_sa: ممتلئ
el_gr: Πλήρες
es_es: Lleno
fr_fr: Plein
hu_hu: Teljes
sv_sv: Fullständig
uk_uk: Повний
zh_tw: 完整

source: Local first
ar_sa: محلي فقط
el_gr: Τοπικά πρώτα
es_es: Primero local
fr_fr: En local d'abord
hu_hu: Először a helyi
sv_sv: Lokala först
uk_uk: Спочатку місцеві
zh_tw: 本地優先

source: Monitor interval
ar_sa: الفاصل الزمني للمراقبة
el_gr: Διάστημα επίβλεψης
es_es: Intervalo de monitorización
fr_fr: Intervalle de surveillance
hu_hu: Monitor intervallum
sv_sv: Övervakningsintervall
uk_uk: Інтервал моніторингу
zh_tw: 監控間隔

source: No remote delete
ar_sa: لا تحذف الملفات على الخادم
el_gr: Όχι απομακρυσμένη διαγραφή
es_es: No borrar remotos
fr_fr: Pas de suppression distante
hu_hu: Nincs távoli törlés
sv_sv: Ingen fjärrborttagning
uk_uk: Немає віддаленого видалення
zh_tw: 不要遠端刪除

source: Rate limit
ar_sa: حدود الاستهلاك
el_gr: Όριο μετάδοσης
es_es: Limite de descarga
fr_fr: Vitesse limite de transfert
hu_hu: Sebességkorlát
sv_sv: Hastighetsgräns
uk_uk: Ліміт ставки
zh_tw: 速率限制

source: Replicate local state first, before downloading changes from OneDrive.
ar_sa: قم بإجراء نسخ متماثل للحالة المحلية أولاً ، قبل تنزيل التغييرات من OneDrive.
el_gr: Αντιγραφή πρώτα της τοπικής κατάστασης, πριν την λήψη αλλαγών από το OneDrive.
es_es: Primero replique el estado local, antes de descargar los cambios de OneDrive.
fr_fr: Répliquer l'état local d'abord, avant de télécharger les modifications de OneDrive.
hu_hu: Először replikálja a helyi állapotot, mielőtt letölti a változtatásokat a OneDrive-ról.
sv_sv: Replikera det lokala tillståndet först innan du hämtar ändringar från OneDrive.
uk_uk: Спершу реплікуйте локальний стан, перш ніж завантажувати зміни з OneDrive.
zh_tw: 首先複製本地狀態，然後才從 OneDrive 下載變更。

source: Replication mode
ar_sa: وضع النسخ المتكرر
el_gr: Λειτουργία αντιγραφής
es_es: Modo de replicación
fr_fr: Mode de réplication
hu_hu: Replikációs mód
sv_sv: Replikeringsläge
uk_uk: Режим реплікації
zh_tw: 複製模式

source: Shared folder
ar_sa: مجلد مشترك
el_gr: Κοινόχρηστος φάκελος
es_es: Carpeta Compartida
fr_fr: Dossier partagé
hu_hu: Megosztott mappa
sv_sv: Delad mapp
uk_uk: Спільна тека
zh_tw: 共享資料夾

source: Skip dot files and folders from syncing.
ar_sa: تجاهل الملفات والمجلدات التي تبدأ اسمائها بنقطة من المزامنة.
el_gr: Παράλειψη κρυφών αρχείων και φακέλων από τον συγχρονισμό.
es_es: Evite la sincronización de archivos y carpetas con solo puntos.
fr_fr: Ignorer les fichiers et les dossiers commençant par un '.' de la synchronisation.
hu_hu: A ponttal kezdődő fájlok és mappák kihagyása a szinkronizálásból.
sv_sv: Hoppa över punktfiler och mappar från synkronisering.
uk_uk: Пропускати точкові файли та теки від синхронізації.
zh_tw: 在做同步時，跳過名稱開頭是點符號的檔案及檔案夾。

source: Skip dotfiles
ar_sa: تجاهل الملفات التي تبدأ اسمائها بنقطة
el_gr: Παράλειψη κρυφών αρχείων
es_es: Evite archivos de puntos.
fr_fr: Ignorer les fichiers commençant par un '.'
hu_hu: Ponttal kezdődő fájlok kihagyása
sv_sv: Hoppa över punktfiler
uk_uk: Пропускати файли точок
zh_tw: 跳過點檔案

source: The location to which the files are synchronised.
el_gr: Η θέση στην οποία θα συγχρονίζονται τα αρχεία.
es_es: La ubicación en la que se sincronizan los archivos.
fr_fr: L'emplacement vers lequel les fichiers sont synchronisés.
hu_hu: A hely, ahová a fájlok szinkronizálása történik.
sv_sv: Platsen till vilken filerna synkroniseras.
uk_uk: Розташування, з яким синхронізуються файли.
zh_tw: 檔案被同步前去的位置。

source: The synchronised files and directories are owned by this user.
el_gr: Τα συγχρονισμένα αρχεία και φάκελοι θα ανήκουν σε αυτόν τον χρήστη.
es_es: Los archivos y directorios sincronizados son propiedad de este usuario.
fr_fr: Les fichiers et répertoires synchronisés appartiennent à cet utilisateur.
hu_hu: A szinkronizált fájlok és könyvtárak ennek a felhasználónak a tulajdonában vannak.
sv_sv: De synkroniserade filerna och katalogerna ägs av denna användare.
uk_uk: Синхронізовані файли та каталоги належать цьому користувачеві.
zh_tw: 被同步的檔案和目錄是此用戶所擁有。

source: The wait time between each sync operation.
ar_sa: وقت الانتظار بين كل عملية مزامنة.
el_gr: Ο χρόνος αναμονής ανάμεσα στον κάθε συγχρονισμό.
es_es: El tiempo de espera entre cada operación de sincronización.
fr_fr: Intervalle entre chaque synchronisation.
hu_hu: Az egyes szinkronizálási műveletek közötti várakozási idő.
sv_sv: Väntetiden mellan varje synkroniseringsåtgärd.
uk_uk: Час очікування між кожною операцією синхронізації
zh_tw: 在每次同步作業之間的等待時間。

source: Updated OneDrive settings.
ar_sa: تم تحديث إعدادات OneDrive.
el_gr: Ενημέρωση ρυθμίσεων OneDrive.
es_es: Configuración actualizada de OneDrive.
fr_fr: Paramètres OneDrive mis à jour.
hu_hu: OneDrive beállítások frissítve.
sv_sv: Uppdaterade OneDrive-inställningar.
uk_uk: Оновлено налаштування OneDrive.
zh_tw: 已更新 OneDrive 設定。

source: Upload only
ar_sa: تحميل فقط
el_gr: Μόνο Αποστολή
es_es: Subir únicamente
fr_fr: Envoi uniquement
hu_hu: Csak feltöltés
sv_sv: Ladda endast upp
uk_uk: Тільки вивантажити
zh_tw: 僅做上傳

source: Upload/Download rate limit.
ar_sa: حد معدل التحميل/التنزيل.
el_gr: Όριο μετάδοσης Αποστολής/Λήψης.
es_es: Límite de velocidad de carga/descarga.
fr_fr: Limite d'envoi/réception.
hu_hu: Feltöltési/letöltési sebességkorlát.
sv_sv: Uppladdnings-/hämtningshastighetsgräns.
uk_uk: Обмеження швидкості вивантаження/завантаження.
zh_tw: 上傳/下載速率限制。

source: Use the <em>omv-onedrive</em> command in the CLI to perform additional actions according to the documentation of the OneDrive Linux client.
el_gr: Χρησιμοποιήστε την εντολή <em>omv-onedrive</em> στη γραμμή εντολών για την εκτέλεση επιπρόσθετων ενεργειών, σύμφωνα με τις οδηγίες του προγράμματος OneDrive για Linux.
es_es: Utilice el comando <em>omv-onedrive</em> en la CLI para realizar acciones adicionales de acuerdo con la documentación del cliente OneDrive Linux.
fr_fr: Utilisez la commande <em>omv-onedrive</em> dans l'interface de ligne de commande pour effectuer des actions supplémentaires selon la documentation du client OneDrive Linux.
hu_hu: Az <em>omv-onedrive</em> paranccsal CLI-ben további műveleteket végezhet a OneDrive Linux kliens dokumentációjának megfelelően.
sv_sv: Använd kommandot <em>omv-onedrive</em> i CLI för att utföra ytterligare åtgärder enligt dokumentationen för OneDrive Linux-klienten.
uk_uk: Використовуйте команду <em>omv-onedrive</em> в CLI, щоб виконати додаткові дії відповідно до документації клієнта OneDrive Linux.
zh_tw: 在命令列介面中，根據 OneDrive Linux 客戶端文件的說明，以 <em>omv-onedrive</em> 指令執行額外動作。

source: User
el_gr: Χρήστης
fr_fr: Utilisateur
hu_hu: Felhasználó
sv_sv: Användare
uk_uk: Користувач
zh_tw: 用戶
