Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-ftp/usr/share/openmediavault/locale/*/openmediavault-ftp.po
Languages: ar_sa, ca_es, cs_cz, de_de, el_gr, es_es, fr_fr, gl_es, hu_hu, it_it, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ru_ru, sv_sv, tr_tr, uk_uk

source: Maximum idle time in seconds. Setting idle timeout to 0 disables the idle timer completely (clients can stay connected for ever, without sending data).
ar_sa: الحد الأقصى لوقت الخمول بالثواني. يؤدي تعيين مهلة الخمول إلى 0 إلى تعطيل مؤقت الخمول تمامًا (يمكن للعملاء البقاء متصلاً إلى الأبد ، دون إرسال البيانات).
ca_es: Màxim temps d’inactivitat en segons. Establir el temps a 0 ho deshabilita completament (els clients poden mantenir-se connectats indefinidament, sense enviar dades).
cs_cz: Maximální doba nečinnosti v sekundách. Nastavením časového limitu nečinnosti na 0 se časovač nečinnosti úplně vypne (klienti mohou zůstat připojeni po celou dobu, aniž by odesílali data).
de_de: Maximale Leerlaufzeit in Sekunden. Wird der Wert auf 0 gesetzt ist der Leerlaufzähler deaktiviert (Clients können ohne Daten zu senden ständig verbunden bleiben).
el_gr: Μέγιστη διάρκεια αδράνειας σε δευτερόλεπτα. Με 0 απενεργοποιείται και οι πελάτες μπορούν να μένουν συνδεδεμένοι (χωρίς να στέλνουν δεδομένα).
es_es: Máximo tiempo de inactividad en segundos. Establecer el tiempo a 0 lo deshabilita completamente (los clientes pueden permanecer conectados indefinidamente, sin enviar datos).
fr_fr: Durée maximale d'inactivité en secondes. Régler le délai d'inactivité à 0 désactive le minuteur d'inactivité (les clients peuvent rester connectés sans limite de temps, sans envoyer de données).
gl_es: Tempo máximo de inactividade en segundos. A configuración do tempo de espera en 0 desactiva o temporizador de inactividade por completo (os clientes poden manterse conectados para sempre, sen enviar datos).
hu_hu: Maximális készenléti idő másodpercben. A 0 beállítás teljesen leállítja a készenléti időmérőt (a kliensek bármeddig kapcsolódva lehetnek anélkül , hogy adatot küldenének).
it_it: Tempo massimo di inattività in secondi. Impostare il timeout di inattività a 0 disabilita completamente il timer di inattività (i client possono rimanere connessi indefinitamente senza inviare dati).
ko_kr: 초당 최대 유휴 시간. 유휴 시간을 0으로 설정하는 것은 유휴 타이머를 완전히 비활성화합니다. (클라이언트는 데이터 전송 없이 계속 연결을 기다릴 수 있습니다.)
nl_nl: Maximale idle tijd in seconden. Door de idle timer op 0 in te stellen wordt deze uitgeschakeld (Client verbindingen worden in stand gehouden, zonder data te versturen).
no_no: Maximal inaktiv tid i sekunder. Å sette inaktiv tid til 0 deaktiver inaktiv timeren fullstendig (clienter kan stå tilkoblet for alltid, uten å sende data).
pl_pl: Maksymalny czas bezczynności w sekundach. Ustawienie limitu czasu bezczynności na 0 powoduje wyłączenie czasomierza bezczynności całkowicie (klienci mogą nadal utrzymywać łączność na zawsze, bez wysyłania danych).
pt_pt: Tempo de inatividade máximo em segundos. Definir o tempo limite inativo para 0 desativa o temporizador de inactividade completamente (os clientes podem ficar ligado para sempre, sem o envio de dados).
ru_ru: Максимальное время простоя в секундах. Установка таймаута в 0 отключает таймер простоя полностью (клиенты могут оставаться на связи всегда, без передачи данных).
sv_sv: Maximal vilotid i sekunder. Om du ställer in tidsgränsen för vilotid till 0 inaktiveras tidtagaren för vilotid helt (klienter kan hålla kontakten för alltid utan att skicka data).
tr_tr: Maksimum boşta bekleme süresi. Boşta bekleme zaman aşım süresini 0 olarak ayarlamanız durumunda ilgili sayaç tamamen kapatılacaktır (kullanıcılar hiçbir bilgi göndermeden sonsuza kadar bağlı kalabilirler).
uk_uk: Максимальний час простою в секундах. Встановлення часу очікування до 0 відключає таймер очікування повністю (клієнти можуть залишатися на зв'язку назавжди, без відправки даних).

source: Maximum number of allowed password attempts before disconnection.
ar_sa: الحد الأقصى لعدد محاولات كلمة المرور المسموح بها قبل قطع الاتصال.
ca_es: Núm. màx. de contrasenyes errades abans de desconnectar.
cs_cz: Maximální počet povolených pokusů o zadání hesla před odpojením.
de_de: Maximale Anzahl erlaubter Passwortversuche bis die Verbindung getrennt wird.
el_gr: Μέγιστες απόπειρες πιστοποίησης πριν την αποσύνδεση.
es_es: Numero max. de contraseñas fallidas antes de desconectar.
fr_fr: Nombre maximum de tentatives de mot de passe avant déconnexion.
gl_es: Número máximo de intentos de introdución do contrasinal permitidos antes da desconexión.
hu_hu: Jelszavas kísérletek maximális számának engedélyezése szétkapcsolás előtt.
it_it: Numero massimo di tentativi di password consentiti prima della disconnessione.
ko_kr: 연결을 종료하기 전에 암호 인증을 시도할 수 있는 최대 횟수
nl_nl: Maximum aantal toegestane aanmeldingen voordat de verbinding wordt verbroken.
no_no: Maximalt antall tillatte passordforsøk før frakobling.
pl_pl: Maksymalna liczba prób podania prawidłowego hasła przed odłączeniem.
pt_pt: Numero máximo de tentativas de senas de acesso antes de desligar.
ru_ru: Максимально допустимое количество попыток ввода пароля до отключения.
sv_sv: Maximalt antal tillåtna lösenordsförsök före frånkoppling.
tr_tr: Bağlantı kesilmeden önce izin verilen maksimum şifre deneme sayısı.
uk_uk: Максимальна кількість дозволених спроб введення пароля перед відключенням.

source: Maximum number of connections per IP (0 = unlimited).
ar_sa: الحد الأقصى لعدد الاتصالات لكل IP (0 = غير محدود).
ca_es: Núm. màx. de connexions per IP (0 = il·limitat)
cs_cz: Maximální počet připojení na jednu IP adresu (0 = neomezeně).
de_de: Maximale Anzahl an Verbindungen pro IP (0 = unbegrenzt).
el_gr: Μέγιστος αριθμός συνδέσεων ανά διεύθυνση ΙΡ (0 = απεριόριστες).
es_es: Max. numero de conexiones por IP (0=ilimitado)
fr_fr: Nombre maximum de connexions par IP (0 = illimité).
gl_es: Número máximo de conexións por IP (0 = sen límite).
hu_hu: Kapcsolatok/IP maximális száma (0 = végtelen).
it_it: Numero massimo di connessioni per IP (0 = illimitate).
ko_kr: IP 당 최대 연결의 갯수 (0 = 무제한)
nl_nl: Maximum aantal verbindingen per IP (0 = ongelimiteerd).
no_no: Maximalt antall tilkoblinger pr. IP (0 = ubegrenset).
pl_pl: Maksymalna ilość połączeń na jeden adres IP (0 = bez ograniczeń).
pt_pt: Numero máximo de ligações por IP (0=ilimitadas).
ru_ru: Максимальное количество подключений на IP (0 = без ограничений).
sv_sv: Maximalt antal anslutningar per IP (0 = obegränsat).
tr_tr: IP başına maksimum bağlantı sayısı (0 = sınırsız)
uk_uk: Максимальна кількість підключень на IP (0 = не обмежена).

source: Maximum number of simultaneous clients.
ar_sa: الحد الأقصى لعدد العملاء المتزامنين.
ca_es: Núm. màx. de clients simultanis.
cs_cz: Maximální počet souběžně připojených klientů.
de_de: Maximale Anzahl simultaner Clients.
el_gr: Μέγιστος αριθμός ταυτόχρονων πελατών.
es_es: Numero max. de clientes simultaneos.
fr_fr: Nombre maximum de clients simultanés.
gl_es: Número máximo de clientes simultáneos.
hu_hu: Egyidejűleg bejelentkezett kliensek maximális száma.
it_it: Numero massimo di client simultanei.
ko_kr: 최대 동시 접속 클라이언트의 수
nl_nl: Maximum aantal gelijktijdige gebruikers.
no_no: Maximalt antall samtidige tilkoblinger
pl_pl: Maksymalna ilość jednocześnie podłązonych klientów.
pt_pt: Numero máximo do clientes em simoltaneo.
ru_ru: Максимальное число одновременных клиентов.
sv_sv: Maximalt antal klienter samtidigt.
tr_tr: Aynı anda bağlanabilecek maksimum kullanıcı sayısı.
uk_uk: Максимальна кількість одночасних клієнтів.

source: Maximum upload rate (KiB/s)
ar_sa: الحد الأقصى لمعدل التحميل (KiB / s)
ca_es: Velocitat màx. de pujada (KiB/s)
cs_cz: Maximální rychlost nahrávání (KiB/s)
de_de: Maximale Upload-Rate (KiB/s)
el_gr: Μέγιστη ταχύτητα αποστολής (KiB/s)
es_es: Velocidad max. de subida (KiB/s)
fr_fr: Vitesse émission max. (Ko/s)
gl_es: Taxa máxima de envío (KiB/s)
hu_hu: Maximális feltöltési sebesség (KB/s)
it_it: Massima velocità di upload (KiB/s)
ko_kr: 최대 올리기 속도 (KiB/s)
nl_nl: Maximale uploadsnelheid (KiB/s)
no_no: Maksimal opplastningshastighet (KiB/s)
pl_pl: Maksymalna szybkość wysyłania (KiB/s)
pt_pt: Taxa máxima de carregamento (KiB/s)
ru_ru: Максимальная скорость отдачи (КБ/с)
sv_sv: Maximal uppladdningshastighet (KiB/s)
tr_tr: Maksimum yükleme hızı (KiB/s)
uk_uk: Максимальна швидкість віддачі (КіБ/с)

source: Message
cs_cz: Zpráva
it_it: Messaggio

source: Min. passive port
ar_sa: رقم المنفذ السلبي الأدنى
ca_es: Mín. port passiu
cs_cz: Minimální pasivní port
de_de: Niedrigster passiver Port
el_gr: Ελάχιστη παθητική θύρα
es_es: Min. puerto pasivo
fr_fr: Port passif min.
hu_hu: Min. passzív port
it_it: Numero minimo della porta passiva
pl_pl: Min. port pasywny
ru_ru: Минимальный пассивный порт
sv_sv: Min. passiv port
uk_uk: Мінімальний пасивний порт

source: No session reuse required
ar_sa: لا حاجة لإعادة استخدام الجلسة
ca_es: No cal reutilitzar la sessió
cs_cz: Není vyžadováno opakované použití relace
de_de: Keine Session-Wiederverwendung benötigt
el_gr: Δεν απαιτείται επανάχρηση συνεδρίας
es_es: no se requiere reutilizar la sesión
fr_fr: Aucune réutilisation de session
gl_es: Non require reutilizar a sesión
hu_hu: Nincs szükség munkamenet újra használathoz
it_it: Non è richiesto il riutilizzo della sessione
ko_kr: 세션 재사용 불필요
nl_nl: Geen sessiehergebruik vereist
no_no: Gjenbruk av session kreves ikke
pl_pl: Brak wymagania ponownego użycia sesji
pt_pt: Não é requerida nenhuma sessão reutilizada
ru_ru: Нет необходимости повторного использования сессии
sv_sv: Ingen återanvändning av sessionen erfordras
tr_tr: Oturum tekrar kullanımı gerekli değil
uk_uk: Немає необхідності в повторному використанні сесії

source: Occurrence
ar_sa: حالة الحدوث
ca_es: Instància
cs_cz: Výskyt
de_de: Vorkommen
el_gr: Εμφάνιση
es_es: Instancia
fr_fr: Occurence
gl_es: Coincidencia
hu_hu: Előfordulás
it_it: Occorrenza
ko_kr: 발생
nl_nl: Gebeurtenis
no_no: Forekomst
pl_pl: Występowanie
pt_pt: Ocorrência
ru_ru: Событие
sv_sv: Händelse
tr_tr: Olay
uk_uk: Подія

source: Passive FTP
ar_sa: FTP السلبي
ca_es: FTP passiu
cs_cz: Pasivní FTP
de_de: Passives FTP
el_gr: Παθητικό FTP
es_es: FTP Pasivo
fr_fr: FTP passif
gl_es: FTP pasivo
hu_hu: Passzív FTP
it_it: FTP passivo
ko_kr: 수동 FTP
nl_nl: Passieve FTP
no_no: Passiv FTP
pl_pl: Pasywny FTP
pt_pt: FTP Passivo
ru_ru: Пассивный FTP
sv_sv: Passiv FTP
tr_tr: Pasif FTP
uk_uk: Пасивний режим FTP

source: Permit root login
ar_sa: تصريح تسجيل الدخول إلى المجلد الجذر root
ca_es: Permetre accés root
cs_cz: Povolit přihlášení uživatele root
de_de: Erlaube root Login
el_gr: Να επιτρέπεται είσοδος ως root
es_es: Permitir acceso root
fr_fr: Connexion root
gl_es: Permitir acceso como superusuario (root)
hu_hu: Root bejelentkezés engedélyezése
it_it: Consenti accesso root
ko_kr: 루트 로그인을 허용합니다.
nl_nl: Root login toestaan
no_no: Tillat root innlogging
pl_pl: Zezwalaj na logowanie root'a
pt_pt: Permitir login root
ru_ru: Разрешить вход root
sv_sv: Tillåt rootinloggning
tr_tr: Root girişine izin ver
uk_uk: Дозволити вхід адміністратора

source: Please check the <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>manual page</a> for more details.
ar_sa: الرجاء التحقق من <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'> صفحة الدليل </a> للحصول على مزيد من التفاصيل.
ca_es: Per favor, vegi <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>página del manual</a> per a més detalls.
cs_cz: Další podrobnosti naleznete na <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>stránce s příručkou</a>.
de_de: Bitte die <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>Hilfeseiten</a> für weiter Details lesen.
el_gr: Δες το <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>manual page</a> για περισσότερες λεπτομέρειες.
es_es: Por favor, vea <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>página del manual</a> para más detalles.
fr_fr: Voir la <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>page d'aide</a> pour plus de détails.
gl_es: Consulte a <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>páxina do manual</a> para obter máis detalles.
hu_hu: Tekintse meg a <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>kézikönyvet</a> további részletekért.
it_it: Consulta la <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>pagina del manuale</a> per maggiori dettagli.
ko_kr: 자세한 내용은 <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>매뉴얼 페이지</a> 를 참고하세요.
nl_nl: Raadpleeg de <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>handleidingspagina</a> voor meer details.
no_no: Vennligst sjekk <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'> manualen </a> for flere detaljer.
pl_pl: Proszę sprawdź<a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'> stronę podręcznika</a> aby dowiedzieć się więcej.
pt_pt: Verifique por favor <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>manual page</a> para mais detalhes
ru_ru: Ознакомьтесь со <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>страницей описания</a> для более подробной информации.
sv_sv: Se <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>manualsidan</a> för mer information.
tr_tr: Daha fazla bilgi için lütfen <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>manual page</a> adresiniz ziyaret ediniz.
uk_uk: Відвідайте <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>сторінку керівництва</a> для більш докладної інформації.

source: Please check the <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>manual page</a> for more details.
ar_sa: الرجاء التحقق من <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'> صفحة الدليل </a> للحصول على مزيد من التفاصيل.
ca_es: Per favor vegi: <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>pàgina del manual</a> per a més detalls.
cs_cz: Další podrobnosti naleznete na <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>stránce s příručkou</a>.
de_de: Bitte die <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>Hilfeseiten</a> für weitere Details lesen.
el_gr: Για περισσότερες λεπτομέρειες : <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>εδώ</a>.
es_es: Por favor vea: <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>página del manual</a> para más detalles.
fr_fr: Voir la <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>page d'aide</a> pour plus de détails.
gl_es: Consulte a <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>páxina do manual</a> para obter máis detalles.
hu_hu: Tekintse meg a <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>kézikönyvet</a> további részletekért.
it_it: Consulta la <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>pagina del manuale</a> per maggiori dettagli.
ko_kr: 자세한 내용은 <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>매뉴얼 페이지</a>를 참고하세요.
nl_nl: Raadpleeg de <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>handleidingspagina</a> voor meer details.
no_no: Vennligst sjekk <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'> brukermanual</a> for flere detaljer.
pl_pl: Więcej informacji na <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>manual page</a>.
pt_pt: Por favor verifique em <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>manual page</a> para mais detalhes.
ru_ru: Ознакомьтесь со <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>страницей описания</a>для более подробной информации.
sv_sv: Se <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>manualsidan</a> för mer information.
tr_tr: Daha fazla bilgi için lütfen <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>manual page</a> adresini ziyaret ediniz.
uk_uk: Відвідайте <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>сторінку керівництва</a> для більш докладної інформації.

source: Please check the <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>manual page</a> for more details.
ar_sa: الرجاء التحقق من <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'> صفحة الدليل </a> للحصول على مزيد من التفاصيل.
ca_es: Per favor revisi la <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>pàgina del manual</a> per a més detalls.
cs_cz: Další podrobnosti naleznete na <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>stránce s příručkou</a>.
de_de: Bitte die <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>Hilfeseiten</a> für weitere Details lesen.
el_gr: Δείτε στο <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>εγχειρίδιο</a> για περισσότερες λεπτομέρειες.
es_es: Por favor revise la <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>página del manual</a> para más detalles.
fr_fr: Voir la <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>page d'aide</a> pour plus de détails.
gl_es: Consulte a <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>páxina do manual</a> para obter máis detalles.
hu_hu: Tekintse meg a <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>kézikönyvet</a> további részletekért.
it_it: Consulta la <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>pagina del manuale</a> per maggiori dettagli.
ko_kr: 자세한 내용은 <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>매뉴얼 페이지</a>를 참고하세요.
nl_nl: Raadpleeg de <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>handleidingspagina</a> voor meer informatie.
pl_pl: Proszę sprawdź <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>aby dowiedzieć się więcej.
pt_pt: Por favor verifique <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>a página do manual</a> para mais detalhes.
ru_ru: Пожалуйста, проверьте <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'> руководство Страница </a> для более подробной информации.
sv_sv: Se <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>manualsidan</a> för mer information.
tr_tr: Lütfen daha fazla detay için <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>kullanıcı kılavuzu</a> sayfasını ziyaret ediniz.
uk_uk: Відвідайте <a href='http://www.proftpd.org/docs/directives/linked/by-name.html' target='_blank'>сторінку керівництва</a> для більш докладної інформації.

source: Port
ar_sa: المنفذ
el_gr: Θύρα
es_es: Puerto
it_it: Porta
ko_kr: 포트
nl_nl: Poort
pt_pt: Porta
ru_ru: Порт
uk_uk: Порт

source: Refresh time
ar_sa: وقت التحديث
ca_es: Temps d’actualització
cs_cz: Čas obnovení
de_de: Aktualisierungszeit
el_gr: Χρόνος ανανέωσης
es_es: refresco
fr_fr: Date de changement
hu_hu: Frissítési idő
it_it: Frequenza di aggiornamento
pl_pl: Czas odświeżania
ru_ru: Период обновления
sv_sv: Uppdateringstid
tr_tr: Yenileme zamanı
uk_uk: Час оновлення

source: Remote host
it_it: Host remoto

source: Require valid shell
ar_sa: يتطلب Shell صالح
ca_es: Cal una Shell vàlida
cs_cz: Vyžadovat platný shell
de_de: Gültige Shell benötigt
el_gr: Να απαιτείται ισχύον κέλυφος
es_es: Se requiere una Shell válida
fr_fr: Shell valide
gl_es: Require unha consola correcta
hu_hu: Érvényes parancsértelmező szükséges
it_it: Richiede una shell valida
ko_kr: 유효한 쉘이 필요합니다.
nl_nl: Vereis een geldige shell
no_no: Krev gyldig shell
pl_pl: Wymagana odpowiednia powłoka.
pt_pt: Requerer escudo válido
ru_ru: Требовать допустимую оболочку
sv_sv: Kräv giltigt skal
tr_tr: Geçerli bir kabul gereklidir
uk_uk: Вимагати надання оболонки

source: Required
ar_sa: مطلوب
ca_es: Requerit
cs_cz: Požadováno
de_de: Benötigt
el_gr: Απαιτούμενο
es_es: Requerido
fr_fr: Requis
gl_es: Requirido
hu_hu: Kötelező
it_it: Obbligatorio
ko_kr: 필수
nl_nl: Vereist
no_no: Påkrevd
pl_pl: Wymagane
pt_pt: Requerer
ru_ru: Обязательно
sv_sv: Krävs
tr_tr: Gerekli
uk_uk: Вимагається

source: Resume
ar_sa: استئناف
ca_es: Continuar
cs_cz: Pokračovat
de_de: Fortsetzen
el_gr: Συνέχιση
es_es: Continuar
fr_fr: Reprise
gl_es: Continuar
hu_hu: Folytatás
it_it: Riprendi
ko_kr: 다시 시작
nl_nl: Hervatten
no_no: Gjenopta
pl_pl: Dokończ
pt_pt: Retomar
ru_ru: Сводка
sv_sv: Återuppta
tr_tr: Devam et
uk_uk: Підсумок

source: Reverse DNS lookup
ar_sa: بحث DNS عكسي
ca_es: Cerca inversa DNS
cs_cz: Reverzní vyhledávání DNS
el_gr: Ανάστροφη αναζήτηση DNS
es_es: Busqueda inversa DNS
fr_fr: Recherche DNS inversé
gl_es: Busca de DNS inversa
hu_hu: Fordított DNS figyelés
it_it: Ricerca DNS inversa
ko_kr: 역방향 DNS 질의
pl_pl: Odwrotne wyszukiwanie DNS
pt_pt: Pesquisa reversa de DNS
ru_ru: Обратный поиск DNS
sv_sv: Omvänd DNS-förfrågan
tr_tr: Ters DNS sorgulaması
uk_uk: Зворотний пошук в DNS

source: SSL/TLS Settings
ar_sa: إعدادات SSL/TLS
ca_es: Configuració SSL / TLS
cs_cz: Nastavení SSL/TLS
de_de: SSL/TLS Einstellungen
el_gr: Ρυθμίσεις SSL/TLS
es_es: Opciones SSL/TLS
fr_fr: Paramètres SSL/TLS
hu_hu: SSL/TLS beállítások
it_it: Impostazioni SSL/TLS
pl_pl: Ustawienia SSL/TLS
ru_ru: Настройки SSL/TLS
sv_sv: SSL/TLS-inställningar
tr_tr: SSL/TLS Ayarları
uk_uk: Налаштування SSL/TLS

source: Service disabled
ar_sa: الخدمة معطلة
ca_es: Servei desactivat
cs_cz: Služba zakázána
de_de: Service deaktiviert
el_gr: Ανενεργή υπηρεσία
es_es: Servicio deshabilitado
fr_fr: Service désactivé
gl_es: Servizo desactivado
hu_hu: Szolgáltatás letiltva
it_it: Servizio disabilitato
ko_kr: 서비스 비활성화됨
nl_nl: Dienst uitgeschakeld
no_no: Tjeneste deaktivert
pl_pl: Usługa wyłączona
pt_pt: Serviço desativo
ru_ru: Служба отключена
sv_sv: Tjänst inaktiverad
tr_tr: Hizmet kapatıldı
uk_uk: Служба вимкнення

source: Settings
ar_sa: إعدادات
ca_es: Configuració
cs_cz: Nastavení
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_es: Opciones
fr_fr: Paramètres
gl_es: Configuració
hu_hu: Beállítások
it_it: Impostazioni
ko_kr: 설정
nl_nl: Instellingen
no_no: Instillinger
pl_pl: Ustawienia
pt_pt: Definições
ru_ru: Настройки
sv_sv: Inställningar
tr_tr: Ayarlar
uk_uk: Налаштування

source: Shared folder
ar_sa: مجلد مشترك
ca_es: Carpeta compartida
cs_cz: Sdílená složka
de_de: Freigegebene Ordner
el_gr: Κοινόχρηστος φάκελος
es_es: Carpeta Compartida
fr_fr: Dossier partagé
gl_es: Carpeta compartida
hu_hu: Megosztott mappa
it_it: Cartella condivisa
ko_kr: 공유 폴더
nl_nl: Gedeelde map
no_no: Delt mappe
pl_pl: Katalog współdzielony
pt_pt: Pasta partilhada
ru_ru: Общий каталог
sv_sv: Delad mapp
tr_tr: Paylaşılmış klasör
uk_uk: Спільна тека

source: Shares
ar_sa: المشاركات
ca_es: Compartits
cs_cz: Sdílení
de_de: Freigaben
el_gr: Μερίδια
es_es: Compartidos
fr_fr: Partages
gl_es: Comparticións
hu_hu: Megosztások
it_it: Condivisioni
ko_kr: 공유
nl_nl: Gedeelde bronnen
no_no: Delte områder
pl_pl: Zasoby
pt_pt: Partilhas
ru_ru: Общие ресурсы
sv_sv: Delningar
tr_tr: Paylaşımlar
uk_uk: Спільні ресурси

source: Special action flag
it_it: Flag di azione speciale
