Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-ftp/usr/share/openmediavault/locale/*/openmediavault-ftp.po
Languages: ar_sa, ca_es, cs_cz, de_de, el_gr, es_es, fr_fr, gl_es, hu_hu, it_it, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ru_ru, sv_sv, tr_tr, uk_uk

source: Updated FTP ban rule.
ar_sa: تم تحديث قاعدة حظر FTP.
ca_es: Actualització de la norma d'exclusió FTP.
cs_cz: Aktualizováno pravidlo vyloučení z FTP.
de_de: FTP-Sperrregel wurde aktualisiert.
el_gr: Ενημέρωση κανόνα αποκλεισμού FTP.
es_es: Regla de baneo FTP actualizada.
fr_fr: Règle d'exclusion FTP mis à jour.
hu_hu: FTP tiltási szabály frissítve.
it_it: La regola del ban FTP è stata aggiornata.
pl_pl: Zaktualizowano reguły wykluczenia FTP.
ru_ru: Правило блокировки FTP изменено.
sv_sv: Uppdaterade FTP-uteslutningsregel.
uk_uk: Оновлено правило блокування FTP.

source: Updated FTP share.
ar_sa: تم تحديث مشاركة FTP.
ca_es: Actualitzat FTP compartit.
cs_cz: Aktualizováno sdílení FTP.
de_de: FTP-Freigabe wurde aktualisiert.
el_gr: Ενημέρωση κοινόχρηστου FTP.
es_es: Compartido de FTP actualizado.
fr_fr: Partage FTP mis à jour.
hu_hu: FTP megosztás frissítve.
it_it: La condivisione FTP è stata aggiornata.
pl_pl: Zaktualizowano udział FTP.
ru_ru: Общая папка FTP изменена.
sv_sv: Uppdaterade FTP-delning.
uk_uk: Оновлено спільний ресурс FTP.

source: Use the following bandwidth restriction.
ar_sa: استخدم قيود النطاق الترددي التالية.
ca_es: Utilitzeu la restricció d’amplada de banda següent.
cs_cz: Použít následující omezení šířky pásma.
de_de: Verwenden Sie die folgende Bandbreitenbeschränkung.
el_gr: Χρήση του ακόλουθου περιορισμού ταχύτητας.
es_es: Utilice la siguiente restricción de ancho de banda.
fr_fr: Utiliser la restriction de bande passante suivante.
hu_hu: A következő sávszélesség-korlátozás használata.
it_it: Utilizza la seguente limitazione della larghezza di banda.
pl_pl: Używaj następujących ograniczeń pasma.
ru_ru: Использовать данное ограничение пропускной способности.
sv_sv: Använd följande begränsning av bandbredd.
uk_uk: Використовувати наступне обмеження пропускної здатності.

source: User name
it_it: Nome utente

source: Welcome message
ar_sa: رسالة ترحيب
ca_es: Missatge de benvinguda
cs_cz: Uvítací zpráva
de_de: Willkommens-nachricht
el_gr: Μήνυμα καλωσορίσματος
es_es: Mensaje de bienvenida
fr_fr: Message de bienvenue
gl_es: Mensaxe de benvida
hu_hu: Üdvözlő üzenet
it_it: Messaggio di benvenuto
ko_kr: 환영 메시지
nl_nl: Welkomstbericht
no_no: Velkomstmelding
pl_pl: Wiadomość powitalna
pt_pt: Mensagem de boas vindas
ru_ru: Приветственное сообщение
sv_sv: Välkomstmeddelande
tr_tr: Hoşgeldiniz mesajı
uk_uk: Вітаємо повідомлення

source: When a client initially connects to the server the ident protocol is used to attempt to identify the remote user name.
ar_sa: عندما يتصل العميل في البداية بالخادم ، يتم استخدام بروتوكول المعرف لمحاولة التعرف على اسم المستخدم البعيد.
ca_es: Quan un client es connecta inicialment al servidor, s'utilitza el protocol d'identificació per intentar identificar el nom d'usuari remot.
cs_cz: Při prvním připojení klienta k serveru se k identifikaci vzdáleného uživatelského jména použije protokol ident.
de_de: Wenn sich ein Client zum ersten Mal mit dem Server verbindet, wird mit dem Ident-Protokoll versucht, den entfernten Benutzernamen zu identifizieren.
el_gr: Όταν ένας πελάτης συνδέεται αρχικά, το πρωτόκολλο ident χρησιμοποιείται για να διαπιστωθεί το όνομά του.
es_es: Cuando un cliente se conecta inicialmente al servidor, se utiliza el protocolo de identificación para intentar identificar el nombre de usuario remoto.
fr_fr: Quand un client se connecte au serveur, le protocole d'identification Ident est utilisé pour tenter d'identifier le nom de l'utilisateur distant.
hu_hu: Amikor egy kliens először csatlakozik a szerverhez, akkor az azonosító protokollt használja, hogy megpróbálja azonosítani a távoli felhasználót.
it_it: Quando un client si connette inizialmente al server, viene utilizzato il protocollo Ident per tentare di identificare il nome utente remoto.
ru_ru: Когда клиент первоначально соединяется с сервером, используется протокол идентификации ident чтобы попытаться идентифицировать удаленное имя пользователя.
sv_sv: När en klient initialt ansluter till servern används identprotokollet för att försöka identifiera fjärranvändarnamnet.
uk_uk: Коли клієнт спочатку підключається до сервера використовується протокол ident, щоб спробувати ідентифікувати віддаленого користувача.

source: n/a
ar_sa: لا ينطبق
ca_es: no disponible
cs_cz: neuvedeno
de_de: N/V
es_es: no disponible
gl_es: n/d
it_it: non disponibile
ko_kr: 해당 없음
nl_nl: n.v.t.
no_no: Ikke tilgjengelig
pl_pl: niedostępne
ru_ru: н / д
sv_sv: ingen uppgift
tr_tr: yok
uk_uk: н/д

source: Timeout
ar_sa: انتهاء الوقت
ca_es: Temps límit
cs_cz: Časový limit
de_de: Zeitüberschreitung
el_gr: Χρονικό όριο
es_es: Tiempo límite
fr_fr: Inactivité
gl_es: Esgotou o tempo límite
hu_hu: Időtúllépés
ko_kr: 만료
no_no: Tidsavbrudd
pl_pl: Limit czasu
pt_pt: Tempo limite
ru_ru: Таймаут
tr_tr: Zaman aşımı
uk_uk: Тайм-аут
