Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-ftp/usr/share/openmediavault/locale/*/openmediavault-ftp.po
Languages: ar_sa, ca_es, cs_cz, de_de, el_gr, es_es, fr_fr, gl_es, hu_hu, it_it, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ru_ru, sv_sv, tr_tr, uk_uk

source: If your host is acting as a NAT gateway or port forwarder for the server, this option is useful in order to allow passive tranfers to work. You have to use your public address and opening the passive ports used on your firewall as well.
ar_sa: إذا كان مضيفك يعتبر بوابة NAT أو معيد توجيه المنفذ للخادم ، فإن هذا الخيار مفيد من أجل السماح للنقلين السلبيين بالعمل. عليك استخدام عنوانك العام وفتح المنافذ السلبية المستخدمة في الجدار الناري الخاص بك أيضًا.
ca_es: Si el seu equip actua com una passarel·la NAT o reenviador de ports per al servidor, aquesta opció serà útil per a permetre que funcionin les transferències passives. També tindrà que usar la seva adreça pública i obrir els ports passius en seu tallafoc.
cs_cz: Pokud váš hostitel funguje jako brána NAT nebo předávač portů pro server, je tato volba užitečná pro umožnění fungování pasivních přenosů. Musíte použít svou veřejnou adresu a otevřít také pasivní porty používané na bráně firewall.
de_de: Diese Option ist hilfreich um passive Transfers zu erlauben wenn Ihr Host als NAT-Gateway oder Port-Forwarder für den Server fungiert. Sie müssen Ihre öffentliche Adresse verwenden und die passiven Ports auf der Firewall öffnen.
el_gr: Αν το σύστημα λειτουργεί ως πύλη πρόσβασης ΝΑΤ ή προώθησης θυρών για τον διακομιστή, αυτή η ρύθμιση χρησιμεύει στο να λειτουργούν οι παθητικές μεταφορές. Θα πρέπει επιπροσθέτως να χρησιμοποιηθεί η δημόσια διεύθυνση και να ανοιχτούν οι χρησιμοποιούμενες παθητικές θύρες στο σύστημα ασφαλείας.
es_es: Si su equipo actúa como una pasarela NAT o reenviador de puertos para el servidor, esta opción será útil para permitir que funcionen las transferencias pasivas. También tendrá que usar su dirección pública y abrir los puertos pasivos en su firewall.
fr_fr: Si votre hôte agit comme une passerelle NAT ou assure un transfert de port pour le serveur, cette option est utile afin de permettre les transferts passifs. Vous devez utiliser votre adresse publique et ouvrir dans votre pare-feu les ports passifs utilisés.
gl_es: Se a súa máquina está actuando como unha pasarela NAT ou redirixindo o porto para o servidor, esta opción é útil para permitir transferencias pasivas de traballo. Ten que usar o seu enderezo público e tamén abrir os portos pasivos utilizados na devasa.
hu_hu: Ha a hoszt úgy működik mint egy NAT átjáró vagy port továbbító a szerveren, akkor ez az az opció, ami hasznos, hogy a megengedett passzív átvitelek jól működjenek. Ehhez a nyilvános címét kell használnia és passzív portokat kell nyitni rajta, hogy jól használható legyen tűzfalon keresztül is.
it_it: Se l'host agisce come gateway NAT o inoltro di porte per il server, questa opzione è utile per consentire il funzionamento delle connessioni passive. È necessario utilizzare il proprio indirizzo pubblico e aprire anche le porte passive utilizzate nel firewall.
ko_kr: 호스트가 서버에 대해 NAT 게이트웨이나 포트 포워더로 동작한다면, 이 옵션은 작동할 수동 전달을 허용하는 데에 유용합니다. 공인 주소를 사용해야 할 뿐만 아니라 사용된 수동 포트들도 방화벽에서 열어주어야 합니다.
nl_nl: Als uw host fungeert als een NAT-gateway of -poort forwarder voor de server, is deze optie handig om passieve transfers te laten functioneren. U moet hiervoor uw publieke adres en de passieve poorten die u op uw firewall heeft ingesteld, gebruiken.
no_no: Hvis din vert opptrer som NAT-gateway eller port forwarder for serveren, er dette alternativet nyttig for å tillate passive tranfers å fungere. Du må bruke din offentlige adresse og åpne de passive portene som brukes på brannmuren din også.
pl_pl: Jeśli host działa jako NAT bramy lub portu dla serwera, opcja ta jest użyteczna w celu umożliwienia pasywnego transferu do pracy. Będziesz musiał użyć adresu publicznego i otworzyć pasywne porty na zaporze.
pt_pt: Se o seu host está atuando como um gateway NAT ou redirecionamento de porta para o servidor, esta opção é útil para permitir tranfers passivos para trabalhar. Você tem que usar seu endereço público e abrindo as portas passivas utilizadas em seu firewall também.
ru_ru: Если узел действует как шлюз NAT или средство передачи порта для сервера, эта опция полезна, чтобы разрешить пассивные соединения. В этом случае необходимо использовать внешний публичный адрес и открыть пассивные порты в брандмауэре.
sv_sv: Om din värd agerar som en NAT-nätverksnod eller portvidarebefodring för servern, är det här alternativet användbart för att passiva överföringar ska fungera. Du måste även använda din offentliga adress och öppna passiva portar som används i din brandvägg.
tr_tr: Eğer makinanız sunucu çin NAT ag geçidi ya da port yönlendirici olarak çalışıyor ise, bu seçenek çalışmak için pasif transferlere izin verdiğinden oldukça kullanışlıdır.
uk_uk: Якщо ваш хост виступає в якості NAT шлюзу або засіб передачі порта для сервера, ця опція корисна для того, щоб дозволити пасивні з’єднання. Ви повинні використовувати вашу публічну адресу і відкрити пасивні порти в брандмауері.

source: Implicit SSL
ar_sa: SSL الضمني
ca_es: SSL implícit
cs_cz: Implicitní SSL
de_de: Impliziertes SSL
el_gr: Σίγουρα SSL
es_es: SSL Implicito
fr_fr: SSL implicite
gl_es: SSL implícito
hu_hu: Közvetett SSL
it_it: SSL implicito
ko_kr: 묵시적 SSL
nl_nl: Stilzwijgend SSL
no_no: Implisitt SSL
pl_pl: Niejawny SSL
pt_pt: SSL Implicito
ru_ru: Неявный SSL
tr_tr: Kesin SSL
uk_uk: Наявний SSL

source: In some cases you have to specify passive ports range to by-pass firewall limitations. Passive ports restricts the range of ports from which the server will select when sent the PASV command from a client. The server will randomly choose a number from within the specified range until an open port is found. The port range selected must be in the non-privileged range (eg. greater than or equal to 1024). It is strongly recommended that the chosen range be large enough to handle many simultaneous passive connections (for example, 49152-65534, the IANA-registered ephemeral port range).
ar_sa: في بعض الحالات ، يجب عليك تحديد نطاق المنافذ السلبية Passive Ports لتجاوز جوانب القصور في الجدار الناري. تعمل المنافذ السلبية على تقييد نطاق المنافذ الذي سيحدد منه الخادم عند إرسال أمر PASV من عميل ما. سيختار الخادم رقمًا عشوائيًا من داخل النطاق المحدد حتى يتم العثور على منفذ مفتوح. يجب أن يكون نطاق المنفذ المحدد في النطاق غير المميز Non-Privileged Port Range (على سبيل المثال ، أكبر من أو يساوي 1024). يوصى بشدة أن يكون النطاق المختار كبيرًا بما يكفي للتعامل مع العديد من الاتصالات السلبية Passive Connections المتزامنة (على سبيل المثال ، 49152-65534 ، نطاق المنافذ المؤقتة المسجل في IANA).
ca_es: En alguns casos tindrà d’especificar un rang de ports passius per a evitar les limitacions del tallafoc. Els ports passius limiten el rang de ports que el servidor utilitzarà quant envii la comanda PASV d’un client. El servidor elegirà aleatòriament un número del rang especificat fins que trobi un port obert. El port ha d’estar en el rang dels ports sense privilegis (es a dir, 1024 o major). Es recomana encaridament que el rang sigui suficientment ampli per a poder tractar moltes connexions passives simultànies (p.e., 49152-65534, el rang IANA de ports efímers).
cs_cz: V některých případech je nutné zadat rozsah pasivních portů pro obejití omezení brány firewall. Pasivní porty omezují rozsah portů, ze kterých server vybere, když mu klient pošle příkaz PASV. Server náhodně volí číslo ze zadaného rozsahu, dokud nenajde otevřený port. Vybraný rozsah portů musí být v neprivilegovaném rozsahu (např. větší nebo roven 1024). Důrazně se doporučuje, aby zvolený rozsah byl dostatečně velký, aby zvládl mnoho současných pasivních připojení (například 49152-65534, rozsah dočasných portů registrovaných organizací IANA).
de_de: In manchen Fällen müssen Sie einen Bereich von passiven Ports auswählen um Beschränkungen durch die Firewall zu umgehen. Die Einstellung beschränkt den Portbereich den der Server benutzt wenn er ein PASV Befehl vom Client erhält. Der Server wählt einen zufälligen Port aus dem angegebenen Bereich bis ein offener Port gefunden wurde. Der ausgewählte Portbereich muss im Nicht-Privilegierten Bereich (größer oder gleich 1024) liegen. Es wird dringend empfohlen den Bereich groß genug zu wählen damit viele simultane passive Verbindungen (z.B. 49152-65534, von der IANA zugelassene Bereich für kurzlebige Verbindungen) gehandhabt werden können.
el_gr: Σε μερικές περιπτώσεις θα πρέπει να ορίσετε ένα εύρος παθητικών θυρών για να παρακάμψετε τους περιορισμούς του συστήματος ασφαλείας. Οι παθητικές θύρες περιορίζουν το εύρος των θυρών απο τις οποίες θα επιλέγει ο διακομιστής όταν δέχεται την εντολή PASV από έναν πελάτη. Θα επιλέγεται τυχαία κάποια θύρα από το δωσμένο εύρος, ώσπου να βρεθεί κάποια ανοιχτή. Οι δωσμένες θύρες θα πρέπει μην βρίσκονται στο μη-προνομιακό εύρος (δηλαδή πρέπει να είναι πάνω από το 1024). Συνίσταται να δωθεί αρκετά μεγάλο εύρος (π.χ. 49152-65534), ώστε να υπάρχει περιθώριο χειρισμού αρκετών ταυτόχρονων παθητικών συνδέσεων.
es_es: En algunos casos tendrá que especificar una rango de puertos pasivos para evitar las limitaciones del firewall. Los puertos pasivos limitan el rango de puertos que el servidor utilizará cuando envíe el comando PASV de un cliente. El servidor elegirá aleatoriamente un número del rango especificado hasta que encuentre un puerto abierto. El puerto debe estar en el rango de los puerto sin provilegios (es decir, 1024 o mayor). Se recomienda encarecidamente que el rango sea lo suficientemente amplio para poder manejar muchas conexiones pasivas simultáneas (p.ej., 49152-65534, el rango IANA de puertos efímeros).
fr_fr: Dans certains cas, vous devez spécifier un plage de port passifs pour passer outre les limitations du pare-feu. Le serveur va choisir au hasard un nombre au sein de la plage spécifiée jusqu'à ce qu'un port ouvert soit trouvé. La plage de ports doit être choisi dans la plage Unix non-privilégiée (supérieur ou égal à 1024). Il est fortement recommandé que la plage choisie soit suffisamment grande pour traiter de nombreuses connexions simultanées passives (ex: 49152-65534, la plage de ports éphémères enregistrés à l'IANA).
gl_es: Nalgúns casos ten que especificar o intervalo de portos pasivos para as limitacións do desvío da devasa. Os portos pasivos restrinxen o intervalo de portos desde os que se seleccionará o servidor cando se envía a orde PASV desde un cliente. O servidor seleccionará ao chou un número dentro do intervalo especificado ata que atopa un porto aberto. O intervalo de portos seleccionado debe estar nun intervalo non privilexiado (p.ex. maior que ou igual a 1024). Recomendase que o intervalo escollido sexa grande abondo como para manexar moitas conexións pasivas simultáneas (por exemplo, 49152-65534, o intervalo efémero de portos rexistrados IANA).
hu_hu: Egyes esetekben passzív port tartományokat kell megadnia a tűzfal korlátozások kikerüléséhez. A passzív portok korlátozhatják a portok tartományát, melyből a szerver válogathat, mikor a kliens elküldi a PASV parancsot. A szerver véletlenszerűen választ egy portot a tartományból addig, amíg nyitott portot nem talál. A kiválasztott port tartománynak nem privilegizált tartománynak kell lennie (pl. nagyobb vagy egyenlő mint 1024). Erősen ajánlott olyan nagy tartomány választása, mely elég nagy több passzív kapcsolat egyidejű használatához (például: 49152-65534, az IANA-regisztrált rövid idejű port tartomány).
it_it: In alcuni casi è necessario specificare un intervallo di porte passive, per bypassare le limitazioni del firewall. Le porte passive limitano l’intervallo di porte da cui il server selezionerà la porta da utilizzare, quando riceve il comando PASV da un client. Il server sceglierà casualmente un numero all’interno dell’intervallo specificato, fino a trovare una porta libera. L’intervallo di porte selezionato deve essere nella fascia non privilegiata (ad esempio, maggiore o uguale a 1024). Si raccomanda vivamente che l’intervallo scelto sia sufficientemente ampio, per gestire molte connessioni passive simultanee (per esempio, 49152-65534, l’intervallo di porte effimere registrato da IANA).
ko_kr: 일부 경우에 수동 포트 범위를 우회 방화벽 제한에 지정해야 합니다. 수동 포트는 클라이언트로부터 PASV 명령을 송신할 때 선택될 서버로부터 포트의 범위를 제한합니다. 이 서버는 열려있는 포트를 찾을 때까지 지정된 범위 내에서 임의로 포트를 선택할 것입니다. 이 포트 범위는 비-권한 범위(1024 이상의) 안에서 선택되야 합니다. 선택된 범위는 동시다발적인 수동 연결을 처리하기 위해서 충분히 크게 지정할 것을 강력히 권장합니다. (예를 들어, 49152-65534, IANA에 등록된 일시적으로 사용되는 포트 범위와 같은.)
nl_nl: In sommige gevallen moet het bereik van passieve poorten worden opgeven om firewallbeperkingen te omzeilen. Passieve poorten beperken het bereik van poorten van waaruit de server zal kiezen, wanneer het PASV-commando van een cliënt is verzonden. De server zal willekeurig een nummer kiezen vanuit het opgegeven bereik totdat een open poort is gevonden. Het geselecteerde poortbereik moet in het niet-geprivilegieerde bereik liggen (b.v. groter of gelijk aan 1024). Het wordt ten zeerste aanbevolen dat het gekozen bereik groot genoeg is om veel gelijktijdige passieve verbindingen af te kunnen handelen (b.v. 49152-65534, het IANA-geregistreerde tijdelijke poortbereik).
no_no: I noen tilfeller må du spesifisere passiv portområde for å omgå begrensninger i brannmuren. Passive porter begrenser portområdet serveren vil velge når PASV kommando fra en klient er mottatt. Serveren vil tilfeldig velge et nummer innenfor det angitte området inntil en åpen port blir funnet. Portområdet som er valgt må være i ikke-privilegerte område (dvs. større enn eller lik 1024). Det anbefales sterkt at det valgte området er stort nok til å håndtere mange samtidige passive tilkoblinger (for eksempel 49152-65534, altså det IANA-registrerte flyktige portområdet).
pl_pl: W niektórych przypadkach trzeba określić zakres portów pasywny do obejścia zapory ograniczenia. Pasywnych portach ogranicza zakres portów, z których serwer wybierze gdy wysłane przez klienta polecenia PASV. Serwer będzie losowo wybrać numer z określonego zakresu, do czasu otworzenia portu. Zakres portów, zaznaczone musi być w zakresie nieuprzywilejowanego (np. większa niż lub równa 1024). Zaleca się, że wybrany zakres był wystarczająco duży, aby obsługiwać wiele jednoczesnych połączeń pasywne (na przykład 49152-65534, zakres portów tymczasowych IANA zarejestrowane).
pt_pt: Em alguns casos você tem que especificar o intervalo portas passiva para limitações by-pass de firewall. Portas passivas restringe o intervalo de portas a partir do qual o servidor irá selecionar quando enviar o comando PASV de um cliente. O servidor escolherá aleatoriamente um número de dentro do intervalo especificado, até uma porta aberta ser encontrada. O intervalo de porta seleccionado deve estar no intervalo de não-privilegiado (por exemplo, maior do que ou igual a 1024). É altamente recomendável que a faixa escolhida seja grande o suficiente para lidar com muitas conexões simultâneas passivos (por exemplo, 49152-65534, a IANA-registado intervalo de portas efêmeras).
ru_ru: В некоторых случаях необходимо определить пассивный диапазон портов, чтобы обойти ограничения брандмауэра. При получении от клиента команды PASV, сервер в произвольном порядке выбирает из заданного диапазона пассивных портов, пока не будет найден открытый порт. Выбранный диапазон портов должен быть в непривилегированном диапазоне (например, больше или равным 1024). Строго рекомендуется, чтобы выбранный диапазон был достаточно большим, чтобы обработать много одновременных пассивных соединений (например, 49152-65534, зарегистрированный В IANA эфемерный диапазон портов).
sv_sv: I vissa fall måste du ange passiva portars spann för att gå förbi brandväggens begränsningar. Passiva portar begränsar portintervallet som servern kommer att välja när PASV-kommandon skickas från en klient. Servern kommer att slumpmässigt välja ett nummer från inom det angivna intervallet tills en öppen port hittas. Det portintervall som väljs måste vara i det icke-privilegierade område (t.ex. större än eller lika med 1024). Det rekommenderas starkt att det valda området är tillräckligt stort för att hantera många samtidiga passiva anslutningar (till exempel 49152-65534, IANA-registrerade efemära portintervallet).
tr_tr: Bazı durumlarda güvenlik duvarını devre dışı bırakabilmek için pasif port aralığı tanımlamak zorunda kalırsınız. Pasif portlar kullanıcı tarafından PASV komutu geldiğinde sunucunun seçebileceği port aralığını sınırlar. Sunucu belirlenmiş aralıktan açık bir port bulana kadar rastgele port numaraları dener. Port aralığı mutlaka özelleştirilmemiş bir aralıktan (örn. 1024 ya da daha büyük) seçilmelidir. Seçilen aralığın olabilecek en fazla sayıdaki pasif bağlantıyı karşılayabilecek kadar geniş olarak ayarlanması şiddetle önerilir (örneğin, IANA - kayıtlı geçici port aralığı olan 49152-65534 şeklinde).
uk_uk: У деяких випадках ви повинні вказати пасивний діапазон портів в обхід обмежень брандмауера. При отриманні від клієнта команди PASV, сервер в довільному порядку вибирає із заданого діапазону пасивних портів, поки не буде знайдений відкритий порт. Обраний діапазон портів повинен бути в непривілейованому діапазоні (наприклад, більше або рівне 1024). Наполеглево рекомендується, що обраний діапазон був досить великим, щоб обробити безліч одночасних пасивних підключень (наприклад, 49152-65534, зареєстрований у IANA ефемерний діапазон портів).

source: Masquerade address
ar_sa: عنوان التخفي Masquerade
ca_es: Adreça IP emmascarada
cs_cz: Maskovací adresa
de_de: Masquerade Adresse
el_gr: Απόκρυψη διεύθυνσης
es_es: Dirección IP enmascarada
fr_fr: Adresse Masquerade
gl_es: Enmascarar enderezos
hu_hu: Maszkolási cím
it_it: Indirizzo mascherato
ko_kr: 위장 주소
no_no: Masquerade addresse
pl_pl: Adres Maskarady
pt_pt: Endereço mascarado
ru_ru: Маскарад адреса
sv_sv: Maskerad adress
tr_tr: Gizlenmiş adres
uk_uk: Маскарад адрес

source: Max. clients
ar_sa: العدد الأقصى من العملاء
ca_es: Núm. màx. de clients
cs_cz: Maximálně klientů
el_gr: Μέγιστος αριθμός πελατών
es_es: Número máximo de clientes
gl_es: Número máx. de clientes
hu_hu: Kliensek max. száma
it_it: Numero massimo di client
ko_kr: 최대 클라이언트
nl_nl: Max. cliënten
no_no: Maks. klienter
pl_pl: Maks. klientów
pt_pt: Max. Clientes
ru_ru: Максимум клиентов
sv_sv: Max. klienter
tr_tr: Maksimum kullanıcı
uk_uk: Максимум клієнтів

source: Max. connections per host
ar_sa: الحد الأقصى. الاتصالات لكل مضيف
ca_es: Núm. màx. de connexions per host
cs_cz: Maximum připojení na hostitele
de_de: Max. Verbindungen pro Host
el_gr: Μέγιστες συνδέσεις ανά χρήστη
es_es: Nº Max. de conexiones por host
fr_fr: Max. connexions par hôte
gl_es: Número máx. de conexións por servidor
hu_hu: Max. kapcsolat hosztonként
it_it: Numero massimo di connessioni per host
ko_kr: 호스트 당 최대 연결
nl_nl: Max. verbindingen per host
no_no: Max. tilkoblinger pr. vert
pl_pl: Maks. połączeń na host
pt_pt: Ligações máximas por anfitrião
ru_ru: Максимум соединений на узел
sv_sv: Max. anslutningar per värd
tr_tr: Herbir makina için maksimum bağlantı sayısı
uk_uk: Максимум з'єднать на хост

source: Max. login attempts
ar_sa: محاولات تسجيل الدخول القصوى
ca_es: Núm. màx. de login
cs_cz: Maximum pokusů o přihlášení
de_de: Max. Loginversuche
el_gr: Μέγιστες απόπειρες εισόδου
es_es: Nº Max. de login
fr_fr: Max. tentatives de connexion
gl_es: Número máx. de intentos de acceso
hu_hu: Max. bejelentkezési kísérlet
it_it: Numero massimo di tentativi di accesso
ko_kr: 최대 로그인 시도 횟수
nl_nl: Max. aanmeldpogingen
no_no: Max. innloggingsforsøk
pl_pl: Maksymalna ilość prób logowania
pt_pt: Max. tentativas de entrar
ru_ru: Максимум попыток входа в систему
sv_sv: Max. inloggningsförsök
tr_tr: Maksimum giriş denemesi
uk_uk: Максимум спроб для входу

source: Max. passive port
ar_sa: رقم المنفذ السلبي الأعلى
ca_es: Màx. port passiu
cs_cz: Maximální pasivní port
de_de: Höchster passiver Port
el_gr: Μέγιστη παθητική θύρα
es_es: Max. puerto pasivo
fr_fr: Port passif max.
hu_hu: Max. passzív port
it_it: Numero massimo della porta passiva
pl_pl: Maks. port pasywny
ru_ru: Максимальный пассивный порт
sv_sv: Max. passiv port
uk_uk: Макс. пасивний порт

source: Maximum download rate (KiB/s)
ar_sa: الحد الأقصى لمعدل التنزيل (KiB / s)
ca_es: Velocitat màx. de descarrega (KiB/s)
cs_cz: Maximální rychlost stahování (KiB/s)
de_de: Maximale Download-Rate (KiB/s)
el_gr: Μέγιστη ταχύτητα κατεβάσματος (KiB/s)
es_es: Velocidad max. de descarga (KiB/s)
fr_fr: Vitesse réception max. (Ko/s)
gl_es: Taxa máxima de descarga (KiB/s)
hu_hu: Maximális letöltési sebesség (KB/s)
it_it: Velocità massima di download (KiB/s)
ko_kr: 최대 내려받기 속도 (KiB/s)
nl_nl: Maximum downloadsnelheid (KiB/s)
no_no: Maximal nedlastningshastighet (KiB/s)
pl_pl: Maksymalna prędkość pobierania (KiB/s)
pt_pt: Taxa máxima de descarga (KiB/s)
ru_ru: Максимальная скорость загрузки (КБ/с)
sv_sv: Maximal hämtningshastighet (KiB/s)
tr_tr: Maksimum indirme hızı (KiB/s)
uk_uk: Максимальна швидкість завантаження (КіБ/с)
