Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-ftp/usr/share/openmediavault/locale/*/openmediavault-ftp.po
Languages: ar_sa, ca_es, cs_cz, de_de, el_gr, es_es, fr_fr, gl_es, hu_hu, it_it, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ru_ru, sv_sv, tr_tr, uk_uk

source: Specifies the amount of time, in seconds, between checking and updating the masquerade address by resolving the IP address. Set this value to 0 to disable this option.
ar_sa: يحدد مقدار الوقت ، بالثواني ، بين فحص وتحديث عنوان Masquerade IP عن طريق حل عنوان IP. عيّن هذه القيمة إلى 0 لتعطيل هذا الخيار.
ca_es: Especifica la quantitat de temps en segons, entre la comprovació i la actualització de la mascara, per a resoldre una adreça IP. "0" per a deshabilitar l’opció.
cs_cz: Určuje dobu v sekundách mezi kontrolou a aktualizací maskovací adresy pomocí překladu IP adresy. Nastavením této hodnoty na 0 tuto volbu zakážete.
de_de: Gibt die Zeit in Sekunden an zwischen dem Prüfen und Aktualisieren der Masquerade Adresse durch Auflösen der IP-Adresse. Setzen Sie diesen Wert auf 0, um diese Option zu deaktivieren.
el_gr: Ο χρόνος σε δευτερόλεπτα ανάμεσα στον έλεγχο και την ενημέρωση της μασκαρεμένης διεύθυνσης με επίλυση ΙΡ. Με 0 απενεργοποιείται.
es_es: Especifica la cantidad de tiempo en segundos, entre la comprobación y la actualización de la mascara, para resolver una dirección IP. Poner este valor a cero "0" para deshabilitar la opción.
fr_fr: Spécifie le délai, en secondes, entre la vérification et la mise à jour de l'adresse Masquerade par résolution de l'adresse IP . Mettre cette valeur à 0 pour désactiver cette option.
gl_es: Especifica a cantidade de tempo, en segundos, entre o control e a actualización do enderezo enmascarado para determinar o enderezo IP. Estabeleza este valor en 0 para desactivar isto
hu_hu: Az IP cím feloldás ellenőrzésének és frissítésének megadása másodpercben az ál címen keresztül. A 0 beállítás letiltja az opciót.
it_it: Specifica la quantità di tempo che intercorre, in secondi, tra la verifica e l'aggiornamento dell'indirizzo mascherato tramite risoluzione dell'indirizzo IP. Imposta a 0 per disabilitare questa opzione.
ko_kr: IP 주소의 해석을 통해 마스커레이드 주소를 검사하고 갱신하는 사이의 시간 간격을 초 단위로 지정합니다. 0으로 설정하면 이 옵션은 비활성화됩니다.
nl_nl: Geeft de tijdsduur in seconden aan, tussen het controleren en het bijwerken van het masquerade address door het herleiden van het IP-adres. Stel de waarde op 0 in om deze optie uit te schakelen.
no_no: Spesifiser tiden, i sekunder, mellom kontroll og oppdatering av masquerade adresse ved å løse IP adressen. Sett verdien til 0 for å slå av denne funksjonen.
pl_pl: Określa czas, w sekundach, między sprawdzaniem i aktualizowaniem adresu maskującego przez przetłumaczenie adresu IP. Wartość tę należy ustawić na 0, aby wyłączyć tę opcję.
pt_pt: Especifica a quantidade de tempo, em segundos, entre a verificação e atualização do endereço mascarada por resolver o endereço IP. Defina esse valor para 0 para desabilitar esta opção.
ru_ru: Определяет количество времени в секундах между проверкой и обновлением адреса подмены, разрешая IP-адрес. Установите значение 0, чтобы отключить эту опцию.
sv_sv: Anger hur lång tid, i sekunder, mellan kontroll och uppdatering av den maskerade adressen genom att lösa IP-adressen. Ställ in det här värdet på 0 för att inaktivera det här alternativet.
tr_tr: Gizli adresin IP adresi çözülerek güncellenmesi için geçen süreyi saniye cinsinden belirtir. Bu opsiyonu kapatmak için 0 değerini giriniz.
uk_uk: Визначає кількість часу в секундах, між перевіркою та оновленням маскараду адрес за допомогою дозволу IP-адреси. Встановіть це значення в 0, щоб відключити дану опцію.

source: Specifies the time in hh:mm:ss after which the ban expires.
ar_sa: يحدد الوقت في hh: mm: ss بعد انتهاء صلاحية الحظر.
ca_es: Especifica el temps en hh:mm:ss perquè expiri la prohibició (ban)
cs_cz: Určuje čas ve formátu hh:mm:ss, po kterém vyloučení vyprší.
de_de: Legt die Zeit in hh:mm:ss fest, nach welcher der Ban verfällt.
el_gr: Ορίζει τον χρόνο διάρκειας (ωω:λλ:δδ) του αποκλεισμού.
es_es: Especifica el tiempo en hh:mm:ss para que expire el baneo
fr_fr: Indique le temps au format hh:mm:ss avant que l'interdiction n'expire.
gl_es: Especifica a hora no formato hh:mm:ss despois de que caduque a prohibición.
hu_hu: Kitiltási idő lejárásának meghatározása óó:pp:mm formátumban.
it_it: Specifica il tempo in hh:mm:ss dopo il quale il ban scade.
ko_kr: 차단이 만료될 시간을 시:분:초 형식으로 지정합니다.
nl_nl: Geeft de tijd weer, in uu:mm:ss, wanneer de uitsluiting opgeheven wordt.
no_no: Angir tiden i tt:mm:ss hvoretter forbudet utløper.
pl_pl: Określa czas w gg:mm:ss po którym ban wygasa.
pt_pt: Especifica o tempo em hh: mm: ss depois que a proibição expira.
ru_ru: Определяет время действия бана в формате чч:мм:сс.
sv_sv: Anger tiden i hh:mm:ss varefter uteslutningen löper ut.
tr_tr: Yasaklamanın kalkacağı zamanı SS:dd:ss cinsinden tanımlar.

source: Specifies the time interval in hh:mm:ss in which the given number of occurrences must happen to add the ban.
ar_sa: يحدد الفاصل الزمني في hh: mm: ss الذي يجب أن يحدث فيه عدد مرات الحدوث لإضافة الحظر.
ca_es: Especifica el temps en hh:mm:ss en el que hi ha d’haver la incidència per a prohibir-la (ban).
cs_cz: Určuje časový interval ve formátu hh:mm:ss, ve kterém musí nastat daný počet výskytů, aby bylo vyloučení uděleno.
de_de: Legt den Zeitintervall in hh:mm:ss fest in welcher die gegebene Anzahl von Vorkommnissen auftreten muss um einen Ban zu erlassen.
el_gr: Ορίζει το χρονικό διάστημα (ωω:λλ:δδ) στο οποίο πρέπει να συμβεί ο συγκεκριμένος αριθμός παραπτωμάτων, για την επιβολή του αποκλεισμού.
es_es: Especifica el tiempo en hh:mm:ss en el que debe ocurri la incidencia para banearla.
fr_fr: Indique l'intervalle de temps au format hh:mm:ss pendant lequel le nombre donné d'occurrences doivent arriver pour ajouter l'interdiction.
gl_es: Especifica a hora no formato hh:mm:ss no que debe suceder o número de repeticións para engadir a prohibición.
hu_hu: Idő intervallum meghatározása óó:pp:mm formátumban, melynél a kitiltáshoz a megadott számú esemény előfordulásnak kell történnie.
it_it: Specificare l'intervallo di tempo espresso in hh:mm:ss nel quale un dato numero di occorrenze devono verificarsi per aggiungere il ban.
ko_kr: 차단 대상에 추가하기 위한 출현 횟수가 유효한 시간 간격을 시:분:초 형식으로 지정합니다.
nl_nl: Geeft de tijdsduur weer, in uu,mm,ss, waarbinnen het opgegeven aantal gebeurtenissen moet plaatsvinden alvorens er wordt uitgesloten.
no_no: Angir tidsintervallet i tt:mm:ss der gitt antall forekomster må skje for å legge til forbudet.
pl_pl: Określa interwał czasu w hh:mm:ss w którym daną liczbę wystąpień musi się zdarzyć, aby dodać ban.
pt_pt: Especifica o intervalo de tempo em hh: mm: ss em que o dado número de ocorrências deve acontecer para adicionar a proibição.
ru_ru: Задает интервал времени в формате чч:мм:сс, в течение которого заданное количество событий добавляет бан.
sv_sv: Anger tidsintervall i hh:mm:ss där det givna antalet förekomster måste ske för att lägga till uteslutningen.
tr_tr: Yasaklama yapılabilmesi için belirtilen sayıda olayın gerçekleşceği zaman aralığını SS:dd:ss cinsinden belirtir.
uk_uk: Задає інтервал часу в форматі гг:хх:сс, протягом якого задана кількість подій додає заборону.

source: Specifies whether it is allowed to login as superuser directly.
ar_sa: يحدد ما إذا كان مسموحًا بتسجيل الدخول كمستخدم superuser مباشرة.
ca_es: Especifica si es permet iniciar la sessió com a superusuari directament.
cs_cz: Určuje, zda je povoleno přihlášení přímo jako superuživatel.
de_de: Legt fest ob ein Login als Superuser erlaubt ist.
el_gr: Ορίζει το αν επιτρέπεται η απευθείας είσοδος ως υπερχρήστης
es_es: Especifica si se le permite iniciar sesión como superusuario directamente.
fr_fr: Spécifie s'il est permis de se connecter comme superutilisateur directement.
hu_hu: Meghatározza, hogy engedélyezve legyen-e a belépés közvetlenül rendszergazdaként.
it_it: Specifica se è consentito l'accesso diretto come superutente.
pl_pl: Określa czy pozwolono na bezpośrednie logowanie superużytkownika.
ru_ru: Указывает, разрешено ли напрямую входить в систему как суперпользователь.
sv_sv: Anger om det är tillåtet att logga in som superanvändare direkt.
uk_uk: Вказує, чи дозволено входити безпосередньо як суперкористувач.

source: Tags
ar_sa: العلامات
ca_es: Etiquetes
cs_cz: Štítky
de_de: Stichworte
el_gr: Ετικέτες
fr_fr: Étiquettes
hu_hu: Címkék
it_it: Tag
pl_pl: Tagi
sv_sv: Taggar
uk_uk: Теги

source: The SSL certificate.
ar_sa: شهادة SSL.
ca_es: El certificat SSL.
cs_cz: Certifikát SSL.
de_de: Das SSL-Zertifikat.
el_gr: Το πιστοποιητικό SSL.
es_es: El certificado SSL.
fr_fr: Le certificat SSL à utiliser.
gl_es: O certificado SSL
hu_hu: Az SSL tanúsítvány.
it_it: Il certificato SSL.
ko_kr: SSL 인증
nl_nl: Het SSL-certificaat
no_no: SSL Sertifikatet som skal benyttes
pl_pl: Certyfikat SSL
pt_pt: O certificado SSL.
ru_ru: Сертификат SSL.
sv_sv: SSL-certifikatet.
tr_tr: SSL sertifikası.
uk_uk: Сертифікат SSL.

source: The location of the files to share.
ar_sa: موقع الملفات المراد مشاركتها.
ca_es: La ubicació dels arxius a compartir.
cs_cz: Umístění souborů pro sdílení.
de_de: Speicherort der freizugebenden Dateien.
el_gr: Η θέση των αρχείων προς διαμοιρασμό
es_es: La ubicación de los archivos a compartir.
fr_fr: L'emplacement des fichiers à partager.
gl_es: La ubicació dels arxius a compartir.
hu_hu: A megosztás fájljainak helye.
it_it: La posizione dei file da condividere.
ko_kr: 공유할 파일 위치
nl_nl: De locatie van te delen bestanden.
no_no: Plassering av de delte filene.
pl_pl: Lokalizacja plików do współdzielenia.
pt_pt: A localização dos ficheiros para partilha.
ru_ru: Расположение файлов общего доступа.
sv_sv: Platsen för filerna som ska delas.
tr_tr: Paylaşılacak dosyaların yeri.
uk_uk: Розташування файлів для загального доступу.

source: The requirement that the SSL session from the control connection is reused for data connections is not required.
ar_sa: مطلوب إعادة استخدام جلسة عمل SSL من اتصال التحكم لاتصالات البيانات.
ca_es: Els requeriments de la sessió SSL no són necessaris per a la connexió de dades
cs_cz: Požadavek, aby relace SSL z řídicího připojení byla znovu použita pro datová připojení, není vyžadován.
de_de: Es ist keine Voraussetzung das die Kontrollverbindung einer SSL-Session für die Datenverbindung wiederverwendet wird.
el_gr: Δεν θα είναι απαραίτητο να χρησιμοποιείται για την σύνδεση δεδομένων η συνεδρία SSL της σύνδεσης ελέγχου.
es_es: Los requerimientos de la sesión SSL no son necesarios para la conexión de datos
fr_fr: Il n'est pas nécessaire que la session SSL de la connexion de contrôle soit réutilisée pour les connexions de données.
gl_es: O requisito de que se volva a empregar a sesión SSL da conexión de control para conexións de datos non é necesario.
hu_hu: Annak a követelménye, hogy az SSL munkamenettől a vezérlő kapcsolat újra használatához nincs szükség adat kapcsolatokra.
it_it: Non è richiesto il riutilizzo della sessione SSL della connessione di controllo per le connessioni dati.
ko_kr: 컨트롤 연결에서 SSL 세션 데이터 연결에 재사용되는 경우 이 요구 사항은 필요하지 않습니다.
nl_nl: De eis dat de SSL-sessie van de control verbinding wordt hergebruikt voor data-verbindingen is niet verplicht.
no_no: Kravet om at SSL-økt fra kontrolltilkobling gjenbrukes for datatilkoblinger er ikke nødvendig.
pl_pl: Wymagaj połączenia SSL z panelem konfiguracyjnym, użycie dla połączeń danych nie jest wymagane.
pt_pt: O requisito de que a sessão SSL a partir da ligação de controle que é reutilizado para conexões de dados não é necessário.
ru_ru: Установка повторного использования сессии SSL управляющего соединения для передачи данных.
sv_sv: Kravet på att SSL-sessionen från kontrollanslutningen återanvänds för dataanslutningar krävs inte.
tr_tr: Kontrol bağlantılarındaki SSL oturumlarının data bağlantılarında yeniden kullanılması gerekli değildir.
uk_uk: Встановлення повторного використання сесії SSL керуючого з'єднання для передачі даних.

source: The welcome message will be displayed to the user at login. Please check the <a href='http://www.proftpd.org/docs/howto/DisplayFiles.html' target='_blank'>manual page</a> how to use variables. Leave this field empty to disable the welcome message.
ar_sa: سيتم عرض رسالة الترحيب للمستخدم عند تسجيل الدخول. يرجى مراجعة الصفحة <a href='http://www.proftpd.org/docs/howto/DisplayFiles.html' target='_blank'> دليل </a> كيفية استخدام المتغيرات. اترك هذا الحقل فارغًا لتعطيل رسالة الترحيب.
ca_es: El missatge de benvinguda es mostrarà a l'usuari en iniciar sessió. Si us plau, consulteu <a href='http://www.proftpd.org/docs/howto/DisplayFiles.html' target='_blank'>la pàgina del manual</a> com utilitzar les variables. Deixeu aquest camp buit per desactivar el missatge de benvinguda.
cs_cz: Při přihlášení se uživateli zobrazí uvítací zpráva. Podívejte se na <a href='http://www.proftpd.org/docs/howto/DisplayFiles.html' target='_blank'>stránku s příručkou</a>, jak používat proměnné. Pro zakázání uvítací zprávy ponechte toto pole prázdné.
de_de: Die Willkommensnachricht wird dem Benutzer bei der Anmeldung angezeigt. Bitte sehen Sie sich die <a href='http://www.proftpd.org/docs/howto/DisplayFiles.html' target='_blank'>Handbuchseite</a> zur Verwendung von Variablen an. Lassen Sie dieses Feld leer, um die Willkommensnachricht zu deaktivieren.
el_gr: Το μήνυμα καλωσορίσματος θα εμφανίζεται στον χρήστη κατά την σύνδεση. Συμβουλευτείτε το <a href='http://www.proftpd.org/docs/howto/DisplayFiles.html' target='_blank'>εγχειρίδιο</a> για την χρήση μεταβλητών. Αφήστε αυτό το πεδίο κενό για απενεργοποίηση του μηνύματος καλωσορίσματος.
es_es: El mensaje de bienvenida se mostrará al usuario al iniciar sesión. Consulte la <a href='http://www.proftpd.org/docs/howto/DisplayFiles.html' target='_blank'>página del manual</a> sobre cómo utilizar las variables. Deje este campo vacío para deshabilitar el mensaje de bienvenida.
fr_fr: Le message de bienvenue sera envoyé à l'utilisateur à la connexion. Vérifiez la <a href='http://www.proftpd.org/docs/howto/DisplayFiles.html' target='_blank'>page du manuel</a> pour utiliser des variables. Laissez ce champ vide pour désactiver le message de bienvenue.
hu_hu: Az üdvözlő üzenet a felhasználó belépésekor fog megjelenni. A <a href='http://www.proftpd.org/docs/howto/DisplayFiles.html' target='_blank'>felhasználó kézikönyv</a> ad útmutatást a változók használatáról. A mező üresen hagyásával az üdvözlő üzenet le lesz tiltva.
it_it: Il messaggio di benvenuto verrà visualizzato all'utente al momento dell'accesso. Controlla la <a href='http://www.proftpd.org/docs/howto/DisplayFiles.html' target='_blank'>pagina del manuale</a> per sapere come utilizzare le variabili. Lascia questo campo vuoto, per disabilitare il messaggio di benvenuto.
sv_sv: Välkomstmeddelandet kommer att visas för användaren vid inloggning. Kontrollera <a href='http://www.proftpd.org/docs/howto/DisplayFiles.html' target='_blank'>manualsidan</a> om hur man använder variabler. Lämna detta fält tomt för att inaktivera välkomstmeddelandet.

source: This option requires clients to use FTP over TLS when talking to this server.
ar_sa: يتطلب هذا الخيار من العملاء استخدام FTP عبر TLS عند التحدث إلى هذا الخادم.
ca_es: Aquesta opció requereix que el client usi FTP sobre TLS quan parli amb aquest servidor.
cs_cz: Tato volba vyžaduje, aby klienti při komunikaci s tímto serverem používali protokol FTP přes TLS.
de_de: Durch diese Einstellung müssen Clients FTP über TLS benutzen um mit diesem Server zu kommunizieren.
el_gr: Αυτή η επιλογή υποχρεώνει τους πελάτες να χρησιμοποιούν TLS για το FTP.
es_es: Esta opción requiere que el cliente use FTP sobre TLS cuando hable con este servidor.
fr_fr: Les clients doivent utiliser le protocole FTP sur TLS lors de la connexion à ce serveur.
gl_es: Esta opción require que os clientes utilicen FTP sobre TLS cando se comuniquen co servidor.
hu_hu: Ez az opció szükséges a klienseknek az FTP-ről TLS-re váltás használatához, mikor a szerverrel kommunikálnak.
it_it: Questa opzione richiede che i client utilizzino FTP su TLS per comunicare con questo server.
ko_kr: 이 옵션은 클라이언트가 이 서버와 통신할 때, TLS를 통한 FTP를 사용하도록 합니다.
nl_nl: Deze optie verplicht clients ertoe een beveiligde TLS-verbinding te gebruiken wanneer ze met de FTP-server verbinden.
no_no: Dette alternativet krever at klienter bruker FTP over TLS ved kommunikasjon med denne serveren.
pl_pl: Ta opcja wymaga od klientów korzystania FTP z TLS podczas komunikacji z serwerem.
pt_pt: Esta opção requer que os clientes de FTP utilizarem TLS para ligar ao servidor.
ru_ru: Эта опция требует от клиентов использовать FTP через TLS при обращении к этому серверу.
sv_sv: Det här alternativet kräver klienter att använda FTP över TLS när man pratar med den här servern.
tr_tr: Bu seçenek, kullanıcıların sunucu ile iletişimde TLS üzerinden FTP kullanmalarını gerektirir.
uk_uk: Ця опція вимагає від клієнтів використовувати FTP через TLS, коли йде звернення до цього сервера.

source: This option will handle all connections as if they are SSL connections implicitly.
ar_sa: هذا الخيار سوف يتعامل مع جميع الاتصالات كما لو كانت اتصالات SSL ضمنيا.
ca_es: Aquesta opció fa que totes les connexions siguin tractades com a connexions SSL
cs_cz: Tato volba implicitně zpracuje všechna připojení, jako by se jednalo o připojení SSL.
de_de: Diese Option behandelt alle Verbindungen als ob sie implizierte SSL-Verbindungen sind.
el_gr: Αυτή η επιλογή θα χειρίζεται όλες τις συνδέσεις ως SSL.
es_es: Esta opción hace que todas las conexiones se traten como conexiones SSL
fr_fr: Toutes les connexions sont gérées comme des connexions SSL implicites.
gl_es: Esta opción controlará todas as conexións como se forma implícita fosen SSL.
hu_hu: Ez az opció fogja kezelni az összes kapcsolatot, úgy, mintha kizárólag SSL kapcsolatok lennének.
it_it: Questa opzione gestirà tutte le connessioni come se fossero connessioni SSL in modo implicito.
ko_kr: 이 옵션은 모든 연결이 묵시적으로 SSL 연결을 하게 할 것입니다.
nl_nl: Deze optie zal alle verbindingen behandelen alsof het stilzwijgende SSL-verbindingen betreft.
no_no: Dette alternativet vil håndtere alle tilkoblinger som om de implisitt er SSL-tilkoblinger.
pl_pl: Ta opcja będzie obsługiwał wszystkie połączenia, jakby były połączeniami niejawnymi SSL.
pt_pt: Esta opção irá lidar com todas as ligações como se fossem conexões SSL implicitamente.
ru_ru: Эта опция будет неявно обрабатывать все соединения, как SSL соединения.
sv_sv: Det här alternativet hanterar alla anslutningar som om de implicit är SSL-anslutningar.
tr_tr: Bu seçenek, kesin olarak SSL bağlantı tipinde olan tüm bağlantıları yönetir.
uk_uk: Ця опція буде неявно обробляти всі з'єднання, як ніби вони SSL з'єднання.

source: This parameter says that if N occurrences of the event happen within the given time interval, then a ban is automatically added.
ar_sa: يشير هذا الخبار إلى أنه في حالة حدوث N للحدث خلال الفاصل الزمني المحدد ، فسيتم إضافة حظر تلقائيًا.
ca_es: Si es produeixen N ocurrències de l’esdeveniment en l’interval de temps especificat, s’afegeix una exclusió automàticament.
cs_cz: Tento parametr říká, že pokud v daném časovém intervalu dojde k N výskytům události, je automaticky uděleno vyloučení.
de_de: Dieser Parameter definiert das nach N Vorkomnissen des Ereignisses innerhalb des gegebenen Zeitintervalls ein Ban automatisch hinzugefügt wird.
el_gr: Ορίζει τον αριθμό των παραπτωμάτων που πρέπει να συμβούν μέσα στο χρονικό διάστημα για να επιβληθεί ο αποκλεισμός.
es_es: Si N ocurrencias del evento suceden en el intervalo de tiempo especificado, se añade una exclución automáticamente.
fr_fr: Ce paramètre indique que si N occurrences de l'événement se produisent dans l'intervalle de temps donné, une interdiction sera automatiquement ajoutée.
gl_es: Este parámetro determina que si acontecen N ocorrencias da actividade dentro do intervalo de tempo indicado, engádese automaticamente a prohibición.
hu_hu: Ennek a paraméternek a hatására ha egy esemény N előfordulása a megadott intervallumban megtörténik, akkor automatikusan tiltólistára kerül.
it_it: Questo parametro indica che se si verificano N occorrenze dell’evento, entro l’intervallo di tempo specificato, viene applicato automaticamente un ban.
ko_kr: 이 매개변수는 주어진 시간 내에 이 사건이 N번 나타나면 자동으로 차단 대상에 추가됨을 의미합니다.
nl_nl: Deze parameter bepaalt dat wanneer N gebeurtenissen van het event optreden binnen het gegeven tijdsinterval, een automatische uitsluiting wordt toegepast.
no_no: Denne parameteren sier at hvis N forekomster av hendelsen skjer innenfor gitt tidsintervall, så vil et forbud automatisk bli lagt til.
pl_pl: Ten parametr mówi, że jeśli wystąpi n zdarzeń w danym czasie, nastąpi automatyczne dodawanie ban-a.
ru_ru: Этот параметр определяет, что при наступлении в заданном временном интервале N событий происходит автоматическое добавление бана.
sv_sv: Denna parameter betyder att om N förekomster av händelsen sker inom givet tidsintervall, då skapas en uteslutning automatiskt.
tr_tr: Bu parametre ile belirlenmiş zaman diliminde N sayıda olay olduğunda otomatik olarak yasaklama getirilmesini sağlar.
uk_uk: Цей параметр говорить, що якщо N появ події відбувається протягом заданого інтервалу часу, то заборона автоматично додається.

source: This rule is triggered whenever the selected event directive occurs.
ar_sa: يتم تشغيل هذه القاعدة كلما حدث توجيه الحدث المحدد.
ca_es: Aquesta regla se dispararà en quan es produeixi l’esdeveniment seleccionat.
cs_cz: Toto pravidlo se spustí vždy, když nastane vybraná směrnice události.
de_de: Diese Regel wird ausgelöst sobald das ausgewählte Ereignis auftritt.
el_gr: Αυτός ο κανόνας ενεργοποιείται όταν συμβεί το επιλεγμένο γεγονός.
es_es: Esta regla se disparará en cuanto ocurra el evento seleccionado.
fr_fr: Cette règle est déclenchée chaque fois que la directive événement sélectionnée se produit.
gl_es: Esta regra activase cada vez que ocorre a directiva evento seleccionada.
hu_hu: Ezt az eseményt váltja ki, mikor a kiválasztott utasítás történik.
it_it: Questa regola viene attivata ogni volta che si verifica la direttiva evento selezionata.
ko_kr: 이 규칙은 선택된 이벤트 지시자가 발생할 때마다 발동됩니다.
nl_nl: Deze regel wordt geactiveerd wanneer de geselecteerde gebeurtenis zich voordoet.
no_no: Denne regelen blir utløst når det valgte hendelsesdirektivet inntreffer.
pl_pl: Ta reguła jest wywoływane każdorazowo gdy nastąpi dyrektywa wybranego zdarzenia.
pt_pt: Esta regra é acionada sempre que o evento selecionado ocorrer.
ru_ru: Это правило выполняется, если происходит выбранное событие.
sv_sv: Denna regel utlöses när det valda händelse-direktivet inträffar.
tr_tr: Bu kural, seçili olay talimatları gerçekleştiğinde tetiklenir.
uk_uk: Це правило спрацьовує щоразу, коли відбувається обрана подія.

source: Time interval
ar_sa: الفاصل الزمني
ca_es: Interval
cs_cz: Časové rozmezí
de_de: Zeitintervall
el_gr: Χρονικό διάστημα
es_es: Intervalo
fr_fr: Intervalle de temps
gl_es: Intervalo de tempo
hu_hu: Idő intervallum
it_it: Intervallo di tempo
ko_kr: 시간 주기
nl_nl: Tijdinterval
no_no: TIdsintervall
pl_pl: Przedział czasu
pt_pt: Intervalo de tempo
ru_ru: Временной интервал
sv_sv: Tidsintervall
tr_tr: Zaman aralığı
uk_uk: Інтервал часу

source: Transfer log
ar_sa: سجل النقل
ca_es: Log de transferència
cs_cz: Protokol přenosu
de_de: Übertragungsprotokoll
el_gr: Καταγραφή μεταφορών
es_es: Log de transferencia
fr_fr: Log de transfert
gl_es: Rexistro das transferencias
hu_hu: Átviteli napló
it_it: Log dei trasferimenti
ko_kr: 전송 기록
nl_nl: Overdrachtslogbestand
no_no: Overføringslogg
pl_pl: Logi transferu
pt_pt: Log de transferência
ru_ru: Протокол передачи
sv_sv: Överföringslogg
tr_tr: Altarım kaydı
uk_uk: Протокол передачі

source: Transfer time
it_it: Durata del trasferimento

source: Transfer type
it_it: Tipo di trasferimento
