Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-ftp/usr/share/openmediavault/locale/*/openmediavault-ftp.po
Languages: ar_sa, ca_es, cs_cz, de_de, el_gr, es_es, fr_fr, gl_es, hu_hu, it_it, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ru_ru, sv_sv, tr_tr, uk_uk

source: 0 KiB/s means unlimited.
ar_sa: 0 KiB/s يعني غير محدود.
ca_es: 0 KiB/s significa ilimitat.
cs_cz: 0 KiB/s znamená neomezené.
de_de: 0 KiB/s bedeutet unbegrenzt.
el_gr: 0 KiB/s σημαίνει απεριόριστο.
es_es: 0 KiB/s significa ilimitado.
fr_fr: 0 Ko/s correspond à illimité.
gl_es: 0 KiB/s significa «sen límite».
hu_hu: 0 kB/s korlátlan.
it_it: 0 KiB/s significa illimitato.
ko_kr: 0 KiB/s는 제한이 없음을 뜻합니다.
nl_nl: 0 KiB/s betekent ongelimiteerd.
no_no: 0 KiB/s betyr ubegrenset
pl_pl: 0 KiB/s oznacza nielimitowny.
pt_pt: 0 KiB/s significa ilimitado.
ru_ru: 0 КБ/с означает неограниченную.
sv_sv: 0 KiB/s betyder obegränsat.
tr_tr: 0 KiB/s limitsiz demektir.
uk_uk: 0 Кб/с - необмежено.

source: A powerful modular FTP/SFTP/FTPS server.
ar_sa: خادم FTP / SFTP / FTPS نمطي قوي.
ca_es: Un potent servidor FTP/SFTP/FTPS modular.
cs_cz: Výkonný modulární server FTP/SFTP/FTPS.
de_de: Ein leistungsstarker modularer FTP/SFTP/FTPS-Server.
el_gr: Ένας πανίσχυρος αρθρωτός διακομιστής FTP/SFTP/FTPS.
es_es: Servidor modular FTP/SFTP/FTPS
fr_fr: Un puissant serveur modulaire FTP/SFTP/FTPS.
hu_hu: Nagy teljesítményű moduláris FTP/SFTP/FTPS kiszolgáló.
it_it: Un potente server FTP/SFTP/FTPS modulare.
sv_sv: En kraftfull modulär FTP/SFTP/FTPS-server.

source: Access mode
it_it: Modalità di accesso

source: Advanced settings
ar_sa: الإعدادات المتقدمة
ca_es: Propietats avançades
cs_cz: Pokročilá nastavení
de_de: Erweiterte Einstellungen
el_gr: Προχωρημένες ρυθμίσεις
es_es: Propiedades avanzadas
fr_fr: Paramètres avancés
gl_es: Axustes avanzados
hu_hu: Haladó beállítások
it_it: Impostazioni avanzate
ko_kr: 고급 설정
nl_nl: Geavanceerde instellingen
no_no: Avanserte instillinger
pl_pl: Zaawansowana konfiguracja
pt_pt: Definições avançadas
ru_ru: Расширенные настройки
sv_sv: Avancerade inställningar
tr_tr: Gelişmiş Ayarlar
uk_uk: Розширенні налаштування

source: Allow clients to resume interrupted uploads and downloads.
ar_sa: السماح للمستخدمين باستئناف عمليات التحميل والتنزيلات التي تمت مقاطعتها
ca_es: Permetre reprendre pujades / baixades interrompudes
cs_cz: Umožnit klientům obnovit přerušené nahrávání nebo stahování.
de_de: Erlaube den Cleints unterbrochende Uploads und Downloads wieder aufzunehmen.
el_gr: Να επιτρέπεται στους πελάτες να συνεχίζουν μεταφορές που διακόπηκαν.
es_es: Permitir a los clientes reanudar las subidas y descargas interrumpidas.
fr_fr: Permettre aux clients de reprendre les téléchargements interrompus.
hu_hu: Megszakadt feltöltések és letöltések folytatásának engedélyezése a kliensek számára.
it_it: Consenti ai client di riprendere i caricamenti e i download interrotti.
nl_nl: Cients toestaan om afgebroken up- of downloads te hervatten.
pl_pl: Zezwól klientom na dokończenie przerwanego wysyłania i pobierania.
ru_ru: Разрешить клиентам возобновлять прерванные загрузки и скачивания.
sv_sv: Tillåt klienter att återuppta avbrutna uppladdningar och hämtningar.
tr_tr: Kullanıcıların kesintiye uğramış indirme ve yüklemelerine devam etmelerine izin ver.
uk_uk: Дозволити клієнтам відновити перервані відвантаження та завантаження.

source: Allow users to log in without a password. Make sure the user <em>ftp</em> or group <em>nogroup</em> can access the files.
it_it: Consenti agli utenti di accedere senza password. Assicurati che l'utente <em>ftp</em> o il gruppo <em>nogroup</em> possa accedere ai file.

source: Anonymous FTP
ar_sa: FTP مجهول
ca_es: FTP Anònim
cs_cz: Anonymní FTP
de_de: Anonymes FTP
el_gr: Ανόνυμη πρόσβαση FTP
es_es: FTP Anónimo
fr_fr: FTP anonyme
gl_es: FTP anónimo
hu_hu: Névtelen FTP
it_it: FTP anonimo
ko_kr: 익명 FTP
nl_nl: Anonieme FTP
no_no: Anonym FTP
pl_pl: Anonimowy FTP
pt_pt: FTP Anonimo
ru_ru: Анонимный FTP
sv_sv: Anonym FTP
tr_tr: Anonim FTP
uk_uk: Анонімний FTP

source: Authenticated user ID
it_it: ID dell'utente autenticato

source: Authentication method
it_it: Metodo di autenticazione

source: Ban Rules
ar_sa: قواعد الحظر
ca_es: Normes excloses
cs_cz: Pravidla vyloučení
de_de: Verbotsregeln
el_gr: Κανόνες Αποκλεισμού
es_es: Reglas de baneo
fr_fr: Règles d'exclusion
hu_hu: Tiltási szabályok
it_it: Regole del ban
pl_pl: Reguły wykluczenia
ru_ru: Правила блокировки
sv_sv: Regler för uteslutning
tr_tr: Engelleme Kuralları
uk_uk: Правила заборони

source: Ban statistics:
ar_sa: إحصائيات الحظر:
ca_es: Estadística d’exclosos:
cs_cz: Statistiky vyloučení:
de_de: Ban Statistik:
el_gr: Στατιστικά Αποκλεισμού :
es_es: Estadística de excluidos:
fr_fr: Statistiques d'interdiction :
gl_es: Estatísticas de expulsións:
hu_hu: Kitiltás statisztika:
it_it: Statistiche dei ban:
ko_kr: 차단 통계:
nl_nl: Banstatistieken:
no_no: Blokkeringsstatistikk:
pl_pl: Statystyki blokowanych
pt_pt: Estatística dos banidos:
ru_ru: Статистика банов:
sv_sv: Statistik för uteslutning:
tr_tr: Yasaklama istatistikleri:
uk_uk: Статистика банів:

source: Bandwidth restriction
ar_sa: تقييد سعة النطاق العريض
ca_es: Restriccions d’amplada de banda
cs_cz: Omezení šířky pásma
de_de: Bandbreiten-beschränkung
el_gr: Περιορισμός Ταχύτητας
es_es: Restricciones de ancho de banda
fr_fr: Restriction de bande passante
gl_es: Restrición do largo de banda
hu_hu: Sávszélesség korlátozás
it_it: Limitazione della larghezza di banda
ko_kr: 대역폭 제한
nl_nl: Bandbreedtebeperking
no_no: Båndbreddebegrensning
pl_pl: Ograniczenia łącza
pt_pt: Restrição de largura de banda
ru_ru: Ограничение полосы пропускания
sv_sv: Bandbreddsbegränsning
tr_tr: Bantgenişliği kısıtlaması
uk_uk: Обмеження смуги пропускання

source: Certificate
ar_sa: شهادة
ca_es: Certificat
cs_cz: Certifikát
de_de: Zertifikat
el_gr: Πιστοποιητικό
es_es: Certificado
fr_fr: Certificat
gl_es: Certificado
hu_hu: Tanúsítvány
it_it: Certificato
ko_kr: 인증
nl_nl: Certificaat
no_no: Sertifikat
pl_pl: Certyfikat
pt_pt: Certificado
ru_ru: Сертификат
sv_sv: Certifikat
tr_tr: Sertifika
uk_uk: Сертифікат

source: Completion status
it_it: Stato di completamento

source: Create
ar_sa: إنشاء
ca_es: Crea
cs_cz: Vytvořit
de_de: Erstellen
el_gr: Δημιουργία
es_es: Crear
fr_fr: Créer
gl_es: Crear
hu_hu: Létrehozás
it_it: Crea
ko_kr: 생성
nl_nl: Aanmaken
no_no: Opprett
pl_pl: Utwórz
pt_pt: Criar
ru_ru: Создать
sv_sv: Skapa
tr_tr: Oluştur
uk_uk: Створити

source: Created FTP ban rule.
ar_sa: إنشاء قاعدة حظر FTP.
ca_es: S'ha creat la regla d'exclusió FTP.
cs_cz: Vytvořeno pravidlo vyloučení z FTP.
de_de: FTP Verbotsregel erstellt.
el_gr: Δημιουργία κανόνα αποκλεισμού FTP.
es_es: regla de baneo FTP creada.
fr_fr: Règle d'exclusion FTP créée.
hu_hu: FTP tiltási szabály létrehozva.
it_it: La regola del ban FTP è stata creata.
pl_pl: Utworzono regułę wykluczenia FTP.
ru_ru: Правило блокировки FTP создано.
sv_sv: Skapade FTP-uteslutningsregel.
tr_tr: FTP engelleme kuralı oluşturuldu.
uk_uk: Створено правило блокування FTP.

source: Created FTP share.
ar_sa: تم إنشاء مشاركة FTP.
ca_es: Creat FTP compartit.
cs_cz: Vytvořena sdílená složka FTP.
de_de: FTP-Freigabe erstellt.
el_gr: Δημιουργία κοινόχρηστου FTP.
es_es: Compartido FTP creado
fr_fr: Dossier partagé FTP créé.
hu_hu: FTP megosztás létrehozva.
it_it: La condivisione FTP è stata creata.
pl_pl: Utworzono udział FTP.
ru_ru: Создан общий ресурс FTP.
sv_sv: Skapade FTP-delning.
tr_tr: FTP paylaşımı oluşturuldu.
uk_uk: Створено спільну теку FTP.

source: Currently logged in users:
ar_sa: المستخدمون المسجلون حاليا:
ca_es: Usuaris connectats al sistema:
cs_cz: Aktuálně přihlášení uživatelé:
de_de: Aktuell eingeloggte Benutzer:
el_gr: Συνδεδεμένοι χρήστες :
es_es: Usuarios conectados al sistema:
fr_fr: Utilisateurs actuellement connectés :
gl_es: Usuarios conectados actualmente:
hu_hu: Jelenleg bejelentkezett felhasználók:
it_it: Utenti attualmente collegati:
ko_kr: 현재 로그인 된 사용자:
nl_nl: Huidige ingelogde gebruikers:
no_no: Inloggede brukere:
pl_pl: Aktualnie zalogowani użytkownicy:
pt_pt: Ligado atualmente nos utilizadores:
ru_ru: Зарегистрированные пользователи:
sv_sv: För närvarande inloggade användare:
tr_tr: Şu anda sisteme bağlı kullanıcılar:
uk_uk: Поточні користувачі в системі:

source: Date & Time
cs_cz: Datum a čas
it_it: Data e ora

source: Deny logins which do not have a valid shell.
ar_sa: رفض عمليات تسجيل الدخول التي لا تحتوي على shell صالح.
ca_es: Denegueu els inicis de sessió que no tinguin un shell vàlid.
cs_cz: Odmítnout přihlášení, která nemají platný shell.
de_de: Verweigere Anmeldungen, die keine gültige Shell haben.
el_gr: Απόρριψη συνδέσεων χωρίς έγκυρο κέλυφος.
es_es: Denegar intentos de login que no tengan una shell válida.
fr_fr: Refuser les connexions qui n’ont pas de shell valide.
hu_hu: Bejelentkezések tiltása, ha nincs érvényes parancsértelmező
it_it: Nega l'accesso agli utenti che non hanno una shell valida.
pl_pl: Odrzuć loginy bez prawidłowej powłoki.
ru_ru: Запретить вход в систему без действующей оболочки.
sv_sv: Neka inloggningar som inte har ett giltigt skal.
uk_uk: Заборонити вхід у систему, якщо немає дійсної оболонки.

source: Direction
it_it: Direzione

source: Display the home directory of the user in the browse list.
ar_sa: اعرض الدليل الرئيسي للمستخدم في قائمة التصفح.
ca_es: Mostra el directori inicial de l'usuari a la llista de navegació.
cs_cz: Zobrazit domovský adresář uživatele v seznamu procházení.
de_de: Zeigt das Heimatverzeichnis des Benutzers in der Suchliste an.
el_gr: Εμφάνιση του οικείου φακέλου στην λίστα αναζήτησης.
es_es: Mostrar el directorio home del usuario en la lista de navegación.
fr_fr: Affiche le répertoire personnel de l'utilisateur dans la liste de navigation.
hu_hu: Felhasználó saját könyvtárának megjelenítése a böngészési listában.
it_it: Visualizza la directory home dell'utente nell'elenco di navigazione.
pl_pl: Wyświetl katalog domowy użytkownika na liście.
ru_ru: Отобразить домашний каталог пользователя в списке просмотра.
sv_sv: Visa användarens hemmapp i bläddringslistan.
tr_tr: Gözatma listesinde kullanıcının ev dizinini göster.
uk_uk: Відобразити домашній каталог користувача у списку перегляду.

source: Edit
ar_sa: تحرير
ca_es: Edita
cs_cz: Upravit
de_de: Bearbeiten
el_gr: Επεξεργασία
es_es: Editar
fr_fr: Éditer
gl_es: Editar
hu_hu: Szerkesztés
it_it: Modifica
ko_kr: 편집
nl_nl: Aanpassen
no_no: Endre
pl_pl: Edytuj
pt_pt: Editar
ru_ru: Редактировать
sv_sv: Redigera
tr_tr: Düzenle
uk_uk: Редагувати

source: Enable SSL/TLS connections.
ar_sa: تفعيل اتصالات SSL/TLS.
ca_es: Habilita les connexions SSL/TLS
cs_cz: Povolit připojení SSL/TLS.
de_de: Aktiviere SSL/TLS Verbindungen.
el_gr: Ενεργοποίηση συνδέσεων SSL/TLS.
es_es: Habilita conexiones SSL/TLS.
fr_fr: Activer les connexions SSL/TLS.
hu_hu: SSL/TLS kapcsolatok engedélyezése.
it_it: Abilita le connessioni SSL/TLS.
pl_pl: Włącz połączenia SSL/TLS.
ru_ru: Включить соединения SSL/TLS.
sv_sv: Aktivera SSL/TLS-anslutningar.
tr_tr: SSL/TLS bağlantılarını etkinleştir.
uk_uk: Увімкнути з’єднання SSL/TLS.

source: Enable file transfer logging.
ar_sa: تفعيل تسجيل عمليات نقل الملفات.
ca_es: Activa el registre de transferència de fitxers.
cs_cz: Povolit protokolování přenosu souborů.
de_de: Aktiviere die Protokollierung von Dateiübertragungen.
el_gr: Ενεργοποίηση καταγραφής μεταφορών.
es_es: Habilitar Log de la transferencia.
fr_fr: Autoriser l'enregistrement des transferts de fichiers.
hu_hu: Fájlátviteli napló engedélyezése
it_it: Abilita il log del trasferimento dei file.
pl_pl: Zezwól na logowanie transferu plików.
sv_sv: Aktivera filöverföringsloggning.

source: Enable reverse DNS lookup performed on the remote host's IP address for incoming active mode data connections and outgoing passive mode data connections.
ar_sa: تمكين بحث DNS العكسي الذي تم إجراؤه على عنوان IP الخاص بالمضيف البعيد لاتصالات بيانات الوضع النشط الواردة واتصالات بيانات الوضع غير النشط الصادرة.
ca_es: Habilitar cerca DNS inversa de la IP remota per a connexions actives entrants i per a connexions passives sortints
cs_cz: Povolit reverzní vyhledávání DNS prováděné na IP adrese vzdáleného hostitele pro příchozí datová připojení v aktivním režimu a odchozí datová připojení v pasivním režimu.
de_de: Aktiviere Reverse DNS Lookup für eingehende Active-Mode und ausgehende Passive-Mode Datenverbindungen der IP-Adresse des entfernten Rechners.
el_gr: Ενεργοποίηση ανάστροφης αναζήτησης DNS στην δυεύθυνση ΙΡ του απομακρυσμένου χρήση για ενεργές εισερχόμενες και παθητικές εξερχόμενες συνδέσεις δεδομένων.
es_es: Habilitar búsqueda DNS inversa de la IP remota para conexiones activas entrantes y para conexiones pasivas salientes
fr_fr: Activer la recherche DNS inversée sur l'adresse IP de l'hôte distant pour les connexions entrantes actives et connexions sortantes passives.
gl_es: Activar a busca DNS inversa no enderezo IP da máquina remota para as conexións de datos entrantes en modo activo e para as conexións de datos saíntes en modo pasivo.
hu_hu: Fordított DNS lekérdezés végrehajtásának engedélyezése a távoli hoszt IP címének a bejövő aktív módú adatkapcsolataira és kimenő passzív módú adatkapcsolataira.
it_it: Abilita la ricerca DNS inversa sull'indirizzo IP dell'host remoto per le connessioni dati in modalità attiva in ingresso e in modalità passiva in uscita.
ko_kr: 들어오는 능동 모드 데이터 연결과 나가는 수동 모드 데이터 연결에 대하여 원격지 호스트 IP 주소의 역방향 DNS 질의를 수행하려면 활성화합니다.
nl_nl: Deze instelling activeert reverse DNS lookup uitgevoerd op het IP adres van de externe host voor inkomende data verbindingen in actieve modus en uitgaande data verbindingen in passieve modus.
no_no: Aktiver omvendt DNS-oppslag utført på den eksterne vertens IP-adresse for innkommende aktive modus datatilkoblinger og utgående passiv modus datatilkoblinger.
pl_pl: Włącz wyszukiwanie odwrotnych DNS'ów przygotowanych na zdalnych adresach IP dla przychodzących połączeń w trybie aktywnym i wychodzących w trybie pasywnym.
pt_pt: Ativar pesquisa de DNS inversa realizada no endereço IP do host remoto para entrada de dados de modo ativo as conexões de saída e ligações de dados no modo passivo.
ru_ru: Включает обратный просмотр DNS на IP-адресе удаленного хоста для входящих соединений в активном режиме передачи данных и исходящих соединений в пассивном режиме передачи данных.
sv_sv: Aktivera omvänd DNS-uppslagning som utförs mot fjärrvärdens IP-adress för inkommande aktiva dataanslutningar och utgående passiva dataanslutningar.
tr_tr: Gelen aktif ve giden pasif moddaki data bağlantılarında uzak bilgisayar IP adresi için ters DNS sorgulaması yapılmasına izin ver.
uk_uk: Увімкнути зворотний перегляд DNS на IP адресі віддаленого хоста для вхідних з'єднань в активному режимі передачі даних і вихідних з'єднань в пасивному режимі передачі даних.

source: Enabled
ar_sa: ممكن
ca_es: Activat
cs_cz: Povoleno
de_de: Aktiviert
el_gr: Ενεργό
es_es: Habilitado
fr_fr: Activé
gl_es: Activado
hu_hu: Engedélyezve
it_it: Abilitato
ko_kr: 활성화됨
nl_nl: Ingeschakeld
no_no: Aktivert
pl_pl: Włączony
pt_pt: Ativar
ru_ru: Включено
sv_sv: Aktiverad
tr_tr: Etkin
uk_uk: Увімкнено

source: Event
ar_sa: حدث
ca_es: Esdeveniment
cs_cz: Událost
de_de: Ereignis
el_gr: Συμβάν
es_es: Evento
fr_fr: Evénement
gl_es: Actividade
hu_hu: Esemény
it_it: Evento
ko_kr: 이벤트
nl_nl: Gebeurtenis
no_no: Hendelse
pl_pl: Zdarzenia
pt_pt: Invento
ru_ru: Событие
sv_sv: Händelse
tr_tr: Olay
uk_uk: Подія

source: Expire
ar_sa: انتهاء الصلاحية
ca_es: Caduca
cs_cz: Vyprší
de_de: Verfall
el_gr: Λήξη
es_es: Caduca
gl_es: Caduca
hu_hu: Lejárat
it_it: Scade
ko_kr: 만료
nl_nl: Verlopen
no_no: Utløp
pl_pl: Wygasa
pt_pt: Expirar
ru_ru: Истекает
sv_sv: Upphör
tr_tr: Zaman aşımı
uk_uk: Спливає

source: Extra options
ar_sa: خيارات إضافية
ca_es: Opcions addicionals
cs_cz: Dodatečné volby
de_de: Erweiterte Optionen
el_gr: Επιπλέον επιλογές
es_es: Opciones Extra
fr_fr: Options supplémentaires
gl_es: Opcions extra
hu_hu: További beállítások
it_it: Opzioni aggiuntive
ko_kr: 추가 옵션
nl_nl: Extra opties
no_no: Avanserte alternativer
pl_pl: Dodatkowe opcje
pt_pt: Opções extra
ru_ru: Дополнительные опции
sv_sv: Extra alternativ
tr_tr: İlave seçenekler
uk_uk: Додаткові опції

source: FTP - Transfer log
it_it: Log dei trasferimenti FTP

source: FXP allows transfers between two remote servers without any file data going to the client asking for the transfer.
ar_sa: يتيح FXP عمليات النقل بين خادمين بعيدين دون توجيه أي بيانات إلى العميل يطلب النقل.
ca_es: FXP permet transferències d'arxius entre dos servidors remots sense passar pel client que executa la transferència.
cs_cz: FXP umožňuje přenosy mezi dvěma vzdálenými servery, aniž by se data souborů dostala ke klientovi, který o přenos žádá.
de_de: FXP erlaubt Übertragungen zwischen zwei entfernten Servern ohne das dabei Daten über den anfragenden Client fließen.
el_gr: Το FXP επιτρέπει την μεταφορά αρχείων ανάμεσα σε δύο διακομιστές, χωρίς τα δεδομένα να περνάνε από τον πελάτη που ζήτησε την μεταφορά.
es_es: FXP permite transferencias de archivos entre dos servidores remotos sin pasar por el cliente que ejecuta la transferencia.
fr_fr: FXP permet les transferts entre deux serveurs distants sans qu'aucun fichier ne passe par le client qui demande le transfert.
gl_es: FXP permite transferencias entre dous servidores remotos sen ningún tipo de ficheiros de datos do cliente que solicita a transferencia.
hu_hu: FXP lehetővé teszi az átvitelt két távoli szerver között anélkül, hogy az adatfájl átvitelét a kliensnek is kérnie kellene.
it_it: FXP permette trasferimenti di file tra due server remoti direttamente senza che i dati passino dal client che ha richiesto il trasferimento.
ko_kr: FXP는 전송을 요청하는 클라이언트로 가는 어떤 파일 데이터 없이 두 원격 서버 간에 파일 데이터를 전송할 수 있습니다.
nl_nl: FXP staat transfers tussen twee externe servers toe zonder dat bestandsgegevens naar de cliënt gestuurd worden voor de overdrachtstoestemming.,
no_no: FXP muliggjør overføring mellom to destinasjonsservere uten at fildata går via klienten som ber om overføringen.
pl_pl: FXP pozwala na transfery między dwoma zdalnymi serwerami bez danych pliku do klienta z prośbą o przeniesienie.
pt_pt: FXP permite a transferência entre dois servidores sem que nenhum ficheiro que vá para o cliente peça para transferir.
ru_ru: FXP позволяет передавать данные между двумя серверами без запроса передачи данных к клиенту.
sv_sv: FXP tillåter överföringar mellan två fjärrservrar utan att någon fildata går till klienten som begär överföringen.
tr_tr: FXP kullanıcı tarafına herhangi bir dosya bilgisi aktarımı olmaksızın iki uzak sunucu arasında aktarıma imkan tanır.
uk_uk: FXP дозволяє передавати дані між двома серверами без запиту передачі до клієнта.

source: Filename
it_it: Nome del file

source: Filesize
it_it: Dimensione del file

source: Home directories
ar_sa: المجلدات الرئيسية
ca_es: Directoris Home
cs_cz: Domovské adresáře
de_de: Heimatverzeichnisse
el_gr: Φάκελοι χρηστών
es_es: Directorios Home
fr_fr: Répertoires personnels
gl_es: Directorios persoais
hu_hu: Saját könyvtárak
it_it: Directory home
ko_kr: 홈 경로
nl_nl: Thuismappen
no_no: Hjemmemapper
pl_pl: Katalog domowy
pt_pt: Directório
ru_ru: Домашние каталоги
sv_sv: Hemmappar
tr_tr: Ana klasörler
uk_uk: Домашній каталог

source: Ident protocol
ar_sa: بروتوكول التعريف
ca_es: Protocol d’Identificació
cs_cz: Protokol ident
de_de: Ident Protokoll
el_gr: Πρωτόκολλο αναγνώρισης
es_es: Protocolo de Identificación
fr_fr: Protocole Ident
gl_es: Protocolo de identificación
hu_hu: Azonosító protokoll
it_it: Protocollo Ident
ko_kr: 식별 프로토콜
pl_pl: Protokół jednostkowy
pt_pt: Protocolo de identidade
ru_ru: Идентификационный протокол
sv_sv: "Ident"-protokoll
tr_tr: Ident iletişim kuralı
uk_uk: Ідентифікаційний протокол
