Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-bcache/usr/share/openmediavault/locale/*/openmediavault-bcache.po
Languages: ca_es, it_it, nl_nl

source: 5 Minutes
ca_es: 5 minuts
it_it: 5 minuti
nl_nl: 5 minuten

source: A sequential IO will bypass the cache once it passes this threshold. (default:4.0M, max:3.9G)
ca_es: Una IO seqüencial evitarà la memòria cau un cop superi aquest llindar. (per defecte: 4,0 M, màxim: 3,9 G)
it_it: Un IO sequenziale ignorerà la cache una volta superata questa soglia. (predefinito: 4,0 M, massimo: 3,9 G)
nl_nl: Een sequentiële I/O zal de cache omzeilen zodra deze drempelwaarde wordt overschreden. (standaard: 4.0M, max: 3.9G)

source: Allow bcache go around the cache when there's read / write congestion. (default:true)
ca_es: Permet que bcache circuli per la memòria cau quan hi hagi congestió de lectura/escriptura. (per defecte: cert)
it_it: Consenti a bcache di aggirare la cache in caso di congestione di lettura/scrittura. (predefinito: vero)
nl_nl: Toestaan dat bcache bij overbelasting de cache omzeild. (standaard: waar)

source: Backing Devices
ca_es: Dispositius de suport
it_it: Dispositivi di supporto
nl_nl: Ondersteunende apparaten

source: Bcache Device
ca_es: Dispositiu Bcache
it_it: Dispositivo bcache
nl_nl: Bcache-apparaat

source: Cache Device
ca_es: Dispositiu de memòria cau
it_it: Dispositivo di cache
nl_nl: Cache-apparaat

source: Cache Devices
ca_es: Dispositius de memòria cau
it_it: Dispositivi di cache
nl_nl: Cache-apparaten

source: Cache Mode
ca_es: Mode de memòria cau
it_it: Modalità cache
nl_nl: Cache-modus

source: Capacity
ca_es: Capacitat
it_it: Capacità
nl_nl: Capaciteit

source: Clean
ca_es: Neteja
it_it: Pulito
nl_nl: Wissen

source: Clear total statistics
ca_es: Esborra les estadístiques totals
it_it: Azzera le statistiche totali
nl_nl: Alle statistieken wissen

source: Configuration
ca_es: Configuració
it_it: Configurazione
nl_nl: Configuratie

source: Congest Tracking
ca_es: Seguiment de congestions
it_it: Monitoraggio della congestione
nl_nl: Overbelasting bijhouden

source: Congested Read Threshold (us)
ca_es: Llindar de lectura congestionat (us)
it_it: Soglia di lettura congestionata (us)
nl_nl: Drempelwaarde overbelasting (us)

source: Create
ca_es: Crea
it_it: Crea
nl_nl: Aanmaken

source: Day
ca_es: Dia
it_it: Giorno
nl_nl: Dag

source: Device
ca_es: Dispositiu
it_it: Dispositivo
nl_nl: Apparaat

source: Dirty
ca_es: Brut
it_it: Sporco
nl_nl: Vuil

source: Dirty Data
ca_es: Dades brutes
it_it: Dati sporchi
nl_nl: Vuile gegevens

source: Docs
it_it: Documenti

source: Hour
ca_es: Hora
it_it: Ora
nl_nl: Uur

source: If nonzero, bcache tries to keep around this percentage of the cache dirty by throttling background writeback and using a PD controller to smoothly adjust the rate. (default:10)
ca_es: Si no és zero, bcache intenta mantenir brut aquest percentatge de la memòria cau limitant l'escriptura en segon pla i utilitzant un controlador PD per ajustar la velocitat sense problemes. (per defecte: 10)
it_it: Se diverso da zero, bcache tenta di mantenere approssimativamente questa percentuale di cache sporca limitando la scrittura in background e utilizzando un controller PD per regolare gradualmente la velocità. (predefinito: 10)
nl_nl: Voor waarden ≠ 0, probeert bcache dit percentage van de cache vuil te houden door het terugschrijven op de achtergrond te beperken en een PD-controller te gebruiken om de snelheid soepel aan te passen. (standaard: 10)

source: Inconsistent
ca_es: Incoherent
it_it: Inconsistente

source: Metadata
it_it: Metadati
nl_nl: Metagegevens

source: Missing
ca_es: Perdut
it_it: Mancante
nl_nl: Ontbrekend

source: Missing Cache
ca_es: Memòria cau perduda
it_it: Cache mancante
nl_nl: Cache ontbreekt

source: Mounted
ca_es: Muntat
it_it: Montato
nl_nl: Aangekoppeld

source: Name
ca_es: Nom
it_it: Nome
nl_nl: Naam

source: No Cache
ca_es: Sense memòria cau
it_it: Nessuna cache
nl_nl: Geen cache

source: Please note that creating a file system on a Bcache device can take longer. It is therefore possible that the file system is not immediately available for mounting.
ca_es: Tingueu en compte que la creació d'un sistema de fitxers en un dispositiu Bcache pot trigar més temps. Per tant, és possible que el sistema de fitxers no estigui disponible immediatament per al muntatge.
it_it: Nota che la creazione di un file system su un dispositivo Bcache può richiedere più tempo. È quindi possibile che il file system non sia immediatamente disponibile per il montaggio.
nl_nl: Houd er rekening mee dat het aanmaken van een bestandssysteem op een Bcache-apparaat langer kan duren. Het is dus mogelijk dat het bestandssysteem niet direct beschikbaar is voor aankoppelen.

source: Recovery Actions
ca_es: Accions de recuperació
it_it: Azioni di ripristino
nl_nl: Herstelacties

source: Register
ca_es: Registre
it_it: Registra
nl_nl: Inschrijven

source: Select a cache device ...
ca_es: Seleccioneu un dispositiu de memòria cau...
it_it: Seleziona un dispositivo per la cache...
nl_nl: Selecteer een cache-apparaat…

source: Select a device ...
ca_es: Seleccioneu un dispositiu...
it_it: Seleziona un dispositivo...
nl_nl: Selecteer een apparaat…

source: Select the device that will be formatted as Bcache backing device.
ca_es: Seleccioneu el dispositiu que es formatarà com a dispositiu de còpia de seguretat de Bcache.
it_it: Seleziona il dispositivo che verrà formattato come dispositivo di backup Bcache.
nl_nl: Selecteer het apparaat dat zal worden geformatteerd als Bcache-ondersteunend apparaat.

source: Select the device that will be formatted as Bcache cache device.
ca_es: Seleccioneu el dispositiu que es formatarà com a dispositiu de memòria cau Bcache.
it_it: Seleziona il dispositivo che verrà formattato come dispositivo cache Bcache.
nl_nl: Selecteer het apparaat dat wordt geformatteerd als Bcache-cacheapparaat.

source: Select the device that will be used as cache device.
ca_es: Seleccioneu el dispositiu que s'utilitzarà com a dispositiu de memòria cau.
it_it: Seleziona il dispositivo che verrà utilizzato come dispositivo cache.
nl_nl: Selecteer het apparaat dat als cacheapparaat zal worden gebruikt.

source: Sequential Cutoff
ca_es: Tall seqüencial
it_it: Taglio sequenziale
nl_nl: Sequentiële afsluiting

source: Show details
ca_es: Mostra els detalls
it_it: Mostra i dettagli
nl_nl: Details tonen

source: Start without cache
ca_es: Comença sense memòria cau
it_it: Avvia senza cache
nl_nl: Starten zonder cache

source: State
ca_es: Estat
it_it: Stato
nl_nl: Toestand

source: Statistics
ca_es: Estadístiques
it_it: Statistiche
nl_nl: Statistieken

source: Superblock
it_it: Superblocco
nl_nl: Superblok

source: The default is 2000 us (2 milliseconds)
ca_es: El valor predeterminat és 2000 us (2 mil·lisegons)
it_it: Il valore predefinito è 2000 us (2 millisecondi)
nl_nl: Standaard is 2000 us (2 milliseconden)

source: The default is 20000 us (20 milliseconds)
ca_es: El valor predeterminat és 20000 us (20 mil·lisegons)
it_it: Il valore predefinito è 20000 us (20 millisecondi)
nl_nl: Standaard is 20000 us (20 milliseconden)

source: Total
it_it: Totale
nl_nl: Totaal

source: Unit
ca_es: Unitat
it_it: Unità
nl_nl: Eenheid

source: Unregister
ca_es: Cancel·la el registre
it_it: Annulla la registrazione
nl_nl: Uitschrijven

source: Unregistered
ca_es: No registrat
it_it: Non registrato
nl_nl: Uitgeschreven

source: Unused
ca_es: Sense utilitzar
it_it: Non utilizzato
nl_nl: Ongebruikt

source: Updated backing device '{{ devicefile }}'.
ca_es: S'ha actualitzat el dispositiu de còpia de seguretat '{{ devicefile }}'.
it_it: Il dispositivo di supporto '{{ devicefile }}' è stato aggiornato.
nl_nl: Ondersteunend apparaat '{{ devicefile }}' bijgewerkt.

source: Updated cache device '{{ devicefile }}'.
ca_es: S'ha actualitzat el dispositiu de memòria cau '{{ devicefile }}'.
it_it: Il dispositivo cache '{{ devicefile }}' è stato aggiornato.
nl_nl: Cache-apparaat '{{ devicefile }}' bijgewerkt.

source: When dirty data is written to the cache and it previously did not contain any, waits some number of seconds before initiating writeback. (default:30)
ca_es: Quan s'escriuen dades brutes a la memòria cau i anteriorment no en contenien cap, s'espera uns quants segons abans d'iniciar la reescriptura. (per defecte: 30)
it_it: Quando vengono scritti dati sporchi nella cache e in precedenza non ne conteneva nessuno, attende un certo numero di secondi prima di avviare la riscrittura. (predefinito: 30)
nl_nl: Wanneer vuile gegevens naar de cache worden geschreven en deze voorheen geen gegevens bevatte, wacht een aantal seconden voordat het terugschrijven wordt gestart. (standaard: 30)

source: Writeback Delay
ca_es: Retard de recuperació
it_it: Ritardo di scrittura
nl_nl: Writeback-vertraging

source: Writeback Percent
ca_es: Percentatge de recuperació
it_it: Percentuale di scrittura posticipata
nl_nl: Writeback-percentage

source: none
ca_es: cap
it_it: nessuno
nl_nl: geen

source: writearound
ca_es: redacció
it_it: scrittura indiretta

source: writeback
ca_es: reescriptura
it_it: scrittura posticipata

source: writethrough
ca_es: escrit
it_it: scrittura diretta
