Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-owntone/usr/share/openmediavault/locale/*/openmediavault-owntone.po
Languages: ar_sa, ca_es, el_gr, es_es, hu_hu, ko_kr, nl_nl, sl_si, tr_tr, uk_uk, zh_cn, zh_tw

source: Enabled
ar_sa: ممكن
ca_es: Activat
el_gr: Ενεργό
es_es: Habilitado
hu_hu: Engedélyezve
ko_kr: 활성화됨
nl_nl: Ingeschakeld
sl_si: Omogočeno
tr_tr: Etkin
uk_uk: Увімкнено
zh_cn: 已启用
zh_tw: 已啟用

source: Library name
ar_sa: اسم المكتبة
ca_es: Nom de la llibreria
el_gr: Όνομα βιβλιοθήκης
es_es: Nombre de la librería
hu_hu: Könyvtár név
ko_kr: 라이브러리 이름
nl_nl: Bibliotheeknaam
sl_si: Ime knjižnice
tr_tr: Kitaplık adı
uk_uk: Ім'я бібліотеки
zh_cn: 媒体库名称
zh_tw: 媒體庫名稱

source: Open UI
ar_sa: افتح واجهة المستخدم
es_es: Abrir UI
hu_hu: UI megnyitása
ko_kr: UI 열기
nl_nl: Gebruikersinterface openen
sl_si: Odpri UI
tr_tr: Açık UI
uk_uk: Відкрити інтерфейс користувача
zh_cn: 打开 UI
zh_tw: 打開 UI

source: Password
ar_sa: كلمة المرور
ca_es: Contrasenya
el_gr: Συνθηματικό
es_es: Contraseña
hu_hu: Jelszó
ko_kr: 암호
nl_nl: Wachtwoord
sl_si: Geslo
tr_tr: Şifre
uk_uk: Пароль
zh_cn: 密码
zh_tw: 密碼

source: Port
ar_sa: المنفذ
el_gr: Θύρα
es_es: Puerto
ko_kr: 포트
nl_nl: Poort
sl_si: Vrata
uk_uk: Порт
zh_cn: 端口
zh_tw: 通訊埠

source: Port to listen on.
ar_sa: المنفذ المراد مراقبته
ca_es: Port d’escolta.
el_gr: Θύρα για ακρόαση.
es_es: Puerto de escucha.
hu_hu: Beállítás erre a portra.
ko_kr: 청취를 위한 포트
nl_nl: Poort om te beluisteren.
sl_si: Vrata na katerih servis posluša.
tr_tr: Dinlenen port
uk_uk: Порт для прослуховування.
zh_cn: 监听端口。
zh_tw: 要監聽的通訊埠。

source: Shared folder
ar_sa: مجلد مشترك
ca_es: Carpeta compartida
el_gr: Κοινόχρηστος φάκελος
es_es: Carpeta Compartida
hu_hu: Megosztott mappa
ko_kr: 공유 폴더
nl_nl: Gedeelde map
sl_si: Deljena mapa
tr_tr: Paylaşılmış klasör
uk_uk: Спільна тека
zh_cn: 共享文件夹
zh_tw: 共享檔案夾

source: The 'admin' password to access the web interface.
ar_sa: كلمة مرور "المسؤول" للوصول إلى واجهة الويب.
ca_es: La contrasenya "administrador" per accedir a la interfície web.
el_gr: Κωδικός διαχειριστή για την πρόσβαση στο γραφικό περιβάλλον.
es_es: La contraseña de "admin" para acceder a la interfaz web.
hu_hu: Az "admin" jelszó a webes felület eléréséhez.
ko_kr: 웹 인터페이스에 접근하기 위한 '관리자' 암호입니다.
nl_nl: Het 'admin' wachtwoord om toegang te krijgen tot de webinterface.
sl_si: Geslo "admin" za dostop do spletnega vmesnika.
tr_tr: Web arayüzüne erişmek için kullanılan 'admin' şifresi.
uk_uk: Пароль 'адміністратора' для доступу до веб-інтерфейсу.
zh_cn: 'admin' 账户密码是用来登录 web 页面。

source: The location of the media files to share. Make sure the user <em>owntone</em> or group <em>users</em> can access the files.
ar_sa: موقع ملفات الوسائط المراد مشاركتها. تأكد من أن المستخدم <em> owntone </em> أو المجموعة <em> users </em>يمكنهم الوصول إلى الملفات.
ca_es: La ubicació dels fitxers multimèdia per compartir. Assegureu-vos que l'usuari <em>owntone</em> o el grup <em>users</em> puguin accedir als fitxers.
el_gr: Η τοποθεσία των αρχείων πολυμέσων προς διαμοιρασμό. Βεβαιωθείτε πως ο χρήστης <em>owntone</em> ή η ομάδα <em>χρήστες</em> έχει πρόσβαση στα αρχεία.
es_es: La ubicación de los archivos multimedia para compartir. Asegúrese de que el propio <em>usuario</em> o los usuarios <em>del grupo</em> puedan acceder a los archivos.
hu_hu: A megosztandó médiafájlok helye. Győződjön meg arról, hogy az <em>owntone</em> felhasználó vagy a <em>users</em> csoport felhasználói hozzáférhetnek a fájlokhoz.
ko_kr: 공유할 미디어 파일들의 위치입니다. <em>owntone</em> 사용자나 <em>users</em> 그룹이 이 위치에 접근할 수 있어야 합니다.
nl_nl: De locatie van de te delen mediabestanden. Zorg ervoor dat de gebruiker <em>owntone</em> of de groep <em>gebruikers</em> toegang hebben tot de bestanden.
sl_si: Lokacija medijskih datotek, ki jih želite dati v skupno rabo. Prepričajte se, da lahko do datotek dostopa uporabnik <em>owntone</em> ali skupina <em>users</em>.
tr_tr: Medya dosyalarının yeri. <em>owntone</em> ya da grup <em>kullanıcılar</em>ının dosyaya erişebildiğinden emin olunuz.
uk_uk: Розташування медіа-файлів для спільного доступу. Переконайтеся, що користувач <em>owntone</em> або групи <em>користувачів</em> мають доступ до файлів.
zh_cn: 请确保用户 <em>owntone</em>或用户组<em>users</em>有本地共享媒体文件的对应权限。
zh_tw: 所要分享媒體檔案的位置。請確認使用者 <em>owntone</em> 或群組 <em>users</em> 能夠存取那些檔案。

source: The name of the library as displayed by the clients.
ar_sa: اسم المكتبة كما يظهر لدى العميل
ca_es: El nom de la llibreria que es mostrarà als clients
el_gr: Τό όνομα της βιβλιοθήκης, όπως φαίνεται στους πελάτες.
es_es: El nombre de la librería que se mostrará a los clientes
hu_hu: A klienseken megjelenő könyvtár neve.
ko_kr: 클라이언트에 보여질 라이브러리 이름
nl_nl: De naam van de bibliotheek zoals deze aan gebruikers wordt getoond.
sl_si: Ime knjižnice, kot je prikazano s strani odjemalcev.
tr_tr: Kullanıcılar tarfından görüntülenen kitaplığın adı.
uk_uk: Ім'я бібліотеки, як зображено клієнтам.
zh_cn: 客户端显示的媒体库名称。
zh_tw: 顯示在客戶端之媒體庫的名稱。

source: The password to access the library.
ar_sa: كلمة المرور للوصول إلى المكتبة.
ca_es: La contrasenya per accedir a la biblioteca.
el_gr: Ο κωδικός για την πρόσβαση στην βιβλιοθήκη.
es_es: Contraseña para acceder a la librería.
hu_hu: A könyvtárhoz való hozzáférés jelszava.
ko_kr: 라이브러리에 접근하기 위한 암호입니다.
nl_nl: Het wachtwoord om toegang te krijgen tot de bibliotheek.
sl_si: Geslo za dostop do knjižnice.
tr_tr: Kitaplığa erişim şifresi.
uk_uk: Пароль для доступу до бібліотеки.
zh_cn: 库的访问密码。
zh_tw: 存取媒體庫所用之密碼。

source: Updated OwnTone settings.
ar_sa: تم تحديث إعدادات OwnTone.
ca_es: Configuració d'OwnTone actualitzada.
el_gr: Ενημέρωση ρυθμίσεων OwnTone.
es_es: Configuración de OwnTone actualizada.
hu_hu: OwnTone beállítások frissítve.
ko_kr: OwnTone 설정이 갱신되었습니다.
nl_nl: Instellingen voor OwnTone bijgewerkt.
sl_si: Posodobljene nastavitve OwnTone.
tr_tr: Güncellenmiş OwnTone ayarları.
uk_uk: Оновлено налаштування OwnTone.
zh_cn: 更新 OwnTone 设置。
zh_tw: 已更新 OwnTone 設定。

source: Web interface
ar_sa: واجهة ويب
ca_es: Interfície web
el_gr: Γραφικό περιβάλλον
es_es: Interfaz web (UI)
hu_hu: Web interfész
ko_kr: 웹 인터페이스
sl_si: Spletni vmesnik
tr_tr: Web arayüzü
uk_uk: Веб-інтерфейс
zh_cn: Web 页面
zh_tw: 網頁介面

source: The password for the user <em>admin</em> to access the web interface.
zh_tw: 用來登入網頁介面的 <em>admin</em> 使用者的密碼。
