Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-snmp/usr/share/openmediavault/locale/*/openmediavault-snmp.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, no_no, pl_pl, tr_tr, zh_tw

source: Authentication and no privacy
ar_sa: المصادقة وعدم الخصوصية
cs_cz: Ověřování a žádné soukromí
el_gr: Πιστοποίηση χωρίς ιδιωτικότητα
es_es: Autentificación sin privacidad
fr_fr: Authentification sans secret
no_no: Autentisering og ingen kryptering
pl_pl: Uwierzytelnianie i brak prywatności
tr_tr: Gizlilik olmadan kimlik denetimi
zh_tw: 驗證但無隱私

source: Authentication and privacy
ar_sa: المصادقة والخصوصية
cs_cz: Ověřování a soukromí
el_gr: Πιστοποίηση με ιδιωτικότητα
es_es: Autentificación y privacidad
fr_fr: Authentification avec secret
no_no: Autentisering og kryptering
pl_pl: Uwierzytelnianie i prywatność
tr_tr: Gizlilik sağlanarak kimlik denetimi
zh_tw: 驗證和隱私

source: Authentication passphrase
ar_sa: عبارة مرور المصادقة
cs_cz: Ověřovací heslová fráze
el_gr: Κωδικός πιστοποίησης
es_es: Contraseña de autentificación
fr_fr: Mot de passe d'authentification
no_no: Godkjenningspassord
pl_pl: Hasło uwierzytelniające
tr_tr: Kimlik doğrulama paralosı
zh_tw: 驗證用密碼短語

source: Authentication type
ar_sa: نوع المصادقة
cs_cz: Typ ověřování
el_gr: Τύπος πιστοποίησης
es_es: Tipo de autentificación
fr_fr: Type d'authentification
no_no: Autentiseringstype
pl_pl: Typ uwierzytelniania
tr_tr: Kimlik doğrulama tipi
zh_tw: 驗證類型

source: Community
ar_sa: المجتمع
cs_cz: Komunita (heslo)
el_gr: Κοινότητα
es_es: Comunidad
fr_fr: Communauté
pl_pl: Społeczność
tr_tr: Topluluk
zh_tw: 社群

source: Contact
ar_sa: جهة اتصال
cs_cz: Kontakt
el_gr: Επικοινωνία
es_es: Contacto
no_no: Kontakt
pl_pl: Kontakt
tr_tr: İletişim
zh_tw: 聯絡

source: Contact information, e.g. name or email address of the person responsible for this system.
ar_sa: معلومات الاتصال ، على سبيل المثال اسم أو عنوان البريد الإلكتروني للشخص المسؤول عن هذا النظام.
cs_cz: Kontaktní informace, např. jméno nebo e-mailová adresa osoby odpovědné za tento systém.
el_gr: Στοιχεία επικοινωνίας, π.χ. όνομα ή διεύθυνση ηλεκτρονικού ταχυδρομείου για τον διαχειριστή αυτού του συστήματος.
es_es: Información de contacto, Ej: Nombre y dirección de e-mail de la persona responsable del sistema.
fr_fr: Informations du contact, par exemple nom ou adresse mél de la personne responsable du système.
no_no: Kontaktinformasjon, f.eks. navn eller epostadresse til personen ansvarlig for dette systemet.
pl_pl: Informacje kontaktowe, np imię lub adres elektroniczny osoby odpowiedzialnej za system.
tr_tr: İletişim bilgisi, örneğin bu sistemden sorumlu kişinin adı ya da e-posta adresi.
zh_tw: 聯絡資訊，例如：負責此系統之人的姓名或電子郵件地址。

source: Enabled
ar_sa: ممكن
el_gr: Ενεργό
es_es: Habilitado
fr_fr: Activé
no_no: Aktivert
pl_pl: Właczony
zh_tw: 已啟用

source: Extra options
ar_sa: خيارات إضافية
cs_cz: Rozšířené předvolby
el_gr: Επιπλέον επιλογές
es_es: Opciones Extra
fr_fr: Options supplémentaires
no_no: Avanserte alternativer
pl_pl: Dodatkowe opcje
tr_tr: İlave seçenekler
zh_tw: 額外選項

source: Host
ar_sa: المضيف "Host"
cs_cz: Stroj
el_gr: Σύστημα
fr_fr: Hôte
no_no: Vert
tr_tr: Sistem
zh_tw: 主機

source: Location
ar_sa: الموقع
cs_cz: Umístění
el_gr: Τοποθεσία
es_es: Ubicación
fr_fr: Emplacement
no_no: Plassering
pl_pl: Lokalizacja
tr_tr: Yerleşim
zh_tw: 位置

source: Location information, e.g. physical location of this system.
ar_sa: معلومات الموقع ، على سبيل المثال الموقع المادي لهذا النظام.
cs_cz: Informace o umístění, např. kde se stroj fyzicky nachází.
el_gr: Πληροφορίες τοποθεσίας συστήματος
es_es: Información de la ubicación, p.ej: casa, despacho
fr_fr: Informations d'emplacement, par exemple l'emplacement physique de ce système.
no_no: Plasseringsinformasjon, f.eks. den fysiske plasseringen av dette systemet.
pl_pl: Informacje o lokalizacji, np. fizycznej lokalizacji tego systemu.
tr_tr: Yerleşim bilgisi, örneğin bu sistemin fiziksel yeri.
zh_tw: 位置資訊，例如：此系統的實體位置。

source: No authentication and no privacy
ar_sa: بدون مصادقة وبدون خصوصية
cs_cz: Žádné ověřování a soukromí
el_gr: Χωρίς πιστοποίηση και χωρίς ιδιοτικότητα
es_es: Sin autenticación y sin privacidad
fr_fr: Aucune authentification
no_no: Ingen autentisering og ingen kryptering
pl_pl: Brak uwierzytelniania i prywatności
tr_tr: Kimlik denetimi ve gizlilik yok
zh_tw: 無驗證和無隱私

source: Port
ar_sa: المنفذ
el_gr: Θύρα
es_es: Puerto
zh_tw: 通訊埠

source: Privacy passphrase
ar_sa: عبارة مرور الخصوصية
cs_cz: Heslová fráze k soukromí
el_gr: Φράση-κλειδί
es_es: Contraseña de privacidad
fr_fr: Mot de passe confidentiel
no_no: Passord for kryptering
pl_pl: Prywatne hasło
tr_tr: Gizlilik parolası
zh_tw: 隱私用密碼短語

source: Privacy type
ar_sa: نوع الخصوصية
cs_cz: Typ soukromí
el_gr: Τύπος ιδιοτικότητας
es_es: Tipo de privacidad
fr_fr: Type de confidentialité
no_no: Krypteringstype
pl_pl: Typ prywatności
tr_tr: Gizlilik tipi
zh_tw: 隱私類型

source: SNMP version 1/2c
ar_sa: SNMP نسخة 1/2c
cs_cz: SNMP verze 1/2c
el_gr: SNMP έκδοση 1/2c
es_es: SNMP versión 1/2c
no_no: SNMP versjon 1/2c
pl_pl: SNMP wersja 1/2c
tr_tr: SNMP sürüm 1/2c
zh_tw: SNMP 第 1/2c 版

source: SNMP version 3
ar_sa: SNMP نسخة 3
cs_cz: SNMP verze 3
el_gr: SNMP έκδοση 3
es_es: SNMP versión 3
no_no: SNMP versjon 3
pl_pl: SNMP wersja 3
tr_tr: SNMP sürüm 3
zh_tw: SNMP 第 3 版

source: Security level
ar_sa: مستوى الأمان
cs_cz: Úroveň zabezpečení
el_gr: Επίπεδο ασφάλειας
es_es: Nivel de seguridad
fr_fr: Niveau de sécurité
no_no: Sikkerhetsniv√•
pl_pl: Poziom bezpieczeństwa
tr_tr: Güvenlik seviyesi
zh_tw: 安全層级

source: Traps
ar_sa: الفخاخ
cs_cz: Hlášení událostí (SNMP trap)
el_gr: Διεγέρσεις
es_es: Excepción
fr_fr: Trappes
pl_pl: Pułapki
tr_tr: Yakalayıcılar
zh_tw: 陷阱

source: Updated SNMP settings.
ar_sa: تم تحديث إعدادات SNMP.
el_gr: Ενημέρωση ρυθμίσεων SNMP.
es_es: Actualizar opciones SNMP.
fr_fr: Paramètres SNMP mis à jour.
pl_pl: Zaktualizowane ustawienia SNMP
zh_tw: 已更新 SNMP 設定。

source: User name
ar_sa: اسم المستخم
el_gr: Όνομα χρήστη
es_es: Usuario
fr_fr: Nom d'utilisateur
pl_pl: Nazwa użytkownika
zh_tw: 用戶名稱

source: Version
ar_sa: النسخة
cs_cz: Verze
el_gr: Έκδοση
es_es: Versión
no_no: Versjon
pl_pl: Wersja
tr_tr: Sürüm
zh_tw: 版本

source: Enable
cs_cz: Zapnout
tr_tr: Aktif

source: General settings
cs_cz: Obecná nastavení
tr_tr: Genel ayarlar

source: Settings
cs_cz: Nastavení
tr_tr: Ayarlar

source: Username
cs_cz: Uživatelské jméno
tr_tr: Kullanıcı adı
