Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-tftp/usr/share/openmediavault/locale/*/openmediavault-tftp.po
Languages: bg_bg, de_de, fr_fr, hu_hu, ko_kr, nl_nl, no_no, ru_ru, sl_si

source: Allow new files
bg_bg: Позволи нови файлове
de_de: Neue Dateien zulassen
hu_hu: Új fájlok engedélyezése
ko_kr: 새 파일을 허용합니다.
no_no: Tillat nye filer

source: Allow new files to be created.
bg_bg: Позволи създаването на нови файлове.
de_de: Erlaube es neue Dateien anzulegen.
fr_fr: Autoriser la création de nouveaux fichiers.
hu_hu: Új fájlok létrehozásának engedélyezése.
ko_kr: 새로운 파일이 생성되도록 허용합니다.
nl_nl: Het aanmaken van nieuwe bestanden toestaan.
no_no: Tillat at nye filer blir opprettet.
ru_ru: Разрешить создание новых файлов.
sl_si: Dovoli ustvarjanje novih datotek

source: Blocksize
bg_bg: Размер на блока
de_de: Blockgröße
fr_fr: Taille de block
hu_hu: Blokkméret
ko_kr: 블록 크기
nl_nl: Blokgrootte
no_no: Blokkstørrelse
ru_ru: Размер блока
sl_si: Velikost bloka

source: By default, only files that already exist are allowed to be uploaded.
bg_bg: По подразбиране само файлове, които вече съществуват, могат да бъдат качени.
de_de: Standardmäßig dürfen nur Dateien die schon existieren hochgeladen werden.
fr_fr: Par défaut, seuls les fichiers existants sont autorisés à être téléchargés.
hu_hu: Alapértelmezésként csak azok a fájlok kerülnek feltöltésre, melyek már engedélyezve vannak.
ko_kr: 기본적으로, 이미 존재하는 파일만 올려주기될 수 있습니다.
nl_nl: Standaard worden alleen de bestanden die reeds bestaan ​​toegestaan om geüpload te worden.
no_no: Som standard kan kun filer som allerede eksisterer laste opp.
ru_ru: По умолчанию разрешено загружать только те файлы, которые уже существуют.
sl_si: Privzeto se lahko naloži samo datoteke, ki že obstajajo.

source: Determine the default timeout, in microseconds, before the first packet is retransmitted.
bg_bg: Определете времето за изчакване по подразбиране, в микросекунди, преди препредаването на първия пакет.
de_de: Legt die Standard-Zeitüberschreitung fest bevor das erste Paket erneut gesendet wird.
fr_fr: Détermine, en microsecondes, le délai d'attente par défaut avant que le premier paquet ne soit retransmis.
hu_hu: Alapértelmezett időtúllépés meghatározása, mikroszekundumban, mielőtt újraküldi az első csomagot.
ko_kr: 첫 번째 패킷이 재전송되기 전에 마이크로초 단위의 기본 만료 시간을 정합니다,
nl_nl: Bepaal de standaard time-out, in microseconden, voordat het eerste pakket opnieuw wordt verstuurd.
no_no: Sett standard timeout i millisekunder, før den første pakken er sendt på nytt.
ru_ru: Определить время ожидания по умолчанию в микросекундах перед повторной передачей первого пакета.
sl_si: Določite privzeto zakasnitev v mikrosekundah, preden je prvi paket ponovno prenesen.

source: Enable
bg_bg: Разреши
de_de: Aktivieren
hu_hu: Engedélyezés
ko_kr: 활성화
no_no: Aktiver

source: Extra options
bg_bg: Допълнителни опции
de_de: Erweiterte Optionen
fr_fr: Options supplémentaires
hu_hu: Extra opciók
ko_kr: 추가 옵션
nl_nl: Extra opties
no_no: Avanserte alternativer
ru_ru: Дополнительные опции
sl_si: Dodatne nastavitve

source: Please make sure that the shared folder is publicly writable if new files are allowed.
bg_bg: Моля, уверете се, че споделената папка е публично достъпна, ако са позволени нови файлове.
de_de: Bitte stellen Sie sicher dass der freigegebene Ordner öffentlich beschreibbar ist wenn neue Dateien erlaubt sind.
hu_hu: Győződjön meg róla, hogy a megosztott mappa nyilvánosan írható és az új fájlok engedélyezettek-e.
ko_kr: 새 파일들이 허용된다면 공유된 폴더가 공개적으로 쓰기가 가능한지 확인해주시길 바랍니다.

source: Port
bg_bg: Порт
ko_kr: 포트
nl_nl: Poort
ru_ru: Порт
sl_si: Vrata

source: Port to listen on.
bg_bg: Порт за слушане.
de_de: Port auf dem gelauscht wird.
hu_hu: Beállítás erre a portra.
ko_kr: 청취를 위한 포트
no_no: Port å lytte på.

source: Retry timeout
bg_bg: Повторно изчакване
de_de: Zeitspanne bis Neuversuch
fr_fr: Délai de retransmission
hu_hu: Újbóli időtúllépés
ko_kr: 재시도 시간만료
nl_nl: Time-out bij opnieuw proberen
no_no: Forsøk tidsavbrudd på nytt
ru_ru: Ожидание повтора
sl_si: Časovna omejitev ponovnega poskusa

source: Settings
bg_bg: Настройки
de_de: Einstellungen
hu_hu: Beállítások
ko_kr: 설정
no_no: Instillinger

source: Shared folder
bg_bg: Споделена папка
de_de: Freigegebene Ordner
fr_fr: Dossier partagé
hu_hu: Megosztott mappa
ko_kr: 공유 폴더
nl_nl: Gedeelde map
no_no: Delt mappe
ru_ru: Общий каталог
sl_si: Deljena mapa

source: Specifies the maximum permitted block size. The permitted range for this parameter is from 512 to 65464.
bg_bg: Задайте максималния разрешен размер на блока. Допустимият диапазон за този параметър е от 512 до 65464.
de_de: Legt die maximal zulässige Blocksize fest. Der zugelassene Bereich für diesen Parameter ist zwischen 512 und 65464.
fr_fr: Indique la taille de bloc maximale autorisée. La plage autorisée pour ce paramètre est de 512 à 65464.
hu_hu: A maximálisan engedélyezett blokkméret meghatározása. A megengedett tartomány mérete 512 és 65464 között van.
ko_kr: 최대 허용된 블록의 크기를 지정합니다. 이 매개변수에 대한 허용 범위는 512부터 65464입니다.
nl_nl: Specifieert de maximum toegestaane blokgrootte. Het toegestane bereik voor deze parameter loopt van 512 tot 65464.
no_no: Angir maksimalt tillat blokk størrelse. Det tillatte området for denne parameteren er fra 512 til 65464.
ru_ru: Определяет максимально допустимый размер блока. Допустимый диапазон для этого параметра составляет от 512 до 65464.
sl_si: Določa največjo dovoljeno velikost bloka. Dovoljeno območje za ta parameter je med 512 in 65464.

source: The location of the files to share.
bg_bg: Местоположението на файловете за споделяне.
de_de: Speicherort der freizugebenden Dateien.
hu_hu: A megosztás fájljainak helye.
ko_kr: 공유할 파일 위치
no_no: Plassering av de delte filene.

source: Enabled
fr_fr: Activé
nl_nl: Ingeschakeld
ru_ru: Включено
sl_si: Omogočeno

source: The location of the files to share. Please make sure that the shared folder is publicly writable if new files are allowed.
fr_fr: L'emplacement des fichiers à partager. Veuillez vous assurer que le dossier partagé est accessible en écriture publiquement si de nouveaux fichiers sont autorisés.
nl_nl: De locatie van de bestanden om te delen. Zorg ervoor dat de gedeelde map openbaar beschrijfbaar is als nieuwe bestanden zijn toegestaan.
sl_si: Lokacija datotek za skupno rabo. Če je dovoljen zapis novih datotek, poskrbite, da bo deljena mapa javno zapisljiva.

source: Updated TFTP settings.
fr_fr: Paramètres TFTP mis à jour.
nl_nl: TFTP-instellingen bijgewerkt.
sl_si: Posodobljene nastavitve TFTP.
