Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-clamav/usr/share/openmediavault/locale/*/openmediavault-clamav.po
Languages: ar_sa, es_es, fr_fr, gl, hu_hu, it_it, ja_jp, pl_pl, sv_sv, uk_uk

source: Scheduled Jobs
pl_pl: Zaplanowane zadania
sv_sv: Schemalagda jobb

source: Scheduled Scans
ar_sa: عمليات الفحص المجدولة
es_es: Escanear programados
fr_fr: Scans planifiés
hu_hu: Ütemezett vizsgálatok
it_it: Scansioni pianificate
ja_jp: スケジュールされたスキャン
sv_sv: Schemalagda skanningar
uk_uk: Заплановані сканування

source: Scheduling
ar_sa: الجدولة
es_es: Programación
fr_fr: Planification
hu_hu: Ütemezés
it_it: Pianificazione
ja_jp: スケジューリング
sv_sv: Schemaläggning
uk_uk: Планування

source: Send command output via email
gl: Enviar a saída da orde por correo
pl_pl: Wyślij wynik komendy na e-mail
sv_sv: Skicka kommandoutmatning via e-post

source: Send email
ar_sa: إرسال بريد إلكتروني
es_es: Enviar e-mail
fr_fr: Envoyer un mail
gl: Enviar por correo
hu_hu: Email küldése
it_it: Invia email
ja_jp: 電子メールの送信
pl_pl: Wyślij e-maila
sv_sv: Skicka e-post
uk_uk: Відправити лист

source: Settings
ar_sa: الإعدادات
es_es: Opciones
fr_fr: Paramètres
gl: Axustes
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
pl_pl: Ustawienia
sv_sv: Inställningar
uk_uk: Налаштування

source: Shared folder
ar_sa: مجلد مشترك
es_es: Carpeta compartida
fr_fr: Dossier partagé
gl: Cartafol compartido
hu_hu: Megosztott mappa
it_it: Cartella condivisa
ja_jp: 共有フォルダ
pl_pl: Folder udostępniony
sv_sv: Delad mapp
uk_uk: Спільна тека

source: Sunday
ar_sa: الأحد
es_es: Domingo
fr_fr: Dimanche
hu_hu: Vasárnap
it_it: Domenica
ja_jp: 日曜
sv_sv: Söndag
uk_uk: Неділя

source: The location of the files to scan on-access.
ar_sa: موقع الملفات المراد مسحها وتفحصها وقت-الدخول.
es_es: Ubicación de los archivos a escanear al acceder.
fr_fr: L'emplacement des fichiers à analyser lors de l'accès.
hu_hu: A fájok helyének átvizsgálása hozzáféréskor
it_it: La posizione dei file da controllare all'accesso.
ja_jp: アクセス時のスキャンを行うファイルの場所。
sv_sv: Placeringen av filerna för att göra åtkomstsökning.
uk_uk: Розташування файлів для сканування доступу.

source: The location of the files to scan.
ar_sa: موقع الملفات المراد مسحها وتفحصها.
es_es: Ubicación de los archivos a comprobar
fr_fr: L'emplacement des fichiers à analyser.
gl: A localización dos ficheiros que analizar.
hu_hu: Átvizsgálandó fájlok helye.
it_it: La posizione dei file da controllare.
ja_jp: スキャンするファイルの場所。
pl_pl: Lokalizacja plików do skanowania.
sv_sv: Platsen för filerna som ska skannas.
uk_uk: Розташування файлів для сканування.

source: The location which is used as quarantine.
ar_sa: الموقع الذي يستخدم كحجر للمفات المصابة.
es_es: Ruta de los archivos en cuarentena
fr_fr: L'emplacement à utiliser pour la quarantaine.
hu_hu: Karanténnak használható hely.
it_it: La posizione utilizzata come quarantena.
ja_jp: 検疫として使用されている場所。
pl_pl: Lokalizacja używana jako kwarantanna.
sv_sv: Platsen som används som karantän.
uk_uk: Розташування, яке використовується в якості карантину.

source: The option, how to handle infected files.
ar_sa: كيفية التعامل مع الملفات المصابة.
es_es: Como tratar a los archivos infectados
fr_fr: L'option à utiliser pour traiter les fichiers infectés.
hu_hu: Opció a fertőzött fájlok kezeléséhez.
it_it: L'opzione, come gestire i file infetti.
ja_jp: 感染したファイルをどのように処理するかのオプション。
pl_pl: Opcja, jak radzić sobie z zainfekowanymi plikami.
sv_sv: Alternativet, hur man hanterar infekterade filer.
uk_uk: Опція, як опрацьовувати заражені файли.

source: Thursday
ar_sa: الخميس
es_es: Jueves
fr_fr: Jeudi
hu_hu: Csütörtök
it_it: Giovedì
ja_jp: 木曜
sv_sv: Torsdag
uk_uk: Четвер

source: Tuesday
ar_sa: الثلاثاء
es_es: Martes
fr_fr: Mardi
hu_hu: Kedd
it_it: Martedì
ja_jp: 火曜
sv_sv: Tisdag
uk_uk: Вівторок

source: Updated on-access scan.
ar_sa: تم تحديث الفحص عند الوصول.
es_es: Actualizar al realizar el escaneo.
fr_fr: Scan à l'accès mis à jour.
hu_hu: Hozzáférés közbeni átvizsgálás frissítve.
it_it: La scansione all'accesso è stata aggiornata.
ja_jp: アクセス時のスキャンを更新しました。
sv_sv: Uppdaterad skanning sker vid åtkomst.
uk_uk: Оновлено сканування під час доступу.

source: Updated scheduled scan.
ar_sa: تم تحديث الفحص المجدول.
es_es: Escaneo programado, actualizado.
fr_fr: Scan planifié mis à jour.
hu_hu: Ütemezett vizsgálat frissítve.
it_it: La scansione pianificata è stata aggiornata.
ja_jp: スケジュールされたスキャンを更新しました。
sv_sv: Uppdaterad schemalagd skanning.
uk_uk: Оновлено сканування за розкладом.

source: Verbose
ar_sa: مفصل
es_es: Detallado
fr_fr: Verbeux
gl: Detallado
hu_hu: Beszédes
it_it: Verboso
ja_jp: 詳細
pl_pl: Pełne
sv_sv: Pratig
uk_uk: Відлагодження

source: Wednesday
ar_sa: الأربعاء
es_es: Miercoles
fr_fr: Mercredi
hu_hu: Szerda
it_it: Mercoledì
ja_jp: 水曜
sv_sv: Onsdag
uk_uk: Середа

source: n/a
ar_sa: لا ينطبق
gl: n/d
it_it: non disponibile
sv_sv: ingen uppgift
uk_uk: н/д

source: Antivirus
ar_sa: مكافح الفيروسات
hu_hu: Antivírus
ja_jp: アンチウィルス
pl_pl: Antywirus
uk_uk: Антивірус

source: April
ar_sa: إبريل
es_es: Abril
fr_fr: Avril
hu_hu: Április
it_it: Aprile
ja_jp: 4月
uk_uk: Квітень

source: December
ar_sa: ديسمبر
es_es: Diciembre
fr_fr: Décembre
it_it: Dicembre
ja_jp: 12月
uk_uk: Грудень

source: November
ar_sa: نوفمبر
es_es: Noviembre
fr_fr: Novembre
it_it: Novembre
ja_jp: 11月
uk_uk: Листопад

source: September
ar_sa: سبتمر
es_es: Septiembre
fr_fr: Septembre
hu_hu: Szeptember
it_it: Settembre
ja_jp: 9月
uk_uk: Вересень

source: Tags
ar_sa: العلامات
fr_fr: Étiquettes
hu_hu: Címkék
it_it: Tag
uk_uk: Теги

source: The field should only contain * or a comma separated list of values.
ar_sa: يجب أن يحتوي الحقل فقط على * أو قائمة قيم مفصولة بفواصل.
es_es: El campo solo debe contener * o una lista de valores separados por comas.
fr_fr: Le champ peut seulement contenir * ou une liste de valeur séparées par une virgule.
hu_hu: A mezőnek csak * karaktert vagy vesszővel elválasztott értékeket szabad tartalmazni.
it_it: Il campo deve contenere solo * o un elenco di valori separati da virgole.
ja_jp: フィールドには、* またはカンマで区切られた値のリストのみを含める必要があります。
uk_uk: Поле має містити лише * або список значень, розділених комами.

source: Add job
gl: Engadir un traballo

source: Database mirror
gl: Espello da base de datos

source: Edit job
gl: Editar o traballo

source: Execute cron job
gl: Executar un traballo de cron

source: Jobs
gl: Traballos

source: Please check the <a href='http://linux.die.net/man/5/clamd.conf' target='_blank'>manual page</a> for more details.
gl: Consulte a <a href='http://linux.die.net/man/5/clamd.conf' target='_blank'>páxina do manual</a> para obter máis detalles.

source: Server name where database updates are downloaded from. Get a complete list of database mirrors <a href='http://www.clamav.net/mirrors.html' target='_blank'>here</a>.
gl: Nome do servidor de bases de datos do que se descargan as actualizacións. Obteña <a href='http://www.clamav.net/mirrors.html' target='_blank'>aquí</a> unha lista completa de espellos de bases de datos.
