Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-clamav/usr/share/openmediavault/locale/*/openmediavault-clamav.po
Languages: ar_sa, es_es, fr_fr, gl, hu_hu, it_it, ja_jp, pl_pl, sv_sv, uk_uk

source: Add on-access scan
sv_sv: Lägg till åtkomstsökning

source: Add scheduled job
pl_pl: Dodaj zaplanowane zadanie
sv_sv: Lägg till schemalagt jobb

source: Algorithmic detection
ar_sa: كشف باستخدام الخوارزميات
es_es: Detección Algoritmica
fr_fr: Détection algorithmique
gl: Detección algorítmica
hu_hu: Algoritmikus észlelés
it_it: Rilevamento algoritmico
ja_jp: アルゴリズム的検出
pl_pl: Wykrywanie algorytmiczne
sv_sv: Algoritm för detektion
uk_uk: Алгоритмічне виявлення

source: An email message with the command output (if any produced) is send to the administrator.
ar_sa: يتم إرسال رسالة بريد إلكتروني مع مخرجات الأمر (إن وجدت) إلى المسؤول.
es_es: Un e-mail con la salida del comando (si se produce) es enviado al administrador
fr_fr: Un mail contenant les traces de la commande (si disponible) est envoyé à l'administrateur.
gl: Enviaráselle ao administrador unha mensaxe de correo coa saída da orde (se é que se produce).
hu_hu: Egy email üzenet, benne a parancsssori kimenettel (ha elő lett állítva) elküldve az adminisztrátornak.
it_it: Un'email con l'output del comando (se prodotto) viene inviata all'amministratore.
ja_jp: コマンドの出力（もしあれば）が管理者へメールで送信されます。
pl_pl: Wiadomość e-mail z danymi wyjściowymi polecenia (jeśli jakieś są) są wysłane do administratora.
sv_sv: Ett e-postmeddelande med kommandoutmatningen (om någon produceras) skickas till administratören.
uk_uk: Повідомлення електронної пошти з виведенням команди (якщо такі є) відправляється адміністратору.

source: August
ar_sa: أغسطس
es_es: Agosto
fr_fr: Août
hu_hu: Augusztus
it_it: Agosto
ja_jp: 8月
sv_sv: Augusti
uk_uk: Серпень

source: Be verbose.
ar_sa: عرض تفصيلي
es_es: Dar detalles
fr_fr: Mode verbeux
gl: Saída detallada.
hu_hu: Legyen bőbeszédű.
it_it: Attiva modalità verbosa.
ja_jp: 詳細に。
pl_pl: Jest pełne.
sv_sv: Var pratig.
uk_uk: Детальний вивід.

source: Comment
gl: Comentario
pl_pl: Komentarz
sv_sv: Kommentar

source: Create
ar_sa: إنشاء
es_es: Crear
fr_fr: Créer
hu_hu: Létrehozás
it_it: Crea
ja_jp: 作成
sv_sv: Skapa
uk_uk: Створити

source: Created on-access scan.
ar_sa: فحص تم إنشاؤه عند الوصول.
es_es: Crear escaneo al acceder.
fr_fr: Scan à l'accès créé.
hu_hu: Hozzáférés közbeni átvizsgálás létrehozása.
it_it: La scansione all'accesso è stata creata.
ja_jp: アクセス時のスキャンを作成しました。
sv_sv: Skapade skanning sker vid åtkomst.
uk_uk: Створено сканування під час доступу.

source: Created scheduled scan.
ar_sa: تم إنشاء الفحص المجدول.
es_es: Crear escaneo programado.
fr_fr: Scan planifié créé.
hu_hu: Ütemezett ellenőrzés létrehozása.
it_it: La scansione pianificata è stata creata.
ja_jp: スケジュールされたスキャンを作成しました。
sv_sv: Skapade schemalagd skanning.
uk_uk: Створено планове сканування.

source: Database checks
ar_sa: فحوصات قاعدة البيانات
es_es: Comprobación de la BBDD
fr_fr: Vérifications base de données
gl: Comprobacións da base de datos
hu_hu: Adatbázis ellenőrzés
it_it: Verifiche al database
ja_jp: データベースチェック
pl_pl: Sprawdź bazę wirusów
sv_sv: Databaskontroller
uk_uk: Перевірка бази даних

source: Date & Time
ar_sa: التاريخ والوقت
es_es: Fecha y Hora
fr_fr: Date & Heure
gl: Data e hora
hu_hu: Dátum & Idő
it_it: Data e ora
ja_jp: 日付 & 時刻
pl_pl: Data i czas
sv_sv: Datum & tid
uk_uk: Дата і час

source: Day of month
ar_sa: يوم الشهر
es_es: Día del mes
fr_fr: Jour du mois
gl: Día do mes
hu_hu: Hónap napjain
it_it: Giorno del mese
ja_jp: 月の日
pl_pl: Dzień miesiąca
sv_sv: Dag för månad
uk_uk: День місяця

source: Day of week
ar_sa: يوم الأسبوع
es_es: Día de la semana
fr_fr: Jour de la semaine
gl: Día da semana
hu_hu: Hét napjain
it_it: Giorno della settimana
ja_jp: 曜日
pl_pl: Dzień tygodnia
sv_sv: Dag för vecka
uk_uk: День тижня

source: Delete immediately
ar_sa: احذف فورًا
es_es: Borrar inmediatamente
fr_fr: Supprimer immédiatement
hu_hu: Azonnal törölje
it_it: Elimina immediatamente
ja_jp: すぐに削除
sv_sv: Ta bort omedelbart
uk_uk: Негайно видалити

source: Detect PUA
ar_sa: اكتشاف PUA
es_es: Detectar PUA
fr_fr: Détecter les PPI
gl: Detectar PUA
hu_hu: PUA észlelése
it_it: Rileva PUA
ja_jp: PUAの検出
pl_pl: Wykrywanie PUA
sv_sv: Upptäck PUA
uk_uk: Виявлення PUA

source: Detect broken executables
ar_sa: اكتشاف الملفات التنفيذية المعطوبة
es_es: Detectar ejecutables rotos
fr_fr: Détecter les exécutables cassés
gl: Detectar executábeis quebrados
hu_hu: Hibás futtatható fájlok észlelése
it_it: Rileva eseguibili danneggiati
ja_jp: 壊れた実行ファイルを検出
pl_pl: Wykryj przerwane pliki wykonywalne
sv_sv: Upptäck trasiga körbara filer
uk_uk: Виявлення пошкоджених виконуваних файлів

source: Done ...
pl_pl: Zrobione ...
sv_sv: Klar ...

source: Edit
ar_sa: تحرير
es_es: Editar
fr_fr: Éditer
hu_hu: Szerkesztés
it_it: Modifica
ja_jp: 編集
sv_sv: Redigera
uk_uk: Редагувати

source: Edit on-access scan
sv_sv: Redigera åtkomstsökning

source: Edit scheduled job
pl_pl: Edytuj zaplanowane zadanie
sv_sv: Redigera schemalagt jobb

source: Enable
gl: Activar
pl_pl: Włącz
sv_sv: Aktivera

source: Enable HTML detection and normalisation.
ar_sa: تمكين الكشف عن HTML.
es_es: Habilitar detección HTML y normalización.
fr_fr: Analyser les fichiers HTML
gl: Activa a detección e a normalización HTML
hu_hu: HTML felismerés és normalizálás engedélyezése.
it_it: Abilita rilevamento e normalizzazione HTML.
ja_jp: HTMLの検出および正規化を有効にします。
pl_pl: Włącz wykrywanie HTML i normalizacji.
sv_sv: Aktivera HTML-detektering och normalisering.
uk_uk: Увімкнути виявлення HTML і нормалізації.

source: Enable archive scanning.
ar_sa: تمكين تفحص ومسح الأرشيف
es_es: Habilitar escaneo de archivos
fr_fr: Analyser les fichiers archives
gl: Activa a análise de arquivos.
hu_hu: Archívum átvizsgálás engedélyezése.
it_it: Abilita scansione degli archivi.
ja_jp: 圧縮ファイルのスキャンを有効にします。
pl_pl: Włącz skanowanie archiwów.
sv_sv: Aktivera arkivskanning.
uk_uk: Увімкнути сканування архівів.

source: Enable on-access virus scanning
gl: Activa a análise de virus no acceso
pl_pl: Włącz skanowanie antywirusowe przy dostępie
sv_sv: Aktivera "vid åtkomst"-virusskanning

source: Enable scanning of ELF files.
ar_sa: تفعيل مسح وتفحص ملفات ELF
es_es: Habilita escaneado de archivos ELF.
fr_fr: Analyser les fichiers ELF
gl: Activa a análise de ficheiros ELF.
hu_hu: ELF fájlok átvizsgálásának engedélyezése.
it_it: Abilita scansione dei file ELF.
ja_jp: ELFファイルのスキャンを有効にします。
pl_pl: Włącz skanowanie plików ELF.
sv_sv: Aktivera skanning av ELF-filer.
uk_uk: Увімкнути сканування ELF файлів.

source: Enable scanning of OLE2 files, such as Microsoft Office documents and .msi files.
ar_sa: تمكين المسح و التفحص لملفات OLE2 ، مثل مستندات Microsoft Office وملفات msi.
es_es: Habilita escaneado de archivos OLE2, como los documentos de Microsoft Office y los archivos *.msi.
fr_fr: Analyser les fichiers OLE2, tel que les documents Microsoft Office et les fichiers .msi
gl: Activa a análise de ficheiros OLE2, como os documentos de Microsoft Office e os ficheiros .msi
hu_hu: OLE2 fájlok átvizsgálásának engedélyezése, ilyenek a Microsoft Office dokumentumok és a .msi fájlok.
it_it: Abilita scansione dei file OLE2, come i documenti di Microsoft Office e i file .msi.
ja_jp: Microsoft Officeドキュメントや、 .msi ファイルなどのOLE2ファイルのスキャンを有効にします。
pl_pl: Włącz skanowanie plików OLE2, takich jak dokumenty pakietu Microsoft Office i pliki .msi.
sv_sv: Aktivera skanning av OLE2-filer, såsom Microsoft Office-dokument och .msi-filer.
uk_uk: Увімкнути сканування OLE2 файлів, таких як документи Microsoft Office і .msi файлів.

source: Enable scanning within PDF files.
ar_sa: تمكين المسح والتفحص داخل ملفات PDF.
es_es: Habilita escaneado de archivos PDF.
fr_fr: Analyser les fichiers PDF
gl: Activa a análise dentro dos ficheiros PDF.
hu_hu: PDF fájlok átvizsgálásának engedélyezése.
it_it: Abilita scansione all'interno dei file PDF.
ja_jp: PDFファイル内のスキャンを有効にします。
pl_pl: Włącz skanowanie w plikach PDF.
sv_sv: Aktivera innehållsskanning för PDF-filer.
uk_uk: Дозволити перевірку всередині PDF-файлів.

source: Enable the algorithmic detection.
ar_sa: تمكين الكشف باستخدام الخوارزميات
es_es: Habilitar detección algoritmica.
fr_fr: Activer la détection algorithmique
gl: Activa a detección algorítmica.
hu_hu: Algoritmikus észlelés engedélyezése.
it_it: Abilita il rilevamento algoritmico.
ja_jp: アルゴリズム的検出を有効にします。
pl_pl: Włącz wykrywanie algorytmiczne.
sv_sv: Aktivera algoritm-detektering.
uk_uk: Увімкнути алгоритмічне виявлення.

source: Enable the detection of broken executables (both PE and ELF).
ar_sa: تمكين اكتشاف الملفات التنفيذية المكسورة (كل من PE و ELF).
es_es: Habilita escaneado de archivos ejecutables (PE y ELF)
fr_fr: Activer la détection des exécutables cassés (à la fois PE et ELF)
gl: Activa a detección de executábeis quebrados (tanto os PE como os ELF)
hu_hu: Hibás futtatható fájl észlelés engedélyezése (mindkét PE és ELF).
it_it: Abilita il rilevamento degli eseguibili danneggiati (sia PE che ELF).
ja_jp: 壊れた実行ファイル（PEとELF両方）の検出を有効にします。
pl_pl: Włącz wykrywanie uszkodzonych plików wykonywalnych (PE i ELF).
sv_sv: Aktivera detektering av trasiga körbara filer (både PE och ELF).
uk_uk: Увімкнути виявлення пошкоджених виконавчих файлів (PE і ELF).

source: Enable the detection of possibly unwanted applications.
ar_sa: تمكين الكشف عن التطبيقات غير المرغوب فيها.
es_es: Habilitar detección de aplicaciones sospechosas.
fr_fr: Activer la détection des Programme Potentiellement Indésirable
gl: Activa a detección de aplicativos posíbelmente non desexados.
hu_hu: Nem kívánt alkalmazások felismerésének engedélyezése.
it_it: Abilita il rilevamento di possibili applicazioni indesiderate.
ja_jp: おそらく不要なアプリケーションの検出を有効にします。
pl_pl: Włącz wykrywanie potencjalnie niepotrzebnych aplikacji.
sv_sv: Aktivera detektering av möjlig oönskad programvara.
uk_uk: Увімкнути виявлення можливо небажаних програм.

source: Enabled
ar_sa: ممكن
es_es: Habilitado
fr_fr: Activé
gl: Activado
hu_hu: Engedélyezve
it_it: Abilitato
ja_jp: 有効
pl_pl: Włączone
sv_sv: Aktiverad
uk_uk: Увімкнено

source: Every N day of month
ar_sa: كل العدد المحدد من الأيام من الشهر
es_es: Cada día N del mes
fr_fr: Tous les N jours
gl: Cada día N do mes
hu_hu: Minden N nap a hónapban
it_it: Ogni N giorni del mese
ja_jp: 毎月N日
pl_pl: Co N dni miesiąca
sv_sv: Varje N dag i månaden
uk_uk: Кожен N день місяця

source: Every N hour
ar_sa: كل العدد المحدد من الساعات
es_es: Cada N horas
fr_fr: Toutes le N heures
gl: Cada N horas
hu_hu: Minden N órában
it_it: Ogni N ore
ja_jp: N時間ごと
pl_pl: Co N godzin
sv_sv: Varje N timme
uk_uk: Кожну N годину

source: Every N minute
ar_sa: كل العدد المحدد من الدقائق
es_es: Cada N minutos
fr_fr: Toutes les N minutes
gl: Cada N minutos
hu_hu: Minden N percben
it_it: Ogni N minuti
ja_jp: N分ごと
pl_pl: Co N minut
sv_sv: Varje N minut
uk_uk: Кожну N хвилину

source: Execute scheduled job
pl_pl: Wykonaj zaplanowane zadanie
sv_sv: Utför schemalagt jobb

source: Execute scheduled scan
ar_sa: تنفيذ الفحص المجدول
es_es: Ejecutar escaneo programado
fr_fr: Exécuter le scan planifié
hu_hu: Ütemezett vizsgálat végrehajtása
it_it: Esegui scansione pianificata
ja_jp: スケジュールされたスキャンを実行
sv_sv: Utför schemalagd skanning
uk_uk: Виконати сканування за розкладом

source: Extra options
ar_sa: خيارات إضافية
es_es: Opciones extras
fr_fr: Options supplémentaires
gl: Opcións adicionais
hu_hu: Extra beállítások
it_it: Opzioni extra
ja_jp: その他のオプション
pl_pl: Dodatkowe opcje
sv_sv: Extra inställningar
uk_uk: Додаткові опції

source: February
ar_sa: فبراير
es_es: Febrero
fr_fr: Février
hu_hu: Február
it_it: Febbraio
ja_jp: 2月
sv_sv: Februari
uk_uk: Лютий

source: Follow directory symlinks
ar_sa: تتبع الروابط والاختصارات للمجلد
es_es: Seguir enlaces de directorios simbolicos
fr_fr: Suivre liens des répertoires
gl: Seguir as ligazóns simbólicas a directorios
hu_hu: Könyvtár szimbolikus linkjeinek követése
it_it: Segui i link simbolici delle cartelle
ja_jp: ディレクトリのシンボリックリンクをたどる
pl_pl: Podążaj za linkami symbolicznymi katalogów
sv_sv: Följ symlänkar för mappar
uk_uk: Прямувати за символьними посиланнями каталогу

source: Follow directory symlinks.
ar_sa: تتبع الروابط والاختصارات للمجلد
es_es: Seguir los enlaces simbolicos de directorios.
fr_fr: Suivre les liens symboliques des répertoires
gl: Seguir as ligazóns simbólicas a directorios.
hu_hu: Könyvtár szimbolikus linkjeinek követése.
it_it: Segui i link simbolici delle cartelle.
ja_jp: ディレクトリのシンボリックリンクをたどります。
pl_pl: Podążaj za linkami symbolicznymi katalogów.
sv_sv: Följ symlänkar för mappar.
uk_uk: Прямувати за символьними посиланнями каталогу.

source: Follow file symlinks
ar_sa: تتبع الروابط والاختصارات للملف
es_es: Seguir enlaces de archivos simbolicos
fr_fr: Suivre liens des fichiers
gl: Seguir as ligazóns simbólicas a ficheiros
hu_hu: Fájl szimbolikus linkjeinek követése
it_it: Segui link simbolici dei file
ja_jp: ファイルのシンボリックリンクをたどる
pl_pl: Podążaj za linkami symbolicznymi plików
sv_sv: Följ symlänkar för filer
uk_uk: Прямувати за символьними посиланнями файлу

source: Follow regular file symlinks.
ar_sa: تتبع الروابط الاعتيادية للملف
es_es: Seguir los enlaces simbolicos de archivos.
fr_fr: Suivre les liens symboliques des fichiers
gl: Seguir as ligazóns simbólicas normais a ficheiros
hu_hu: Szokásos fájl szimbolikus linkjeinek követése.
it_it: Segui link simbolici dei file regolari.
ja_jp: 通常ファイルのシンボリックリンクをたどります。
pl_pl: Podążaj za linkami symbolicznymi plików.
sv_sv: Följ symlänkar för vanliga filer.
uk_uk: Прямувати за регулярними символьними посиланнями файлу.

source: Friday
ar_sa: الجمعة
es_es: Viernes
fr_fr: Vendredi
hu_hu: Péntek
it_it: Venerdì
ja_jp: 金曜
sv_sv: Fredag
uk_uk: П'ятниця

source: General settings
gl: Axustes xerais
pl_pl: Ustawienia główne
sv_sv: Allmänna inställningar

source: Hour
ar_sa: ساعة
es_es: Hora
fr_fr: Heures
gl: Hora
hu_hu: Óra
it_it: Ora
ja_jp: 時
pl_pl: Godzina
sv_sv: Timme
uk_uk: Година

source: Infected files
ar_sa: ملفات مصابة
es_es: Archivos infectados
fr_fr: Fichiers infectés
hu_hu: Fertőzött fájlok
it_it: File infetti
ja_jp: 感染したファイル
pl_pl: Zainfekowane pliki
sv_sv: Infekterade filer
uk_uk: Заражені файли

source: January
ar_sa: يناير
es_es: Enero
fr_fr: Janvier
hu_hu: Január
it_it: Gennaio
ja_jp: 1月
sv_sv: Januari
uk_uk: Січень

source: July
ar_sa: يوليو
es_es: Julio
fr_fr: Juillet
hu_hu: Július
it_it: Luglio
ja_jp: 7月
sv_sv: Juli
uk_uk: Липень

source: June
ar_sa: يونيو
es_es: Junio
fr_fr: Juin
hu_hu: Június
it_it: Giugno
ja_jp: 6月
sv_sv: Juni
uk_uk: Червень

source: Log clean files
ar_sa: تسجيل الملفات النظيفة
es_es: Log de archivos limpios
fr_fr: Logger les fichiers propres
gl: Rexistrar os ficheiros limpos
hu_hu: Fájlok tisztításának naplózása
it_it: File di log puliti
ja_jp: ログファイルの整形
pl_pl: Czyść pliki logów. To znacznie zwiększa rozmiar dziennika.
sv_sv: Logga rena filer
uk_uk: Записувати у лоґ чисті файли

source: Log clean files. This drastically increases the log size.
ar_sa: تسجيل الملفات النظيفة. هذا يزيد بشكل كبير من حجم السجل.
es_es: Log de todos los archivos. Esto incrementa drasticamente el tamaño del log.
fr_fr: Logger les fichiers propres. Cela augmente la taille des logs de façon drastique.
gl: Rexistrar os ficheiros limpos. Isto aumenta drasticamente o tamaño do rexistro.
hu_hu: Fájlok tisztításának naplózása. Ez drasztikusan megnöveli a napló méretét.
it_it: File di log puliti. Questa operazione aumenterà drasticamente la dimensione del file di log.
ja_jp: ログファイルを整形します。ログファイルのサイズが劇的に大きくなります。
pl_pl: Czyszczenie plików logów.
sv_sv: Logga rena filer. Det här ökar loggstorleken kraftigt.
uk_uk: Записувати в лоґ чисті файли. Це значно збільшує розмір журналу.

source: March
ar_sa: مارس
es_es: Marzo
fr_fr: Mars
hu_hu: Március
it_it: Marzo
ja_jp: 3月
sv_sv: Mars
uk_uk: Березень

source: May
ar_sa: مايو
es_es: Mayo
fr_fr: Mai
hu_hu: Május
it_it: Maggio
ja_jp: 5月
sv_sv: Maj
uk_uk: Травень

source: Message
ar_sa: رسالة
es_es: Mensaje
gl: Mensaxe
hu_hu: Üzenet
it_it: Messaggio
ja_jp: メッセージ
pl_pl: Wiadomość
sv_sv: Meddelande
uk_uk: Повідомлення

source: Minute
ar_sa: دقيقة
es_es: Minuto
gl: Minuto
hu_hu: Perc
it_it: Minuto
ja_jp: 分
pl_pl: Minut
sv_sv: Minut
uk_uk: Хвилина

source: Monday
ar_sa: الاثنين
es_es: Lunes
fr_fr: Lundi
hu_hu: Hétfő
it_it: Lunedì
ja_jp: 月曜
sv_sv: Måndag
uk_uk: Понеділок

source: Monitor the shared folder and scan new or modified files.
gl: Supervisar o cartafol compartido e analizar os ficheiros novos ou modificados.
pl_pl: Monitorowanie folderów udostępnionych i skanowanie nowych lub zmodyfikowanych plików.
sv_sv: Övervaka den delade mappen och skanna efter nya eller ändrade filer.

source: Month
ar_sa: شهر
es_es: Mes
fr_fr: Mois
gl: Mes
hu_hu: Hónap
it_it: Mese
ja_jp: 月
pl_pl: Miesiąc
sv_sv: Månad
uk_uk: Місяць

source: Move to quarantine
ar_sa: نقل الى العزل
es_es: Mover a cuarentena
fr_fr: Déplacer en quarantaine
hu_hu: Áthelyezés karanténba
it_it: Sposta in quarantena
ja_jp: 検疫に移動
sv_sv: Flytta till karantän
uk_uk: Перейти на карантин

source: Multiscan
ar_sa: فحص متعدد
gl: Múltiplas análises
hu_hu: Bővebb vizsgálat
it_it: Multiscansione
ja_jp: マルチスキャン
pl_pl: Multiskan
sv_sv: Flerskanning
uk_uk: Мульти сканування

source: Number of database update checks per day. Set to 0 to disable.
ar_sa: عدد عمليات تحديث قاعدة البيانات في اليوم الواحد. اضبط على 0 للتعطيل.
es_es: Numero de consultas de actualización de la BBDD por día. 0 para deshabilitarlo.
fr_fr: Nombre de vérifications de la base de données par jour. Mettre à 0 pour désactiver.
gl: Número de actualizacións da bases de datos que comprobar por día. Estabelecer a 0 para desactivar.
hu_hu: Adatbázis frissítés ellenőrzések száma naponta. A 0 beállítás tiltja a funkciót.
it_it: Numero di controlli di aggiornamenti del database giornalieri. Impostare a 0 per disabilitarli.
ja_jp: データベースの更新を1日に何回確認するかを設定します。0に設定すると確認しません。
pl_pl: Liczba sprawdza aktualizacji bazy wirusów w ciągu dnia. Ustaw na 0, aby wyłączyć.
sv_sv: Antal databasuppdateringar per dag. Ange 0 för att inaktivera.
uk_uk: Кількість перевірок оновлень бази даних в день. Встановіть 0, щоб відключити.

source: October
ar_sa: أكتوبر
es_es: Octubre
fr_fr: Octobre
hu_hu: Október
it_it: Ottobre
ja_jp: 10月
sv_sv: Oktober
uk_uk: Жовтень

source: On Access Scans
ar_sa: مسح وتحفص وقت-الدخول
es_es: Escaneos al acceder
fr_fr: Analyse à l'accès
hu_hu: Hozzáférési átvizsgálás
it_it: Scansioni all'accesso
ja_jp: アクセス時のスキャン
sv_sv: Vid åtkomstskanningar
uk_uk: На сканування доступу

source: On-access
gl: No acceso
pl_pl: Przy dostępie
sv_sv: Vid åtkomst

source: Perform a deeper analysis of executable files.
ar_sa: إجراء تحليل أعمق للملفات القابلة للتنفيذ.
es_es: Ejecutar un analisis en profundidad de los ejecutables
fr_fr: Analyser plus profondément les fichiers exécutables
gl: Realizar unha análise máis profunda dos ficheiros executábeis.
hu_hu: Mélyre ható elemzés elvégzése futtatható fájlok esetén.
it_it: Esegui un'analisi approfondita dei file eseguibili.
ja_jp: 実行可能ファイルのより詳細な分析を行う。
pl_pl: Wykonaj głębszą analizę plików wykonywalnych.
sv_sv: Genomför en djupare analys av körbara filer.
uk_uk: Провести глибокий аналіз виконуваних файлів.

source: Perform nothing
ar_sa: لا تفعل شيئا
es_es: No hacer nada
fr_fr: Ne rien réaliser
hu_hu: Semmi
it_it: Non fare nulla
ja_jp: 何もしない
sv_sv: Utför ingenting
uk_uk: Нічого не виконувати

source: Please check the <a href='https://github.com/vrtadmin/clamav-faq/raw/master/manual/clamdoc.pdf' target='_blank'>manual page</a> for more details.
pl_pl: Proszę sprawdź <a href='https://github.com/vrtadmin/clamav-faq/raw/master/manual/clamdoc.pdf' target='_blank'>stronę podręcznika</a> aby uzyskać więcej informacji.
sv_sv: Vänligen se <a href='https://github.com/vrtadmin/clamav-faq/raw/master/manual/clamdoc.pdf' target='_blank'>manualsidan</a> för mer detaljer.

source: Please check the <a href='https://manpages.debian.org/stable/clamav-daemon/clamd.conf.5.en.html' target='_blank'>manual page</a> for more details.
ar_sa: يرجى مراجعة <a href='https://manpages.debian.org/stable/clamav-daemon/clamd.conf.5.en.html' target='_blank'> دليل الصفحة </a> لمزيد من التفاصيل.
es_es: Por favor, revise la pagina <a href='https://manpages.debian.org/stable/clamav-daemon/clamd.conf.5.en.html' target='_blank'> del manual</a> para más detalles.
fr_fr: Veuillez visualiser le <a href='https://manpages.debian.org/stable/clamav-daemon/clamd.conf.5.en.html' target='_blank'>manuel</a> pour plus de détails.
hu_hu: Tekintse meg a <a href='https://manpages.debian.org/stable/clamav-daemon/clamd.conf.5.en.html' target='_blank'>kézikönyvet</a> további részletekért.
it_it: Per maggiori dettagli consultare la <a href='https://manpages.debian.org/stable/clamav-daemon/clamd.conf.5.en.html' target='_blank'>pagina del manuale</a>.
ja_jp: 詳細については <a href='https://manpages.debian.org/stable/clamav-daemon/clamd.conf.5.en.html' target='_blank'>マニュアルページ</a> を確認してください。
sv_sv: Vänligen se <a href='https://manpages.debian.org/stable/clamav-daemon/clamd.conf.5.en.html' target='_blank'>manualsidan</a> för mer information.
uk_uk: Будь ласка, <a href='https://manpages.debian.org/stable/clamav-daemon/clamd.conf.5.en.html' target='_blank'>перегляньте сторінку посібника</a> для отримання додаткової інформації.

source: Quarantine
ar_sa: الحجر
es_es: Cuarentena
fr_fr: Quarantaine
hu_hu: Karantén
it_it: Quarantena
ja_jp: 検疫
pl_pl: Kwarantanna
sv_sv: Karantän
uk_uk: Карантин

source: Run
ar_sa: تشغيل
es_es: Ejecutar
fr_fr: Exécuter
gl: Executar
hu_hu: Futtatás
it_it: Esegui
ja_jp: 実行
pl_pl: Uruchom
sv_sv: Kör
uk_uk: Запустити

source: Saturday
ar_sa: السبت
es_es: Sábado
fr_fr: Samedi
hu_hu: Szombat
it_it: Sabato
ja_jp: 土曜
sv_sv: Lördag
uk_uk: Субота

source: Scan ELF
ar_sa: فحص ELF
es_es: Escanear ELF
fr_fr: Analyser ELF
gl: Analizar ELF
hu_hu: ELF fájl átvizsgálás
it_it: Scansiona file ELF
ja_jp: ELFのスキャン
pl_pl: Skanuj ELF
sv_sv: Skanna ELF
uk_uk: Сканувати ELF

source: Scan HTML
ar_sa: فحص HTML
es_es: Escanear HTML
fr_fr: Analyser HTML
gl: Analizar HTML
hu_hu: HTML fájl átvizsgálás
it_it: Scansiona file HTML
ja_jp: HTMLのスキャン
pl_pl: Skanuj HTML
sv_sv: Skanna HTML
uk_uk: Сканувати HTML

source: Scan OLE2
ar_sa: فحص OLE2
es_es: Escanear OLE32
fr_fr: Analyser OLE2
gl: Analizar OLE2
hu_hu: OLE2 fájl átvizsgálás
it_it: Scansiona file OLE2
ja_jp: OLE2のスキャン
pl_pl: Skanuj OLE2
sv_sv: Skanna OLE2
uk_uk: Сканувати OLE2

source: Scan PDF
ar_sa: فحص PDF
es_es: Escanear PDF
fr_fr: Analyser PDF
gl: Analizar PDF
hu_hu: PDF fájl átvizsgálás
it_it: Scansiona file PDF
ja_jp: PDFのスキャン
pl_pl: Skanuj PDF
sv_sv: Skanna PDF
uk_uk: Сканувати PDF

source: Scan Portable Executable
ar_sa: فحص الملفات التنفيذية المتنقلة
es_es: Escanear auto-ejecutables
fr_fr: Analyser exécutables
gl: Analizar os executábeis portábeis
hu_hu: Hordozható futtatható fájlok átvizsgálása
it_it: Scansiona file Portable Executable
ja_jp: Portable Executable(PE)のスキャン
pl_pl: Skanuj przenośne pliki wykonywalne
sv_sv: Skanna portabel körbar fil
uk_uk: Сканувати переносні програми

source: Scan archives
ar_sa: فحص الملفات المضغوطة
es_es: Escanear archivos
fr_fr: Analyser archives
gl: Analizar os arquivos
hu_hu: Archívumok átvizsgálása
it_it: Scansiona archivi
ja_jp: 圧縮ファイルのスキャン
pl_pl: Skanuj archiwa
sv_sv: Skanna arkiv
uk_uk: Сканувати архіви

source: Scan the directory contents in parallel using available threads.
ar_sa: مسح محتويات الدليل بالتوازي باستخدام مؤشرات الترابط المتوفرة.
es_es: Escanear el contenido de los directorios en paralelo usando todos los hilos disponibles.
fr_fr: Scanner le contenu des répertoires en parallèle en utilisant les threads disponibles.
gl: Analizar os contidos dos directorios usando os fíos dispoñíbeis.
hu_hu: Könyvtár tartalmának vizsgálata az elérhető szálak párhuzamos használatával.
it_it: Scansione del contenuto della directory in parallelo utilizzando i thread disponibili.
ja_jp: 利用可能なスレッドを使用しディレクトリを並行でスキャンします。
pl_pl: Skanowanie zawartości katalogu z użyciem dostępnych wątków.
sv_sv: Skanna mappinnehåll med tillgängliga trådar i paralell.
uk_uk: Сканування вмісту каталогу паралельно, використовуючи доступні потоки.
