Repository: openmediavault/openmediavault
Catalog: deb/openmediavault/usr/share/openmediavault/locale/*/openmediavault.po
Languages: da_da, el_gr, hu_hu

source: Source shared folder
da_da: Kilde delt mappe
hu_hu: Megosztott forrás mappa

source: South Africa
hu_hu: Dél-Afrika

source: South Georgia and the South Sandwich Islands
hu_hu: Déli-Georgia és Déli-Sandwich-szigetek

source: South Korea
hu_hu: Dél Korea

source: Spain
hu_hu: Spanyolország

source: Specifies the MII link monitoring frequency in milliseconds.
da_da: Angiver MII linkets overvågningsfrekvens i millisekunder.
el_gr: Ορίζει την συχνότητα παρακολούθησης της ζεύξης ΜΙΙ σε χιλιοστά του δευτερολέπτου.
hu_hu: MII link ellenőrzési gyakoriság meghatározása milliszekundumban.

source: Specifies the interface devices.
el_gr: Ορισμός των συσκευών διασύνδεσης.
hu_hu: Beviteli eszközök megadása.

source: Specifies the slave devices.
el_gr: Ορισμός των υποτελών συσκευών.
hu_hu: Másodlagos eszközök megadása.

source: Specifies the time, in milliseconds, to wait before disabling a slave after a link failure has been detected.
da_da: Angiver tiden, i millisekunder, der skal ventes før deaktivering af en slave, efter en link fejl er blevet opdaget.
el_gr: Ορίζει τον χρόνο αναμονής, σε χιλιοστά του δευτερολέπτου, πριν την απενεργοποίηση του - εφόσον ανιχνευθεί αστοχία της ζεύξης.
hu_hu: Az idő meghatározása milliszekundumban, hogy mennyit várjon, mielőtt letilt egy hibás linket az észlelése után.

source: Specifies the time, in milliseconds, to wait before enabling a slave after a link recovery has been detected.
da_da: Angiver tiden, i millisekunder, der skal ventes før aktivering af en slave, efter en link genopretning er blevet opdaget.
el_gr: Ορίζει τον χρόνο αναμονής, σε χιλιοστά του δευτερολέπτου, πριν την ενεργοποίηση του - εφόσον ανιχνευθεί επαναφορά της ζεύξης.
hu_hu: Az idő meghatározása milliszekundumban, hogy mennyit várjon, mielőtt engedélyez egy megjavított linket az észlelése után.

source: Specifies the type of key to create.
el_gr: Καθορίζει τον τύπο του κλειδιού που θα δημιουργηθεί.
hu_hu: Meghatározza a létrehozandó kulcs típusát.

source: Specifies whether it is allowed to login as superuser.
da_da: Angiver om det er tilladt at logge ind som superbruger
el_gr: Ορίζει το αν επιτρέπεται η είσοδος ως υπερχρήστης
hu_hu: Rendszergazdaként való bejelentkezés engedélyezése.

source: Specifies whether the system performance statistics are collected periodically.
el_gr: Να συλλέγονται στατιστικά των επιδόσεων του συστήματος σε τακτική βάση.
hu_hu: Rendszeres teljesítménystatisztikák gyűjtése.

source: Specifies whether to monitor the system status and select the most appropriate CPU level.
da_da: Angiver overvågning af systemets status og vælger det mest hensigtsmæssige CPU niveau.
el_gr: Ορίζει το αν θα παρακολουθείται η κατάσταση του συστήματος για να επιλέγεται το πιο κατάλληλο επίπεδο του επεξεργαστή.
hu_hu: Rendszerállapot ellenőrzése és a legoptimálisabb CPU szint kiválasztása.

source: Specifies which slave is the primary device.
da_da: Angiver hvilken slave der er den primære enhed.
el_gr: Καθορίζει ποια υποτελής συσκευή είναι η πρωτεύουσα.
hu_hu: Annak meghatározása, hogy melyik kiszolgáló legyen az elsődleges eszköz.

source: Speed
el_gr: Ταχύτητα
hu_hu: Sebesség

source: Spindown time
da_da: Spindown tid
el_gr: Χρόνος καταστολής
hu_hu: Leállítási idő

source: Sri Lanka
hu_hu: Srí Lanka

source: Standby
el_gr: Κατάσταση αναμονής
hu_hu: Készenlét

source: Standby mode
el_gr: Αναμονή
hu_hu: Készenléti mód

source: Start
el_gr: Εκκίνηση
hu_hu: Indítás

source: State
da_da: Stat
el_gr: Κατάσταση
hu_hu: Állapot

source: State/Province
da_da: Stat/Provins
el_gr: Πολιτεία/Περιφέρεια
hu_hu: Állam/Tartomány

source: Static
da_da: Statisk
el_gr: Στατικό
hu_hu: Statikus

source: Statistics collection and monitoring daemon.
el_gr: Δαίμονας συλλογής και επίβλεψης στατιστικών.
hu_hu: Statisztikagyűjtő és felügyeleti démon.

source: Status
el_gr: Κατάσταση
hu_hu: Állapot

source: Stop
el_gr: Λήξη
hu_hu: Leállítás

source: Storage
da_da: Lager
el_gr: Αποθήκευση
hu_hu: Tárolás

source: Store DOS attributes
da_da: Gem DOS attributter
el_gr: Αποθήκευση ιδιοτήτων DOS
hu_hu: DOS attribútumok tárolása

source: Success
da_da: Succes
el_gr: Επιτυχία
hu_hu: Sikeres

source: Sudan
hu_hu: Szudán

source: Summary
el_gr: Σύνοψη
hu_hu: Összegzés

source: Sunday
da_da: Søndag
el_gr: Κυριακή
hu_hu: Vasárnap

source: Support name resolution and network discovery for legacy systems.
el_gr: Υποστήριξη για επίλυση ονομάτων και δικτυακή ανακάλυψη σε παλαιότερα συστήματα.
hu_hu: Névfeloldás és hálózati felderítés támogatása régebbi rendszereken.

source: Suppress non-error messages
da_da: Undertryk beskeder uden fejl
el_gr: Απόκρυψη μηνυμάτων που δεν αφορούν σφάλματα.
hu_hu: Nem hibaüzenetek kihagyása

source: Suspend
el_gr: Αναστολή
hu_hu: Felfüggesztés

source: Svalbard and Jan Mayen
hu_hu: Svalbard és Jan Mayen-szigetek

source: Swaziland
hu_hu: Szváziföld

source: Sweden
hu_hu: Svédország

source: Switzerland
hu_hu: Svájc

source: Syria
hu_hu: Szíria

source: Syslog
hu_hu: Rendszernapló

source: System
el_gr: Σύστημα
hu_hu: Rendszer

source: System Information
da_da: System Oplysninger
el_gr: Πληροφορίες συστήματος
hu_hu: Rendszerinformáció

source: System Logs
el_gr: Καταγραφή συστήματος
hu_hu: Rendszernaplók

source: System Time
el_gr: Ώρα Συστήματος
hu_hu: Rendszeridő

source: System account
el_gr: Λογαριασμός συστήματος
hu_hu: Rendszerfiók

source: System clock synchronization client and server.
el_gr: Πελάτης και διακομιστής για συγχρονισμό της ώρας του συστήματος.
hu_hu: Rendszeróra-szinkronizáló ügyfél és kiszolgáló.

source: System monitoring is disabled. To enable it, please go to the <a href='#/system/monitoring'>settings page</a>.
el_gr: Η επίβλεψη συστήματος είναι απενεργοποιημένη. Ενεργοποιείται από τη <a href='#/system/monitoring'>σελίδα ρυθμίσεων</a>.
hu_hu: A rendszerfelügyelet ki van kapcsolva. Az engedélyezéséhez lépjen a<a href='#/system/monitoring'>beállítások oldalra</a>.

source: System restart required
el_gr: Απαιτείται επανεκκίνηση του συστήματος
hu_hu: Rendszer-újraindítás szükséges

source: System time
da_da: System tid
el_gr: Ώρα συστήματος
hu_hu: Rendszeridő

source: TCP forwarding
el_gr: Προώθηση TCP
hu_hu: TCP továbbítás

source: Tags
el_gr: Ετικέτες
hu_hu: Címkék

source: Taiwan
hu_hu: Tajvan

source: Tajikistan
hu_hu: Tádzsikisztán

source: Take caution when setting this polling interval to more than sixty minutes. The poll times may fail to coincide with any of the scheduled test that have been specified. In this case the scheduled test will be run following the next device polling.
el_gr: Συνίσταται προσοχή όταν ρυθμίζετε αυτό το διάστημα σφυγμομέτρησης σε περισσότερο από εξήντα λεπτά. Οι χρόνοι σφυγμομέτρησης ίσως να μην συμπίπτουν με τους προγραμματισμένους ελέγχους που έχουν ορισθεί. Σε τέτοια περίπτωση, ο προγραμματισμένος έλεγχος θα εκτελείται μετά από την επόμενη σφυγμομέτρηση της συσκευής.
hu_hu: Legyen óvatos, ha ezt a lekérdezési intervallumot hatvan percnél hosszabbra állítja be. Előfordulhat, hogy a lekérdezési időpontok nem esnek egybe a megadott ütemezett tesztekkel. Ebben az esetben az ütemezett teszt a következő eszközlekérdezést követően fog lefutni.

source: Tanzania
hu_hu: Tanzánia

source: Tasks
el_gr: Εργασίες
hu_hu: Feladatok

source: Temperature
da_da: Temperatur
el_gr: Θερμοκρασία
hu_hu: Hőmérséklet

source: Temperature monitoring
da_da: Temperatur overvågning
el_gr: Παρακολούθηση θερμοκρασίας
hu_hu: Hőmérséklet-figyelés

source: Test
el_gr: Δοκιμή
hu_hu: Teszt

source: Thailand
hu_hu: Thaiföld

source: The NFS versions provided by the service.
el_gr: Οι εκδόσεις του NFS που παρέχονται από την υπηρεσία.
hu_hu: A szolgálatatás által biztosított NFS verziók.

source: The NT description field.
da_da: NT beskrivelses felt.
el_gr: Το πεδίο περιγραφής ΝΤ.
hu_hu: NT leírás mező.

source: The RSA key length.
da_da: RSA nøgle længde.
el_gr: Το μήκος του κλειδιού RSA.
hu_hu: Az RSA kulcs hossza.

source: The SSH certificate used for authentication.
el_gr: Το πιστοποιητικό SSH που θα χρησιμοποιείται.
hu_hu: Az SSH tanúsítvány használata hitelesítéshez.

source: The SSH public key in OpenSSH or RFC 4716 format.
el_gr: Το δημόσιο κλειδί SSH σε μορφοποίηση OpenSSH ή RFC 4716.
hu_hu: Az SSH nyilvános kulcs OpenSSH vagy RFC 4716 formátumban.

source: The action to be done when pressing the power button.
el_gr: Η ενέργεια που λαμβάνεται με το πάτημα του πλήκτρου λειτουργίας.
hu_hu: Feladatok végrehajtása a bekapcsoló gomb megnyomásakor.

source: The dashboard has not yet been configured. To personalize it, please go to the <a href='#/dashboard/settings'>settings page</a>.
el_gr: Το ταμπλό ελέγχου δεν έχει ρυθμιστεί ακόμα. Προσαρμόζεται από τη <a href='#/dashboard/settings'>σελίδα ρυθμίσεων</a>.
hu_hu: A műszerfal még nincs konfigurálva. A személyre szabáshoz kérjük, menjen a <a href='#/dashboard/settings'>beállítások oldalra</a>.

source: The data has been copied to the clipboard.
el_gr: Τα δεδομένα μεταφέρθηκαν στο πρόχειρο.
hu_hu: Az adatokat átmásolva a vágólapra.

source: The default SMTP mail server port, e.g. 25, 465 or 587.
el_gr: Η εξ'ορισμού θύρα του ταχυδρομικού διακομιστή SMTP, π.χ. 25, 465 ή 587.
hu_hu: Az SMTP levelezőszerver alapértelmezett portja, pl. 25, 465 vagy 587.

source: The destination remote server, e.g. [USER@]HOST:DEST, [USER@]HOST::DEST or rsync://[USER@]HOST[:PORT]/DEST.
da_da: Ekstern server destination, f.eks. [USER@]HOST:DEST, [USER@]HOST::DEST eller rsync://[USER@]HOST[:PORT]/DEST.
el_gr: Ο απομακρυσμένος διακομιστής προορισμού, π.χ. [USER@]HOST:DEST, [USER@]HOST::DEST ή rsync://[USER@]HOST[:PORT]/DEST.
hu_hu: A távoli cél szerver, pl. [FELHASZNÁLÓ@]HOSZT:CÉL, [FELHASZNÁLÓ@]HOSZT::CÉL vagy rsync://[FELHASZNÁLÓ@]HOSZT[:PORT]/CÉL.

source: The domain name of the system. If your system is part of a private network without a registered domain, use <em>internal</em> as suggested by <a href="https://datatracker.ietf.org/doc/html/draft-davies-internal-tld-01" target="_blank">ICANN</a>.
el_gr: Το όνομα του τομέα για το σύστημα. Αν το σύστημα είναι μέρος ιδιωτικού δικτύου χωρίς κατοχυρωμένο τομέα, τότε προτείνεται το <em>internal</em> από την <a href="https://datatracker.ietf.org/doc/html/draft-davies-internal-tld-01" target="_blank">ICANN</a>.
hu_hu: A rendszer tartományneve. Ha a rendszer regisztrált domain nélküli magánhálózat része, használja az <a href="https://datatracker.ietf.org/doc/html/draft-davies-internal-tld-01" target="_blank">ICANN</a> által javasolt <em>internal</em> nevet.

source: The field should only contain * or a comma separated list of values.
el_gr: Αυτό το πεδίο πρέπει να περιέχει μόνο * ή μια λίστα τιμών χωρισμένες με κόμμα.
hu_hu: A mezőnek csak * karaktert vagy vesszővel elválasztott értékeket szabad tartalmazni.

source: The file mode of the shared folder path.
da_da: Fil tilstand af den delte mappes sti.
el_gr: Η ιδιότητα αρχείου της διαδρομής διαμοιρασμού.
hu_hu: Megosztott mappa útvonalának fájlelérési módja.

source: The file system on which the shared folder is to be created.
el_gr: Το σύστημα αρχείων στο οποίο θα δημιουργηθεί ο κοινόχρηστος φάκελος.
hu_hu: A fájlrendszer, amelyben a megosztott mappát kell létrehozni.

source: The file system to mount.
el_gr: Το σύστημα αρχείων προς προσάρτηση.
hu_hu: A csatlakoztatni kívánt fájlrendszer.

source: The following modules will be updated:
el_gr: Θα αναβαθμιστούν οι ακόλουθες μονάδες :
hu_hu: A következő modulok frissítve lesznek:

source: The hostname is a label that identifies the system to the network.
da_da: Værtsnavnet er en label, der identificerer systemet til netværket.
el_gr: Το όνομα συστήματος είναι μια ετικέτα που χαρακτηρίζει το σύστημα στο δίκτυο.
hu_hu: A gépnév egy címke, ami azonosítja a rendszert a hálózaton.

source: The hostname of the remote system.
el_gr: Το όνομα του απομακρυσμένου συστήματος.
hu_hu: A távoli rendszer gépneve.

source: The information about available software is out-of-date. Do you want to reload this information?
el_gr: Οι πληροφορίες διαθέσιμου λογισμικού είναι παλιές. Να επαναφορτωθούν αυτές οι πληροφορίες;
hu_hu: Az elérhető szoftverrel kapcsolatos információ elavult. Szeretné újratölteni ezeket az információkat?

source: The location of the files to share.
da_da: Placeringen af filerne der skal deles.
el_gr: Η θέση των αρχείων προς διαμοιρασμό
hu_hu: A megosztás fájljainak helye.

source: The location of the files to share. The share will be accessible at /export/<name>.
da_da: Placeringen af filerne der skal deles. Delt mappe vil være tilgængelig på /export/<navn>.
el_gr: Η θέση των αρχείων προς διαμοιρασμό. Θα είναι προσβάσιμα ως /export/<name>.
hu_hu: A fájlok helye a megosztáshoz. A megosztás elérhető lesz az /export/<név> címen.

source: The location of the user home directories.
da_da: Placering af bruger hjemme biblioteker.
el_gr: Η θέση των φακέλων των χρηστών.
hu_hu: A felhasználói saját könyvtár útvonala.

source: The maximum transmission unit in bytes to set for the device. Set to 0 to use the default value.
el_gr: Η μέγιστη μονάδα μετάδοσης σε bytes για την συσκευή. Δώστε 0 για να χρησιμοποιηθεί η προκαθορισμένη τιμή.
hu_hu: Az eszközre beállított maximum átviteli egység bájtban kifejezve. Az alapértelmezett érték a 0 beállításával érthető el.

source: The name of the share.
da_da: Navnet på delt mappe.
el_gr: Το όνομα του κοινόχρηστου.
hu_hu: A megosztás neve.

source: The number of custom snapshots to keep.
el_gr: Αριθμός προσαρμοσμένων στιγμιότυπων προς διατήρηση.
hu_hu: A megtartandó egyéni pillanatképek száma.

source: The number of daily snapshots to keep.
el_gr: Αριθμός ημερήσιων στιγμιότυπων προς διατήρηση.
hu_hu: A megtartandó pillanatképek száma naponta.

source: The number of days the certificate is valid for.
da_da: Antal dage certifikatet er gyldig i.
el_gr: Ο αριθμός των ημερών για τις οποίες ισχύει το πιστοποιητικό.
hu_hu: A tanúsítvány érvényességének ideje.

source: The number of hourly snapshots to keep.
el_gr: Αριθμός ωριαίων στιγμιότυπων προς διατήρηση.
hu_hu: A megtartandó pillanatképek száma óránként.

source: The number of monthly snapshots to keep.
el_gr: Αριθμός μηνιαίων στιγμιότυπων προς διατήρηση.
hu_hu: A megtartandó pillanatképek száma havonta.

source: The number of weekly snapshots to keep.
el_gr: Αριθμός εβδομαδιαίων στιγμιότυπων προς διατήρηση.
hu_hu: A megtartandó pillanatképek száma hetente.

source: The number of yearly snapshots to keep.
el_gr: Αριθμός ετήσιων στιγμιότυπων προς διατήρηση.
hu_hu: A megtartandó pillanatképek száma évente.

source: The password that is used for access via rsync daemon. Note, this is not used for remote shell transport such as SSH.
el_gr: Ο κωδικός που θα χρησιμοποιείται για την πρόσβαση στον απομακρυσμένο συγχρονισμό. Όχι όμως για μεταφορά απομακρυσμένου κελύφους όπως το SSH.
hu_hu: Hozzáféréshez használható jelszó az rsync démon számára. Megjegyzés: ez nem használható távoli parancsértelmező műveletekre, mint amilyen az SSH.

source: The permissions on new files and directories are normally governed by create mask and directory mask but the inherit permissions parameter overrides this. This can be particularly useful on systems with many users to allow a single share to be used flexibly by each user.
da_da: Rettighederne på nye filer og mapper er normalt styret af oprette-maske og biblioteks-maske, men nedarv tilladelser parameteren tilsidesætter dette. Dette kan være særligt nyttigt på systemer med mange brugere for at tillade en enkelt deling i at blive anvendt fleksibelt af hver enkelt bruger.
el_gr: Τα δικαιώματα σε καινούργια αρχεία και φακέλους ρυθμίζονται κανονικά από την μάσκα δημιουργίας και φακέλου, αλλά η κληρονομικότητα το παρακάμπτει αυτό. Ιδιαίτερα χρήσιμο σε συστήματα με πολλούς χρήστες, καθώς τους προσφέρει ευελιξία.
hu_hu: A jogosultságok új fájlokon és könyvtárakon általában szabályozva vannak létrehozó maszk és könyvtár maszk által, de az örökölt jogosultságok paraméterei felülírják ezt. Ez különösen hasznos lehet több felhasználós rendszereknél, hogy egy megosztás rugalmasan használható legyen az egyes felhasználóknak.

source: The port on which SSH is running on the remote system.
el_gr: Η θύρα στην οποία ακούει το SSH του απομακρυσμένου συστήματος.
hu_hu: A portszám, amelyen az SSH fut a távoli rendszeren.

source: The private key in PEM format.
el_gr: Το ιδιωτικό κλειδί σε μορφή PEM.
hu_hu: A privát kulcs PEM formátumban.

source: The protocol is not supported in conjunction with a source/destination port.
el_gr: Το πρωτόκολλο δεν υποστηρίζεται σε συνδυασμό με θύρα πηγής/προορισμού.
hu_hu: A protokoll nem támogatott egy egy forrás/cél porttal kapcsolatban.

source: The public key in OpenSSH format.
el_gr: Το δημόσιο κλειδί σε μορφή OpenSSH.
hu_hu: A nyilvános kulcs OpenSSH formátumban.

source: The relative path of the folder to share. The specified folder will be created if it does not exist.
el_gr: Η σχετική διαδρομή του φακέλου προς διαμοιρασμό. Ο φάκελος θα δημιουργηθεί αν δεν υπάρχει.
hu_hu: A megosztandó mappa relatív útvonala. A megadott mappa létrejön, ha még nem létezik.

source: The repository will be checked for new, removed or upgraded software packages.
da_da: Arkivet vil blive kontrolleret for ny, fjernet eller opgraderet software pakker.
el_gr: Το εναποθετήριο θα ελεγχθεί για νέα, κατηργημένα ή αναβαθμισμένα πακέτα λογισμικού.
hu_hu: A tároló ellenőrizve lesz az új, eltávolított, vagy frissített szoftverekért.

source: The requested page was not found.
el_gr: Η σελίδα που ζητήθηκε δεν βρέθηκε.
hu_hu: A kért oldal nem található.

source: The retention period (in seconds) before a snapshot can be deleted. This ensures that a snapshot that has just been created cannot be deleted again immediately.
el_gr: Περίοδος διαφύλαξης (σε δευτερόλεπτα) πριν να επιτρέπεται η διαγραφή ενός στιγμιότυπου. Εξασφαλίζει πως δεν θα διαγραφεί άμεσα κάποιο στιγμιότυπο που μόλις δημιουργήθηκε.
hu_hu: A pillanatképek törlése előtti megőrzési idő (másodpercben). Ez biztosítja, hogy az éppen létrehozott pillanatkép ne törlődhessen azon nyomban.

source: The server is unavailable to handle this request right now.
el_gr: Ο διακομιστής δεν είναι διαθέσιμος για να χειριστεί αυτό το αίτημα τώρα.
hu_hu: A kiszolgáló jelenleg nem elérhető, így nem tudja tudja fogadni a kérést.

source: The shared folder from which the permissions are copied.
el_gr: Ο κοινόχρηστος φάκελος από τον οποίον αντιγράφονται τα δικαιώματα.
hu_hu: A megosztott mappa, ahonnan a jogosultságokat másoljuk.

source: The shared folder {{ _selected[0].name }} was successfully created.
el_gr: Ο κοινόχρηστος φάκελος {{ _selected[0].name }} δημιουργήθηκε επιτυχώς.
hu_hu: A(z) {{ _selected[0].name }} megosztott mappa sikeresen létrehozva.

source: The snapshot '{{ _response.name }}' has been created for the shared folder '{{ _response.sharedfolder }}'.
el_gr: Δημιουργήθηκε το στιγμιότυπο '{{ _response.name }}' για τον κοινόχρηστο φάκελο '{{ _response.sharedfolder }}'.
hu_hu: A(z) '{{ _response.name }}' pillanatkép létrejött a(z) '{{ _response.sharedfolder }}' megosztott mappáról.

source: The source remote server, e.g. [USER@]HOST:SRC, [USER@]HOST::SRC or rsync://[USER@]HOST[:PORT]/SRC.
da_da: Ekstern kilde server, f.eks. [USER@]HOST:SRC, [USER@]HOST::SRC eller rsync://[USER@]HOST[:PORT]/SRC.
el_gr: Ο απομακρυσμένος διακομιστής προέλευσης, π.χ. [USER@]HOST:SRC, [USER@]HOST::SRC ή rsync://[USER@]HOST[:PORT]/SRC.
hu_hu: A távoli forrás szerver, pl. [FELHASZNÁLÓ@]HOSZT:FORRÁS, [FELHASZNÁLÓ@]HOSZT::FORRÁS vagy rsync://[FELHASZNÁLÓ@]HOSZT[:PORT]/FORRÁS.

source: The system will reboot now. This may take some time ...
da_da: Systemet vil genstarte nu. Dette kan tage noget tid ...
el_gr: Το σύστημα θα επανεκκινήσει τώρα. Αυτό μπορεί να πάρει λίγη ώρα ...
hu_hu: A rendszer most újraindul. Ez eltarthat egy ideig…

source: The users that are allowed to access this module.
el_gr: Οι χρήστες που επιτρέπεται να προσπελάσουν αυτό το πρόσθετο.
hu_hu: A felhasználók, akik hozzáférhetnek ehhez a modulhoz.

source: The value does not match the pattern /{{ pattern }}/.
el_gr: Η τιμή δεν ταιριάζει με το πρότυπο /{{ pattern }}/.
hu_hu: Az érték nem egyezik a mintával /{{ pattern }}/.

source: The value must be on of the slave network interfaces {{ slaves | join(", ") }}.
el_gr: Πρέπει να οριστεί μία από τις υποτελείς διασυνδέσεις δικτύου {{ slaves | join(", ") }}.
hu_hu: Az értéknek a másodlagos hálózati eszközön kell lennie {{ slaves | join(", ") }}.

source: The value must be on of the slave network interfaces.
el_gr: Πρέπει να οριστεί μία από τις υποτελείς διασυνδέσεις δικτύου.
hu_hu: Az értéknek a másodlagos hálózati eszközön kell lennie.

source: The workgroup the server will appear to be in when queried by clients.
da_da: Arbejdsgruppen, som serveren vil fremstå i, når den forespørges af klienter.
el_gr: Ο διακομιστής θα αναφέρει οτι ανήκει σε αυτήν την ομάδα εργασίας όταν ρωτάνε οι πελάτες.
hu_hu: A munkacsoport a szerver részéről látszani fog, mikor a kliensek lekérdezik azt.

source: There are no notifications.
el_gr: Δεν υπάρχουν ειδοποιήσεις.
hu_hu: Nincsenek értesítések.

source: These settings are used by the services to configure the access rights for the group "{{ _routeParams.name }}". Please note that these settings have no effect on file system permissions.
el_gr: Αυτές οι ρυθμίσεις χρησιμοποιούνται για τον καθορισμό των δικαιωμάτων πρόσβασης της ομάδας "{{ _routeParams.name }}".. Δεν επηρεάζουν τα δικαιώματα του συστήματος αρχείων.
hu_hu: Ezeket a beállításokat a szolgáltatások a csoport hozzáférési jogainak konfigurálásához használják "{{ _routeParams.name }}". Felhívjuk a figyelmet, hogy ezek a beállítások nem befolyásolják a fájlrendszer engedélyeit.

source: These settings are used by the services to configure the access rights for the user "{{ _routeParams.name }}". Please note that these settings have no effect on file system permissions.
el_gr: Αυτές οι ρυθμίσεις χρησιμοποιούνται για τον καθορισμό των δικαιωμάτων πρόσβασης του χρήστη "{{ _routeParams.name }}".. Δεν επηρεάζουν τα δικαιώματα του συστήματος αρχείων.
hu_hu: Ezeket a beállításokat a szolgáltatások használják a felhasználó hozzáférési jogainak konfigurálására "{{ _routeParams.name }}". Felhívjuk a figyelmet, hogy ezek a beállítások nem befolyásolják a fájlrendszer engedélyeit.

source: These settings are used by the services to configure the user and group access rights. Please note that these settings have no effect on file system permissions.
el_gr: Αυτές οι ρυθμίσεις χρησιμοποιούνται για τον καθορισμό των δικαιωμάτων πρόσβασης των χρηστών και των ομάδων.. Δεν επηρεάζουν τα δικαιώματα του συστήματος αρχείων.
hu_hu: Ezeket a beállításokat használják a szolgáltatások konfigurációi a felhasználói és a csoport jogok hozzáféréséhez. Felhívjuk a figyelmet, hogy ezek a beállítások nem befolyásolják a fájlrendszer engedélyeit.

source: This controls whether this share is seen in the list of available shares in a net view and in the browse list.
da_da: Dette kontrollerer, om den delte mappe kan ses i listen over tilgængelige netværksdrev og på browselisten.
el_gr: Αυτό καθορίζει εάν αυτό το κοινόχρηστο θα εμφανίζεται ως διαθέσιμο στις λίστες πλοήγησης.
hu_hu: Ez vezérli, hogy a megosztás látható legyen az elérhető megosztási listákban, egy netes nézetben és a böngésző listában.

source: This field contains invalid characters, e.g. a blank or "/[]:+|<>=;,*? character.
el_gr: Το πεδίο περιέχει μη αποδεκτούς χαρακτήρες, π.χ. κενό ή "/[]:+|<>=;,*?.
hu_hu: E mező érvénytelen karaktereket tartalmaz, pl. üres vagy "/ []: + | <> =;, *? karakter.

source: This field contains invalid characters, only alphanumeric characters and underscore are allowed.
el_gr: Αυτό το πεδίο περιέχει μη αποδεκτούς χαρακτήρες - επιτρέπονται μόνο τα αλφαριθμητικά και η κάτω παύλα.
hu_hu: E mező érvénytelen karaktereket tartalmaz, csak alfanumerikus karakterek és aláhúzások engedélyezettek.
