Repository: openmediavault/openmediavault
Catalog: deb/openmediavault/usr/share/openmediavault/locale/*/openmediavault.po
Languages: da_da, el_gr, hu_hu

source: Please check the <a href="http://www.samba.org/ftp/rsync/rsync.html" target="_blank">manual page</a> for more details.
el_gr: Διαβάστε το <a href="http://www.samba.org/ftp/rsync/rsync.html" target="_blank">εγχειρίδιο</a> για περισσότερες πληροφορίες.
hu_hu: Tekintse meg a <a href="http://www.samba.org/ftp/rsync/rsync.html" target="_blank">kézikönyvet</a> további részletekért.

source: Please check the <a href="http://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">manual page</a> for more details.
el_gr: Διαβάστε το <a href="http://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">εγχειρίδιο</a> για περισσότερες πληροφορίες.
hu_hu: Tekintse meg a <a href="http://www.samba.org/ftp/rsync/rsyncd.conf.html" target="_blank">kézikönyvet</a> további részletekért.

source: Please check the <a href="https://man.openbsd.org/sshd_config.5" target="_blank">manual page</a> for more details.
el_gr: Διαβάστε το <a href="https://man.openbsd.org/sshd_config.5" target="_blank">εγχειρίδιο</a> για περισσότερες πληροφορίες.
hu_hu: Tekintse meg a <a href="https://man.openbsd.org/sshd_config.5" target="_blank">kézikönyvet</a> további részletekért.

source: Please check the <a href='http://www.samba.org/samba/docs/man/manpages-3/smb.conf.5.html' target='_blank'>manual page</a> for more details.
da_da: Kontroller venligst <a href='http://www.samba.org/samba/docs/man/manpages-3/smb.conf.5.html' target='_blank'>manual page</a> for flere detaljer.
hu_hu: Tekintse meg a <a href='http://www.samba.org/samba/docs/man/manpages-3/smb.conf.5.html' target='_blank'>kézikönyvet</a> további részletekért.

source: Please check the <a href='https://manpages.debian.org/nfs-kernel-server/exports.5.html' target='_blank'>manual page</a> for more details.
el_gr: Διαβάστε το <a href='https://manpages.debian.org/nfs-kernel-server/exports.5.html' target='_blank'>εγχειρίδιο</a> για περισσότερες λεπτομέρειες.
hu_hu: Tekintse meg a <a href='https://manpages.debian.org/nfs-kernel-server/exports.5.html' target='_blank'>kézikönyvet</a> további részletekért.

source: Please choose the method to wipe the device.
el_gr: Επιλογή μεθόδου εκκένωσης της συσκευής.
hu_hu: Kérjük, válassza ki az eszköz törlésének módját.

source: Please note that values >= 128 do not permit the disk to spin down.
el_gr: Υπόψιν πως με τιμές >=128 δεν θα επιτρέπεται στον δίσκο να σταματήσει.
hu_hu: Kérjük, vegye figyelembe, hogy a 128 vagy annál nagyobb értékek nem teszik lehetővé a lemez leállását.

source: Please wait ...
da_da: Vent venligst ...
el_gr: Παρακαλώ περιμένετε ...
hu_hu: Kis türelmet…

source: Please wait, a shared folder will be created ...
el_gr: Αναμείνατε για δημιουργία του κοινόχρηστου φακέλου ...
hu_hu: Kérjük várjon, amíg a megosztott mappa létrejön…

source: Please wait, a snapshot will be created ...
el_gr: Αναμείνατε για δημιουργία του στιγμιότυπου ...
hu_hu: Kérjük várjon, amíg a pillanatkép elkészül…

source: Please wait, deleting selected item(s) ...
el_gr: Αναμείνατε για διαγραφή των επιλεγμένων ...
hu_hu: Kijelölt elem(ek) törlése, kérjük várjon…

source: Please wait, identifying network device ...
el_gr: Αναμείνατε για αναγνώριση της συσκευής δικτύου ...
hu_hu: Hálózati eszköz azonosítása, kérjük várjon…

source: Please wait, installing public SSH key on remote system ...
el_gr: Αναμείνατε για εγκατάσταση δημόσιου κλειδιού SSH στο απομακρυσμένο σύστημα ...
hu_hu: Nyilvános SSH kulcs telepítése a távoli rendszerre, kérjük várjon…

source: Please wait, processing selected item(s) ...
el_gr: Αναμείνατε για επεξεργασία των επιλεγμένων ...
hu_hu: Kiválasztott elem(ek) feldolgozása, kérjük várjon…

source: Please wait, reverting configuration changes ...
el_gr: Αναμείνατε για αναστροφή των αλλαγμένων ρυθμίσεων ...
hu_hu: Konfigurációs változtatások visszaállítása, kérjük várjon…

source: Please wait, sending a test email ...
el_gr: Αναμείνατε για αποστολή δοκιμαστικού μηνύματος ...
hu_hu: Teszt email küldése, kérjük várjon…

source: Please wait, the configuration changes are being applied ...
el_gr: Αναμείνατε για εφαρμογή των αλλαγμένων ρυθμίσεων ...
hu_hu: Kérjük várjon a konfigurációs változások érvénybe lépéséig…

source: Please wait, the data is being loaded ...
el_gr: Αναμείνατε για φόρτωση των δεδομένων ...
hu_hu: Kérjük várjon, az adatok betöltése folyamatban van…

source: Please wait, the statistic graphs will be regenerated ...
el_gr: Αναμείνατε για δημιουργία των στατιστικών γραφημάτων ...
hu_hu: Kérjük várjon, amíg a statisztikai grafikonok újból elkészülnek…

source: Please wait, unmounting the file system ...
el_gr: Αναμείνατε για αποπροσάρτηση του συστήματος αρχείων ...
hu_hu: Fájlrendszer leválasztása, kérjük várjon…

source: Please wait, updating access control lists ...
el_gr: Αναμείνατε για ενημέρωση των λιστών ελέγχου πρόσβασης ...
hu_hu: Hozzáférés ellenőrzési listák frissítése, kérjük várjon…

source: Please wait, updating the permissions ...
el_gr: Αναμείνατε για ενημέρωση των δικαιωμάτων ...
hu_hu: Jogosultságok frissítése, kérjük várjon…

source: Plugins
el_gr: Πρόσθετα
hu_hu: Bővítmények

source: Poland
hu_hu: Lengyelország

source: Portugal
hu_hu: Portugália

source: Power
el_gr: Ισχύς
hu_hu: Be- és kikapcsolás

source: Power Management
da_da: Strøm Håndtering
el_gr: Διαχείριση ενέργειας
hu_hu: Energiagazdálkodás

source: Power Mode
el_gr: Κατάστασης Ενέργειας
hu_hu: Energia mód

source: Power Off
el_gr: Απενεργοποίηση
hu_hu: Kikapcsolás

source: Power button
da_da: Power knap
el_gr: Πλήκτρο λειτουργίας
hu_hu: Bekapcsoló gomb

source: Power cycle count
hu_hu: Ki/Bekapcsolások száma.

source: Power mode
da_da: Power tilstand
el_gr: Κατάστασης ενέργειας
hu_hu: Energia mód

source: Powered on
hu_hu: Bekapcsolva

source: Pre-release updates
el_gr: Πρώιμες ενημερώσεις
hu_hu: Kiadás előtt álló frissítések

source: Prefail
hu_hu: Előzetes

source: Prefix address
el_gr: Διέυθυνση προθέματος
hu_hu: Előtag cím

source: Prefix length
da_da: Fortegn længde
el_gr: Μήκος προθέματος
hu_hu: Előtag hossza

source: Preserve ACLs
da_da: Bevar ACL'er
el_gr: Διατήρηση λιστών πρόσβασης
hu_hu: ACL-ek megőrzése

source: Preserve extended attributes
da_da: Bevar udvidede attributter
el_gr: Διατήρηση εκτεταμένων ιδιοτήτων
hu_hu: Kiterjesztett attribútumok megőrzése

source: Preserve group
el_gr: Διατήρηση ομάδας
hu_hu: Csoport megőrzése

source: Preserve modification times
da_da: Bevar modifikations antal
el_gr: Διατήρηση χρόνου μεταβολής
hu_hu: Módosított idő megőrzése

source: Preserve owner
el_gr: Διατήρηση ιδιοκτήτη
hu_hu: Tulajdonos megőrzése

source: Preserve permissions
da_da: Bevar tilladelser
el_gr: Διατήρηση δικαιωμάτων
hu_hu: Jogosultságok megőrzése

source: Prevent a disk from being spun-up when it is periodically polled.<ul><li>Never - Poll (check) the device regardless of its power mode. This may cause a disk which is spun-down to be spun-up when it is checked.</li><li>Sleep - Check the device unless it is in SLEEP mode.</li><li>Standby - Check the device unless it is in SLEEP or STANDBY mode. In these modes most disks are not spinning, so if you want to prevent a disk from spinning up each poll, this is probably what you want.</li><li>Idle - Check the device unless it is in SLEEP, STANDBY or IDLE mode. In the IDLE state, most disks are still spinning, so this is probably not what you want.</li></ul>
el_gr: Να μην εκκινείται ο δίσκος κατα τον περιοδικό του έλεγχο.<ul><li>Ποτέ - Να ελέγχεται (περιοδικά) η συσκευή ανεξάρτητα από την κατάστασή της. Έτσι μπορεί να εκκινείται κατά τον έλεγχο κάποιος δίσκος που είχε σταματήσει.</li><li>Ύπνος - Να ελέγχεται η συσκευή εκτος αν βρίσκεται σε κατάσταση ύπνου.</li><li>Αναμονή - Να ελέγχεται η συσκευή εκτός αν βρίσκεται σε κατάσταση ύπνου ή αναμονής. Σε αυτές τις καταστάσεις οι περισσότεροι δίσκοι είναι ήδη σταματημένοι, συνεπώς αν στόχος είναι να μην ξεκινάνε κατά τον έλεγχο, αυτή η επιλογή είναι η προτεινόμενη.</li><li>Αδράνεια - Να ελέγχεται η συσκευή, εκτός αν βρίσκεται σε κατάσταση ύπνου, αναμονής ή αδράνειας. Σε κατάσταση αδράνειας οι περισσότεροι δίσκοι είναι ακόμα ενεργοί, συνεπώς αυτή η επιλογή δεν προτείνεται.</li></ul>
hu_hu: Lemez felpörgésének megakadályozása, az időnkénti elérési lekérdezés miatt.<ul><li>Soha - Lekérdezés (ellenőrzés) figyelmen kívül hagyja a lemez energiagazdálkodási módját. Ez okozhatja a lemez felpörgését és leállását.</li><li>Alvóállapot - Lemez ellenőrzése, kivéve ha ALVÓ üzemmódba van.</li><li>Készenlét - Lemez ellenőrzése, kivéve ha ALVÓ vagy KÉSZENLÉTI üzemmódba van. Ebben a módban a legtöbb lemez nem pörög, ezért ha meg akarja akadályozni a lemez felpörgését az egyes lekérdezések miatt, valószínűleg erre a módra van szüksége.</li><li>Tétlen - Lemez ellenőrzése, kivéve ha ALVÓ, KÉSZENLÉTI vagy TÉTLEN üzemmódba van. Tétlen állapotban a legtöbb lemez pörög, valószínűleg ez nem az amit akar.</li></ul>

source: Primary
da_da: Primær
el_gr: Πρωτεύον
hu_hu: Elsődleges

source: Primary email
da_da: Primær email
el_gr: Κύρια διεύθυνση ηλεκτρονικού ταχυδρομείου
hu_hu: Elsődleges e-mail cím

source: Private key
da_da: Privat nøgle
el_gr: Ιδιωτικό κλειδί
hu_hu: Privát kulcs

source: Process monitoring
da_da: Proces overvågning
el_gr: Παρακολούθηση διεργασιών
hu_hu: Folyamatmegfigyelés

source: Processes
da_da: Processer
el_gr: Διεργασίες
hu_hu: Folyamatok

source: Processor
el_gr: Επεξεργαστης
hu_hu: Processzor

source: Profile
el_gr: Προφίλ
hu_hu: Profil

source: Protocol
da_da: Protokol
el_gr: Πρωτόκολλο
hu_hu: Protokoll

source: Public
da_da: Offentlig
el_gr: Δημόσιο
hu_hu: Nyilvános

source: Public key
el_gr: Δημόσιο κλειδί
hu_hu: Nyilvános kulcs

source: Public key authentication
el_gr: Πιστοποίηση με δημόσιο κλειδί
hu_hu: Nyilvános kulcsú hitelesítés

source: Pull
da_da: Træk
el_gr: Έλξη
hu_hu: Húzás

source: Push
da_da: Skub
el_gr: Ώθηση
hu_hu: Tolás

source: Qatar
hu_hu: Katar

source: Quick
da_da: Hurtig
el_gr: Σύντομη
hu_hu: Gyors

source: Quota
da_da: Kvote
el_gr: Ποσοστό
hu_hu: Kvóta

source: RSync server
el_gr: Διακομιστής απομακρυσμένου συγχρονισμού
hu_hu: RSync szerver

source: Raw value
da_da: Rå værdi
el_gr: Απλή τιμή
hu_hu: Raw érték

source: Read only
da_da: Skrivebeskyttet
el_gr: Μόνο ανάγνωση
hu_hu: Csak olvasható

source: Read-only
da_da: Skrivebeskyttet
el_gr: Μόνο για ανάγνωση
hu_hu: Csak olvasható

source: Read/Execute
el_gr: Ανάγνωση/Εκτέλεση
hu_hu: Olvasás/Végrehajtás

source: Read/Write
da_da: Læse/Skrive
el_gr: Ανάγνωση & εγγραφή
hu_hu: Olvasás/Írás

source: Read/Write/Execute
el_gr: Ανάγνωση/Εγγραφή/Εκτέλεση
hu_hu: Olvasás/Írás/Végrehajtás

source: Reboot
da_da: Genstart
el_gr: Επανεκκίνηση
hu_hu: Újraindítás

source: Recipient
da_da: Modtager
el_gr: Παραλήπτης
hu_hu: Címzett

source: Recurse into directories
da_da: Rekursive i biblioteker
el_gr: Αναδρομή μέσα σε φακέλους
hu_hu: Ismétlődés alkönyvtárakban

source: Recursive
da_da: Rekursive
el_gr: Αναδρομικός
hu_hu: Rekurzívan

source: Referenced
el_gr: Αναφερόμενα
hu_hu: Használatban

source: Relative Path
el_gr: Σχετική Διαδρομή
hu_hu: Relatív elérési út

source: Relative path
el_gr: Σχετική διαδρομή
hu_hu: Relatív elérési út

source: Reload
da_da: Genindlæs
el_gr: Επαναφόρτωση
hu_hu: Újratöltés

source: Remaining
da_da: Resterende
el_gr: Απομένει
hu_hu: Hátralévő

source: Remote
da_da: Ekstern
el_gr: Απομακρυσμένος
hu_hu: Távoli

source: Replace
da_da: Erstat
el_gr: Αντικατάσταση
hu_hu: Csere

source: Replace all existing permissions.
el_gr: Αντικατάσταση όλων των υπαρχόντων δικαιωμάτων
hu_hu: Minden meglévő jogosultság kicserélése.

source: Report
el_gr: Αναφορά
hu_hu: Jelentés

source: Report if the temperature had changed by at least N degrees Celsius since last report.
el_gr: Αναφορά αν η θερμοκρασία έχει αλλάξει περισσότερο από Ν βαθμούς Κελσίου από την τελευταία αναφορά.
hu_hu: Jelzés, ha a hőmérséklet legalább N Celsius fokkal megváltozott az utolsó jelzés óta.

source: Report if the temperature is greater than or equal to N degrees Celsius.
el_gr: Αναφορά αν η θερμοκρασία είναι ίση ή μεγαλύτερη από Ν βαθμούς Κελσίου.
hu_hu: Jelzés, ha a hőmérséklet nagyobb vagy egyenlő N Celsius fokkal.

source: Repository
da_da: Arkiv
el_gr: Εναποθετήριο
hu_hu: Gyűjtemény

source: Reset UI to defaults
el_gr: Επαναφορά αρχικών ρυθμίσεων γραφικού περιβάλλοντος διαχείρισης
hu_hu: UI alapértékek visszaállítása

source: Result
el_gr: Αποτέλεσμα
hu_hu: Eredmény

source: Retention period
el_gr: Περίοδος διαφύλαξης
hu_hu: Megőrzési időszak

source: Retention time
el_gr: Χρόνος διατήρησης
hu_hu: Késleltetési idő

source: Reunion
da_da: Genforening
el_gr: Επανένωση
hu_hu: Újraegyesítés

source: Reverted the configuration changes.
el_gr: Αναιρέθηκαν αλλαγές στις ρυθμίσεις.
hu_hu: Konfigurációs változások visszavonva.

source: Romania
hu_hu: Románia

source: Row No.
el_gr: Αρ. Σειράς
hu_hu: Sor száma

source: Rsync - Jobs
da_da: Rsync - Opgaver
el_gr: Εργασίες απομακρυσμένου συγχρονισμού
hu_hu: Rsync - feladatok

source: Rsync - Server
el_gr: Διακομιστής απομακρυσμένου συγχρονισμού
hu_hu: Rsync - szerver

source: Rules
el_gr: Κανόνες
hu_hu: Szabályok

source: Run
da_da: Kør
el_gr: Εκτέλεση
hu_hu: Futtatás

source: Run rsync task
el_gr: Εκτέλεση εργασίας rsync
hu_hu: Rsync feladat futtatása

source: Run scheduled task
el_gr: Εκτέλεση προγραμματισμένης εργασίας
hu_hu: Ütemezett feladat futtatása

source: Running
da_da: Kører
el_gr: Εκτελείται
hu_hu: Jelenleg fut

source: Russia
hu_hu: Oroszország

source: Rwanda
hu_hu: Ruanda

source: S.M.A.R.T. Status
el_gr: Κατάσταση S.M.A.R.T.
hu_hu: S.M.A.R.T. állapot

source: S.M.A.R.T. monitoring must be activated for the selected device.
da_da: S.M.A.R.T. overvågning skal være aktiveret for den valgte enhed.
el_gr: Η παρακολούθηση S.M.A.R.T. πρέπει να είναι ενεργοποιημένη για την επιλεγμένη συσκευή.
hu_hu: A S.M.A.R.T. ellenőrzésnek aktívnak kell lennie a kiválasztott meghajtón.

source: SMB/CIFS - Audit
el_gr: SMB/CIFS - Έλεγχος
hu_hu: SMB/CIFS - Felülvizsgálat

source: SMB/CIFS file, print, and login server for Unix.
el_gr: Διακομιστής Unix για αρχεία, εκτυπώσεις, και συνδέσεις με SMB/CIFS.
hu_hu: SMB/CIFS fájl-, nyomtatási és bejelentkezési kiszolgáló Unixhoz.

source: SMTP server
el_gr: Διακομιστής SMTP
hu_hu: SMTP szerver

source: SSH certificate
el_gr: Πιστοποιητικό SSH
hu_hu: SSH tanúsítvány

source: SSH public key
el_gr: Δημόσιο κλειδί SSH
hu_hu: SSH nyilvános kulcs

source: SSH public keys
el_gr: Δημόσια κλειδιά SSH
hu_hu: SSH nyilvános kulcsok

source: SSL/TLS enabled
el_gr: Ενεργό SSL/TLS
hu_hu: SSL/TLS engedélyezve

source: Saint Helena
hu_hu: Szent Ilona

source: Saint Kitts and Nevis
hu_hu: Szent Kitts és Nevis

source: Saint Lucia
hu_hu: Szent Lucia

source: Saint Pierre and Miquelon
hu_hu: Saint Pierre és Miquelon

source: Saint Vincent and the Grenadines
da_da: Saint Vincent and Grenadines
hu_hu: Szent Vincent és Grenadine

source: Samoa
hu_hu: Szamoa

source: Sao Tome and Principe
hu_hu: São Tomé és Príncipe

source: Saturday
da_da: Lørdag
el_gr: Σάββατο
hu_hu: Szombat

source: Saudi Arabia
hu_hu: Szaúd-Arábia

source: Save
da_da: Gem
el_gr: Αποθήκευση
hu_hu: Mentés

source: Scan for new devices
el_gr: Ανίχνευση νέων συσκευών
hu_hu: Új eszközök keresése

source: Scanning for new devices ...
da_da: Scanner efter nye enheder ...
el_gr: Ανίχνευση νέων συσκευών ...
hu_hu: Új eszközök keresése…

source: Scheduled Tasks
el_gr: Προγραμματισμένες Εργασίες
hu_hu: Ütemezett feladatok

source: Scheduling
el_gr: Προγραμματισμός
hu_hu: Ütemezés

source: Search domains
el_gr: Τομείς αναζήτησης
hu_hu: Domainek keresése

source: Secondary email
da_da: Sekundær email
el_gr: Εφεδρικό
hu_hu: Másodlagos e-mail cím

source: Seconds
da_da: Sekunder
el_gr: Δευτερόλεπτα
hu_hu: Másodperc

source: Section
el_gr: Τμήμα
hu_hu: Rész

source: Secure
da_da: Sikkert
el_gr: Ασφαλής
hu_hu: Biztonságos

source: Secure connection
da_da: Sikker forbindelse
el_gr: Ασφαλής σύνδεση
hu_hu: Biztonságos kapcsolat

source: Security
el_gr: Ασφάλεια
hu_hu: Biztonság

source: Select a country ...
da_da: Vælg et land ...
el_gr: Επιλογή χώρας ...
hu_hu: Válasszon ki egy országot…

source: Select a device ...
da_da: Vælg en enhed ...
el_gr: Επιλογή συσκευής ...
hu_hu: Válasszon ki egy meghajtót…

source: Select a file system ...
el_gr: Επιλογή συστήματος αρχείων ...
hu_hu: Válasszon ki egy fájlrendszert…

source: Select a group ...
el_gr: Επιλογή ομάδας ...
hu_hu: Válasszon egy csoportot…

source: Select a shared folder ...
da_da: Vælg en delt mappe ...
el_gr: Επιλογή κοινόχρηστου φακέλου ...
hu_hu: Válasszon ki egy megosztott mappát…

source: Select a shell ...
da_da: Vælg en shell ...
el_gr: Επιλογή κελύφους ...
hu_hu: Válasszon ki egy parancsértelmezőt…

source: Select a system log ...
el_gr: Επιλογή αρχείου καταγραφής ...
hu_hu: Válasszon ki egy rendszernaplót…

source: Select all
el_gr: Επιλογή όλων
hu_hu: Összes kijelölése

source: Select an authentication mode ...
el_gr: Επιλογή τρόπου πιστοποίησης ...
hu_hu: Válasszon ki egy hitelesítési módot…

source: Select an user ...
el_gr: Επιλογή χρήστη ...
hu_hu: Válasszon ki egy felhasználót…

source: Select devices ...
el_gr: Επιλογή συσκευών ...
hu_hu: Eszközök kiválasztása…

source: Select groups ...
el_gr: Επιλογή ομάδων ...
hu_hu: Csoportok kiválasztása…

source: Select interface devices ...
el_gr: Επιλογή συσκευών διασύνδεσης ...
hu_hu: Interfész eszközök kiválasztása…

source: Select members ...
el_gr: Επιλογή μελών ...
hu_hu: Tagok kiválasztása…

source: Select permissions ...
el_gr: Επιλογή δικαιωμάτων ...
hu_hu: Engedélyek kiválasztása…

source: Select slave devices ...
el_gr: Επιλογή υποτελών συσκευών ...
hu_hu: Másodlagos eszközök kiválasztása…

source: Select the device that will be used to create the file system.
el_gr: Επιλογή συσκευής για την δημιουργία συστήματος αρχείων.
hu_hu: Jelölje ki a fájllendszer létrehozásához használt eszközt.

source: Select the devices that will be used to create the file system.
el_gr: Επιλογή συσκευών για την δημιουργία συστήματος αρχείων.
hu_hu: Jelölje ki a fájlrendszer létrehozásához használt eszközt.

source: Self-Test Logs
el_gr: Καταγραφές Αυτοελέγχων
hu_hu: Önteszt naplók

source: Send a notification when the used file system capacity exceeds the specified threshold.
el_gr: Αποστολή ειδοποίησης όταν η πληρότητα του συστήματος αρχείων υπερβαίνει το προκαθορισμένο όριο.
hu_hu: Értesítést küld, ha a használt fájlrendszer kapacitása meghaladja a megadott küszöbértéket.

source: Send command output via email
da_da: Send kommando output via email
el_gr: Αποστολή αποτελέσματος εντολής με μήνυμα
hu_hu: Parancs kimenet elküldése e-mailben

source: Send notifications about pending package updates.
el_gr: Αποστολή ειδοποιήσεων για εκκρεμείς ενημερώσεις πακέτων.
hu_hu: Értesítések küldése a függőben lévő csomagfrissítésekről.

source: Sender email
el_gr: Διεύθυνση αποστολέα
hu_hu: Feladó e-mail

source: Senegal
hu_hu: Szenegál

source: September
el_gr: Σεπτέμβριος
hu_hu: Szeptember

source: Serbia And Montenegro
hu_hu: Szerbia és Montenegró

source: Serial Number
da_da: Serie Nummer
el_gr: Σειριακός Αριθμός
hu_hu: Sorozatszám

source: Serial number
da_da: Serie nummer
el_gr: Σειριακός αριθμός
hu_hu: Sorozatszám

source: Server
el_gr: Διακομιστής
hu_hu: Szerver

source: Service
da_da: Tjeneste
el_gr: Υπηρεσία
hu_hu: Szolgáltatás

source: Service disabled
da_da: Tjeneste deaktiveret
el_gr: Ανενεργή υπηρεσία
hu_hu: Szolgáltatás letiltva

source: Services
da_da: Tjenester
el_gr: Υπηρεσίες
hu_hu: Szolgáltatások

source: Session expired.
da_da: Session udløbet
el_gr: Η συνεδρία έληξε.
hu_hu: A munkamenet lejárt.

source: Session not authenticated.
da_da: Session ikke godkendt
el_gr: Η συνεδρία δεν πιστοποιήθηκε.
hu_hu: A munkamenet nem hitelesített.

source: Set the destination permissions to be the same as the source permissions.
el_gr: Να τεθούν τα δικαιώματα των αρχείων στον προορισμό όπως είναι στην πηγή.
hu_hu: Célállomás jogosultságai egyezzenek meg a forrás jogosultságaival.

source: Set the group of the destination file to be the same as the source file.
el_gr: Να τεθεί η ομάδα των αρχείων στον προορισμό όπως είναι στην πηγή.
hu_hu: A célfájl csoportjának beállítása a forrásfájllal megegyezőre.

source: Set the owner of the destination file to be the same as the source file, but only if the receiving rsync is being run as the super-user.
el_gr: Να τεθεί ο ιδιοκτήτης των αρχείων στον προορισμό όπως είναι στην πηγή, αλλά μόνο όταν ο αποδέκτης λειτουργεί ως υπερ-χρήστης.
hu_hu: A célfájl tulajdonosának beállítása a forrásfájllal megegyezőre abban az esetben ha a fogadó rsync szuperfelhasználóként fut.

source: Sets the interval between disk checks to N seconds.
da_da: Indstiller intervallet mellem disk kontrol til N sekunder.
el_gr: Ορίζει το διάστημα ανάμεσα στους ελέγχους των δίσκων σε Ν δευτερόλεπτα.
hu_hu: Lemez ellenőrzések közti N másodperces intervallum beállítása.

source: Settings
da_da: Indstillinger
el_gr: Ρυθμίσεις
hu_hu: Beállítások

source: Seychelles
hu_hu: Seychelle-szigetek

source: Share
el_gr: Κοινόχρηστο
hu_hu: Megosztás

source: Shared Folders
da_da: Delte Mapper
el_gr: Κοινόχρηστοι Φάκελοι
hu_hu: Megosztott mappák

source: Shared folder
da_da: Delt mappe
el_gr: Κοινόχρηστος φάκελος
hu_hu: Megosztott mappa

source: Shared folder name
el_gr: Όνομα κοινόχρηστου φακέλου
hu_hu: Megosztott mappa neve

source: Shared folder path
el_gr: Διαδρομή κοινόχρηστου φακέλου
hu_hu: Megosztott mappa útvonala

source: Shared folder permissions
el_gr: Δικαιώματα κοινόχρηστου φακέλου
hu_hu: Megosztott mappa jogosultságok

source: Shared folder permissions have been copied.
el_gr: Αντιγράφηκαν τα δικαιώματα του κοινόχρηστου φακέλου.
hu_hu: A megosztott mappák engedélyei átmásolva.

source: Shares
da_da: Delte mapper
el_gr: Κοινόχρηστα
hu_hu: Megosztások

source: Shell
el_gr: Κέλυφος
hu_hu: Parancsértelmező

source: Short self-test
da_da: Kort selv-test
el_gr: Σύντομος αυτοέλεγχος
hu_hu: Rövid önteszt

source: Show changelog
da_da: Vis changelog
el_gr: Εμφάνιση αρχείου καταγραφής αλλαγών
hu_hu: Változások megtekintése

source: Show details
da_da: Vis detajler
el_gr: Προβολή λεπτομερειών
hu_hu: Részletek megjelenítése

source: Show/Hide columns
el_gr: Εμφάνιση/Απόκρυψη στηλών
hu_hu: Oszlopok megjelenítése/elrejtése

source: Show/Hide navigation
el_gr: Εμφάνιση/Απόκρυψη πλοήγησης
hu_hu: Navigáció megjelenítése/elrejtése

source: Shutdown
da_da: Luk ned
el_gr: Τερματισμός
hu_hu: Leállítás

source: Singapore
hu_hu: Szingapúr

source: Size
da_da: Størrelse
el_gr: Μέγεθος
hu_hu: Méret

source: Slaves
da_da: Slaver
el_gr: Υποτελείς
hu_hu: Kiszolgálók

source: Sleep
da_da: Dvale
el_gr: Ύπνος
hu_hu: Alvó állapot

source: Slovakia
el_gr: Συνέχιση
hu_hu: Szlovákia

source: Slovenia
hu_hu: Szlovénia

source: Snapshots
el_gr: Στιγμιότυπα
hu_hu: Pillanatképek

source: Software Failure. Press left mouse button to continue.
el_gr: Σφάλμα Λογισμικού Αριστερό κλικ για συνέχεια.
hu_hu: Szoftver hiba. A folytatáshoz nyomja meg a bal egérgombot.

source: Solomon Islands
hu_hu: Salamon-szigetek

source: Somalia
hu_hu: Szomália

source: Source
da_da: Kilde
el_gr: Διακομιστές ώρας
hu_hu: Forrás

source: Source address can be either a network IP address (with /mask), a IP range or a plain IP address. A "!" argument before the address specification inverts the sense of the address.
el_gr: Η προέλευση μπορεί να είναι είτε ένα τμήμα δικτύου (διεύθυνση ΙΡ με /μάσκα), είτε ένα φάσμα διευθύνσεων (από-εώς), είτε μια μεμονωμένη διεύθυνση ΙΡ. Με ένα "!" μπροστά από τον προορισμό, αντιστρέφεται η έννοιά του.
hu_hu: A forrás cím lehet egy konkrét hálózati IP cím (/mask-al ellátva), egy IP tartomány, vagy egy egyszerű IP cím. A címe előtti "!" argumentum megfordítja ennek a címnek a jelentését.

source: Source port
da_da: Kilde port
el_gr: Θύρα προέλευσης
hu_hu: Forrás port

source: Source server
da_da: Kilde server
el_gr: Διακομιστής προέλευσης
hu_hu: Forrás szerver
