Repository: openmediavault/openmediavault
Catalog: deb/openmediavault/usr/share/openmediavault/locale/*/openmediavault.po
Languages: da_da, el_gr, hu_hu

source: %d days
el_gr: %d ημέρες
hu_hu: %d nap

source: %d hours
el_gr: %d ώρες
hu_hu: %d óra

source: %d minutes
el_gr: %d λεπτά
hu_hu: %d perc

source: %d months
el_gr: %d μήνες
hu_hu: %d hónap

source: %d years
el_gr: %d έτη
hu_hu: %d év

source: %s [%s, %s (%d%%) used, %s available]
el_gr: %s [%s, %s (%d%%) χρησιμοποιημένο, %s διαθέσιμο]
hu_hu: %s [%s, %s (%d%%) foglalt, %s elérhető]

source: %s [on %s, %s]
el_gr: %s [σε %s, %s]
hu_hu: %s [-n %s, %s]

source: %s ago
el_gr: %s πριν
hu_hu: %s előtt

source: 1 - Minimum power usage with standby (spindown)
da_da: 1 - Minimum strømforbrug med standby (spindown)
el_gr: 1 - Ελάχιστη κατανάλωση ενέργειας με στάση
hu_hu: 1 - Minimális energiahasználat készenléti állapotban (leállítás)

source: 1 day
da_da: 1 dag
el_gr: 1 ημέρα
hu_hu: 1 nap

source: 1 min
el_gr: 1 λεπτό
hu_hu: 1 perc

source: 1 minute
el_gr: 1 λεπτό
hu_hu: 1 perc

source: 1 month
da_da: 1 måned
el_gr: 1 μήνας
hu_hu: 1 hónap

source: 1 week
da_da: 1 uge
el_gr: 1 εβδομάδα
hu_hu: 1 hét

source: 1 year
da_da: 1 år
el_gr: 1 έτος
hu_hu: 1 év

source: 10 minutes
da_da: 10 minutter
el_gr: 10 λεπτά
hu_hu: 10 perc

source: 10 years
da_da: 10 år
el_gr: 10 έτη
hu_hu: 10 év

source: 120 minutes
da_da: 120 minutter
el_gr: 120 λεπτά
hu_hu: 120 perc

source: 127 - Intermediate power usage with standby
da_da: 127 - Mellemliggende strømforbrug med standby
el_gr: 127 - Μέτρια κατανάλωση ενέργειας με στάση
hu_hu: 127 - Közepes energiahasználat készenléti állapotban

source: 128 - Minimum power usage without standby (no spindown)
da_da: 128 - Minimum strømforbrug uden standby (ingen spindown)
el_gr: 128 - Ελάχιστη κατανάλωση ενέργειας χωρίς στάση
hu_hu: 128 - Minimális energiahasználat készenléti állapot nélkül (nincs leállítás)

source: 15 min
el_gr: 15 λεπτά
hu_hu: 15 perc

source: 15 minutes
el_gr: 15 λεπτά
hu_hu: 15 perc

source: 15 years
da_da: 15 år
el_gr: 15 έτη
hu_hu: 15 év

source: 180 minutes
da_da: 180 minutter
el_gr: 180 λεπτά
hu_hu: 180 perc

source: 192 - Intermediate power usage without standby
da_da: 192 - Mellemliggende strømforbrug uden standby
el_gr: 192 - Μέτρια κατανάλωση ενέργειας χωρίς στάση
hu_hu: 192 - Közepes energiahasználat készenléti állapot nélkül

source: 2 days
da_da: 2 dage
el_gr: 2 ημέρες
hu_hu: 2 nap

source: 2 minutes
el_gr: 2 λεπτά
hu_hu: 2 perc

source: 2 weeks
da_da: 2 uge
el_gr: 2 εβδομάδες
hu_hu: 2 hét

source: 2 years
da_da: 2 år
el_gr: 2 έτη
hu_hu: 2 év

source: 20 minutes
da_da: 20 minutter
el_gr: 20 λεπτά
hu_hu: 20 perc

source: 20 years
da_da: 20 år
el_gr: 20 έτη
hu_hu: 20 év

source: 240 minutes
da_da: 240 minutter
el_gr: 240 λεπτά
hu_hu: 240 perc

source: 25 years
da_da: 25 år
el_gr: 25 έτη
hu_hu: 25 év

source: 254 - Maximum performance, maximum power usage
da_da: 254 - Maksimal ydeevne, maksimal strømforbrug
el_gr: 254 - Μέγιστη απόδοση με μέγιστη κατανάλωση ενέργειας
hu_hu: 254 - Maximális teljesítmény, teljes energiahasználat

source: 255 - Disabled
da_da: 255 - Deaktiveret
el_gr: 255 - Ανενεργό
hu_hu: 255 - Letiltva

source: 3 days
da_da: 3 dage
el_gr: 3 έτη
hu_hu: 3 nap

source: 3 minutes
el_gr: 3 λεπτά
hu_hu: 3 perc

source: 3 months
da_da: 3 måneder
el_gr: 3 μήνες
hu_hu: 3 hónap

source: 3 weeks
da_da: 3 uger
el_gr: 3 εβδομάδες
hu_hu: 3 hét

source: 3 years
da_da: 3 år
el_gr: 3 έτη
hu_hu: 3 év

source: 30 minutes
da_da: 30 minutter
el_gr: 30 λεπτά
hu_hu: 30 perc

source: 300 minutes
da_da: 300 minutter
el_gr: 300 λεπτά
hu_hu: 300 perc

source: 330 minutes
el_gr: 330 λεπτά
hu_hu: 330 perc

source: 4 days
da_da: 4 dage
el_gr: 4 ημέρες
hu_hu: 4 nap

source: 4 minutes
el_gr: 4 λεπτά
hu_hu: 4 perc

source: 4 years
da_da: 4 år
el_gr: 4 έτη
hu_hu: 4 év

source: 5 days
da_da: 5 dage
el_gr: 5 ημέρες
hu_hu: 5 nap

source: 5 min
el_gr: 5 λεπτά
hu_hu: 5 perc

source: 5 minutes
da_da: 5 minutter
el_gr: 5 λεπτά
hu_hu: 5 perc

source: 5 years
da_da: 5 år
el_gr: 5 έτη
hu_hu: 5 év

source: 6 days
da_da: 6 dage
el_gr: 6 ημέρες
hu_hu: 6 nap

source: 6 months
da_da: 6 månder
el_gr: 6 μήνες
hu_hu: 6 hónap

source: 60 minutes
da_da: 60 minutter
el_gr: 60 λεπτά
hu_hu: 60 perc

source: 64 - Intermediate power usage with standby
da_da: 64 - Mellemliggende strømforbrug med standby
el_gr: 64 - Μέτρια κατανάλωση ενέργειας με στάση
hu_hu: 64 - Közepes energiahasználat készenléti állapotban

source: 9 months
da_da: 9 månder
el_gr: 9 μήνες
hu_hu: 9 hónap

source: A reboot is needed to fully apply the changes introduced by package installation or upgrade.
el_gr: Απαιτείται επανεκκίνηση για την πλήρη εφαρμογή των αλλαγών από την εγκατάσταση ή ενημέρωση των πακέτων.
hu_hu: Újraindítás szükséges a csomag telepítése vagy frissítése által bevezetett változások teljes körű alkalmazásához.

source: A running background task was detected.
el_gr: Εντοπίστηκε κάποια ενεργή εργασία παρασκηνίου.
hu_hu: Egy futó háttérfeladat észlelve.

source: A scheduled task to create a snapshot has been created.
el_gr: Καταχωρήθηκε προγραμματισμένη εργασία για την δημιουργία στιγμιότυπου.
hu_hu: Létrejött egy ütemezett feladat pillanatkép létrehozásához.

source: A secure shell (SSH) server.
el_gr: Ένας διακομιστής ασφαλούς κελύφους (SSH).
hu_hu: Biztonságos shell (SSH) kiszolgáló.

source: About
da_da: Om
el_gr: Σχετικά
hu_hu: Névjegy

source: Absolute Path
el_gr: Πλήρης Διαδρομή
hu_hu: Abszolút elérési út

source: Abstract
el_gr: Επιτομή
hu_hu: Absztrakt

source: Access control list
el_gr: Λίστα ελέγχου πρόσβασης
hu_hu: Hozzáférési ellenőrzési lista

source: Act as a WINS server.
da_da: Optræd som en WINS-server.
el_gr: Λειτουργεία ως διακομιστής WINS
hu_hu: WINS szerverként való viselkedés

source: Acting as a WINS server and using a WINS server are mutually exclusive.
el_gr: Η λειτουργία ως διακομιστής WINS και η χρήση κάποιου άλλου διακομιστή WINS είναι αμοιβαία εξαιρούμενα.
hu_hu: A WINS-kiszolgálóként való működés és a WINS-kiszolgáló használata kölcsönösen kizárja egymást.

source: Action
da_da: Handling
el_gr: Ενέργεια
hu_hu: Művelet

source: Activate S.M.A.R.T. monitoring for this device. Note that only monitored devices are listed in the scheduled tasks. Monitoring cannot be switched off as long as there are scheduled tasks for this device.
el_gr: Ενεργοποίηση παρακολούθησης S.M.A.R.T. για αυτήν τη συσκευή. Μόνο οι παρακολουθούμενες συσκευές εμφανίζονται στις προγραμματισμένες εργασίες. Η παρακολούθηση δεν μπορεί να απενεργοποιηθεί εφόσον υπάρχουν προγραμματισμένες εργασίες για αυτήν τη συσκευή.
hu_hu: Aktiválja a S.M.A.R.T. monitorozást ezen az eszközön. Vegye figyelembe, hogy csak a monitorozott eszközök szerepelnek az ütemezett feladatok között. A monitorozást nem lehet kikapcsolni, amíg vannak ütemezett feladatok ehhez az eszközhöz.

source: Active
el_gr: Ενεργό
hu_hu: Aktív

source: Active or Idle
el_gr: Ενεργό ή Αδρανές
hu_hu: Aktív vagy tétlen

source: Add
da_da: Tilføj
el_gr: Προσθήκη
hu_hu: Hozzáadás

source: Address
da_da: Adresse
el_gr: Διεύθυνση
hu_hu: Cím

source: Administrator: read/write, Users: no access, Others: no access
da_da: Administrator: læse/skrive, Brugere: ingen adgang, Andre: ingen adgang
el_gr: Διαχειριστής : ανάγνωση & εγγραφή , Χρήστες : τίποτα , Λοιποί : τίποτα
hu_hu: Adminisztrátor: olvasás/írás, Felhasználók: nincs hozzáférés, Mások: nincs hozzáférés

source: Administrator: read/write, Users: read-only, Others: no access
da_da: Administrator: læse/skrive, Brugere: skrivebeskyttet, Andre: ingen adgang
el_gr: Διαχειριστής : ανάγνωση & εγγραφή , Χρήστες : ανάγνωση , Λοιποί : τίποτα
hu_hu: Adminisztrátor: olvasás/írás, Felhasználók: csak olvasás, Mások: nincs hozzáférés

source: Administrator: read/write, Users: read-only, Others: read-only
da_da: Administrator: læse/skrive, Brugere: skrivebeskyttet, Andre: skrivebeskyttet
el_gr: Διαχειριστής : ανάγνωση/εγγραφή , Χρήστες : ανάγνωση , Λοιποί : ανάγνωση
hu_hu: Adminisztrátor: olvasás/írás, Felhasználók: csak olvasás, Mások: csak olvasás

source: Administrator: read/write, Users: read/write, Others: no access
da_da: Administrator: læse/skrive, Bruger: læse/skrive, Andre: ingen adgang
el_gr: Διαχειριστής : ανάγνωση & εγγραφή , Χρήστες : ανάγνωση & εγγραφή , Λοιποί : τίποτα
hu_hu: Adminisztrátor: olvasás/írás, Felhasználók: olvasás/írás, Mások: nincs hozzáférés

source: Administrator: read/write, Users: read/write, Others: read-only
da_da: Administrator: læse/skrive, Brugere: læse/skrive, Andre: skrivebeskyttet
el_gr: Διαχειριστής : ανάγνωση/εγγραφή , Χρήστες : ανάγνωση/εγγραφή , Λοιποί : ανάγνωση
hu_hu: Adminisztrátor: olvasás/írás, Felhasználók: olvasás/írás, Mások: csak olvasás

source: Advanced Acoustic Management
el_gr: Προηγμένη Ακουστική Διαχείριση
hu_hu: Fejlett zajszint kezelés

source: Advanced Power Management
da_da: Avanceret Strøm Håndtering
el_gr: Προηγμένη Διαχείριση Ενέργειας (APM)
hu_hu: Fejlett energiagazdálkodás

source: Advanced settings
da_da: Avanceret indstillinger
el_gr: Προχωρημένες ρυθμίσεις
hu_hu: Haladó beállítások

source: Afghanistan
hu_hu: Afganisztán

source: Aland Islands
hu_hu: Aland szigetek

source: Albania
hu_hu: Albánia

source: Algeria
hu_hu: Algéria

source: All
da_da: Alle
el_gr: Όλα
hu_hu: Összes

source: All Snapshots
el_gr: Όλα τα Στιγμιότυπα
hu_hu: Összes pilllanatkép

source: All packages will be upgraded. Do you want to proceed?
el_gr: Θα αναβαθμιστούν όλα τα πακέτα. Συνέχεια;
hu_hu: Minden csomag frissítésre kerül. Szeretné folytatni?

source: Allow clients to attempt to access extended attributes on a share. The underlying filesystem exposed by the share must support extended attributes.
el_gr: Να επιτρέπεται στους πελάτες η απόπειρα προσπέλασης των εκτεταμένων ιδιοτήτων σε κάποιο μερίδιο. Το υποβόσκον σύστημα αρχείων που παρουσιάζεται μέσω του μεριδίου πρέπει να υποστηρίζει εκτεταμένες ιδιότητες.
hu_hu: Engedélyezi, hogy az ügyfelek megpróbálkozhassanak hozzáférni egy megosztás kiterjesztett attribútumaihoz. A megosztás által használt fájlrendszernek támogatnia kell a kiterjesztett attribútumokat.

source: Allow following symbolic links in the home directories.
el_gr: Να ακολουθούνται οι συμβολικοί σύνδεσμοι στους οικείους φακέλους.
hu_hu: Szimbolikus linkek követése a saját könyvtárakban.

source: Allow following symbolic links in the share.
el_gr: Να ακολουθούνται οι συμβολικοί σύνδεσμοι στο μερίδιο.
hu_hu: Szimbolikus linkek követése a megosztáson.

source: Allow symbolic links to areas that are outside the home directories.
el_gr: Να επιτρέπονται οι συμβολικοί σύνδεσμοι σε περιοχές εκτός των οικείων φακέλων.
hu_hu: Szimbolikus linkek engedélyezése a saját könyvtárakon kívüli területekre.

source: Allow symbolic links to areas that are outside the share.
el_gr: Να επιτρέπονται οι συμβολικοί σύνδεσμοι σε περιοχές εκτός της κοινής χρήσης.
hu_hu: Szimbolikus linkek engedélyezése a megosztáson kívüli területekre.

source: Allow this server to advertise itself as a time server to Windows clients.
el_gr: Επιτρέπεται να διαφημίζεται ως ρυθμιστής ώρας σε πελάτες Windows
hu_hu: Szerver közzétételének engedélyezése mint idő szerver, Windows klienseken

source: Allowed clients
el_gr: Επιτρεπόμενοι πελάτες
hu_hu: Engedélyezett kliensek

source: American Samoa
hu_hu: Amerikai Szamoa

source: An attempt to send the test email has been made. Please check your mailbox. If the email does not arrive, check any spam folders and also check there are no Postfix related errors in the system log.
el_gr: Έγινε προσπάθεια αποστολής δοκιμαστικού μηνύματος. Παρακαλώ ελέγξτε το γραμματοκιβώτιό σας. Αν το μήνυμα δεν έρθει, ελέγξτε τους φακέλους ανεπιθυμήτων καθώς και το αρχείο καταγραφής του συστήματος για σφάλματα του Postfix.
hu_hu: Megkíséreltünk egy teszt emailt küldeni. Ellenőrizze az e-mail fiókját. Ha az e-mail nem érkezett meg, nézzen meg minden spam mappát valamint ellenőrizze, hogy a rendszernaplóban nincsenek-e Postfixhez kapcsolódó hibaüzenetek.

source: An email message with the command output (if any produced) is send to the administrator.
da_da: En e-mail besked med kommandoens output (hvis nogen produceret) er sendt til administratoren.
el_gr: Αποστέλεται στον διαχειριστή ένα μήνυμα με το αποτέλεσμα της εντολής (εφόσον παραχθεί).
hu_hu: Egy e-mail üzenet elküldése az adminisztrátornak a parancs kimenettel (ha van ilyen).

source: An email message with the command output (if any produced) is send to the user who performs the job.
da_da: En e-mail besked med kommandoens output (hvis nogen produceret) er sendt til brugeren der udfører opgaven.
el_gr: Αποστέλεται στον χρήστη ένα μήνυμα με το αποτέλεσμα της εργασίας που ζήτησε (εφόσον παραχθεί).
hu_hu: Egy e-mail üzenet elküldése a felhasználónak a parancs kimenettel (ha van ilyen), aki végrehajtja a feladatot.

source: Antarctica
hu_hu: Antarktika

source: Antigua and Barbuda
da_da: Antigua og Barbuda
hu_hu: Antigua és Barbuda

source: Applied the configuration changes.
el_gr: Εφαρμόστηκαν αλλαγές στις ρυθμίσεις.
hu_hu: A konfigurációs változtatások alkalmazva.

source: Apply
da_da: Anvend
el_gr: Εφαρμογή
hu_hu: Alkalmaz

source: Apply permissions to files and subfolders.
el_gr: Εφαρμογή δικαιωμάτων σε αρχεία και υποφακέλους.
hu_hu: Jogosultságok alkalmazása fájlokra és almappákra.

source: April
el_gr: Απρίλιος
hu_hu: Április

source: Architecture
el_gr: Αρχιτεκτονική
hu_hu: Architektúra

source: Archive mode
el_gr: Κατάσταση αρχειοθέτησης
hu_hu: Archív mód

source: Argentina
hu_hu: Argentína

source: Armenia
hu_hu: Örményország

source: Asynchronous I/O
da_da: Asynkron I/O
el_gr: Ασύγχρονες μεταφορές
hu_hu: Aszinkron I/O

source: At least four devices are required.
el_gr: Απαιτούνται τουλάχιστον τέσσερις συσκευές.
hu_hu: Legalább négy eszközre van szükség.

source: At least one device is required.
el_gr: Απαιτείται τουλάχιστον μία συσκευή.
hu_hu: Legalább egy eszköz szükséges.

source: At least one network interface is required.
el_gr: Απαιτείται τουλάχιστον μία διασύνδεση δικτύου.
hu_hu: Legalább egy hálózati interfészre van szükség.

source: At least two devices are required.
el_gr: Απαιτούνται τουλάχιστον δύο συσκευές.
hu_hu: Legalább két eszközre van szükség.

source: At reboot
el_gr: Κατά την επανεκκίνηση
hu_hu: Újraindításkor

source: Attach
el_gr: Προσάρτηση
hu_hu: Csatolás

source: Attributes
da_da: Attributter
el_gr: Χαρακτηριστικά
hu_hu: Attribútumok

source: Audit file operations
el_gr: Έλεγχος εργασιών αρχείων
hu_hu: Audit fájlműveletek.

source: August
el_gr: Αύγουστος
hu_hu: Augusztus

source: Australia
hu_hu: Ausztrália

source: Austria
hu_hu: Ausztria

source: Authenticate users
da_da: Godkend brugere
el_gr: Πιστοποίηση χρηστών
hu_hu: Felhasználók hitelesítése

source: Authentication
da_da: Godkendelse
el_gr: Πιστοποίηση
hu_hu: Hitelesítés

source: Authentication required
da_da: Godkendelse påkrævet
el_gr: Απαιτείται πιστοποίηση
hu_hu: Hitelesítés szükséges

source: Automatic
el_gr: Αυτόματα
hu_hu: Automatikus

source: Automatic logout
el_gr: Αυτόματη αποσύνδεση
hu_hu: Automatikus kilépés

source: Available
da_da: Tilgængelig
el_gr: Διαθέσιμο
hu_hu: Elérhető

source: Azerbaijan
hu_hu: Azerbajdzsán

source: Back
el_gr: Πίσω
hu_hu: Vissza

source: Background task
el_gr: Εργασία παρασκηνίου
hu_hu: Háttérfeladat

source: Bad
el_gr: Κακό
hu_hu: Rossz

source: Bahamas
hu_hu: Bahamák

source: Bahrain
hu_hu: Bahrein

source: Band
el_gr: Μπάντα
hu_hu: Sáv

source: Bangladesh
hu_hu: Banglades

source: Base path
el_gr: Βασική διαδρομή
hu_hu: Alapértelmezett útvonal

source: Belarus
hu_hu: Fehéroroszország

source: Bhutan
hu_hu: Bhután

source: Block layer cache [%s, %s]
da_da: Bloker lag cache [%s, %s]
el_gr: Προσωρινή μνήμη [%s, %s]
hu_hu: Réteg cache blokkolás [%s, %s]

source: Bolivia
hu_hu: Bolívia

source: Bond
el_gr: Συνδιασμός
hu_hu: Kötegelt

source: Bosnia and Herzegovina
da_da: Bosnia og Herzegovina
hu_hu: Bosznia - Hercegovina

source: Bouvet Island
hu_hu: Bouvet-sziget

source: Brazil
hu_hu: Brazília

source: Bridge
el_gr: Γεφύρωμα
hu_hu: Híd

source: British Antarctic Territory
hu_hu: Brit Antarktiszi terület

source: British Indian Ocean Territory
hu_hu: Brit Indiai-óceáni terület

source: British Virgin Islands
hu_hu: Brit Virgin-szigetek

source: Browse directory
el_gr: Περιήγηση φακέλου
hu_hu: Könyvtár böngészése

source: Browseable
da_da: Søgebar
el_gr: Περιηγήσιμο
hu_hu: Böngészhető

source: Bulgaria
hu_hu: Bulgária

source: CPU Usage
el_gr: Χρήση επεξεργαστή
hu_hu: CPU használat

source: CPU Utilization
el_gr: Χρήση CPU
hu_hu: CPU-kihasználtság

source: CPU usage
da_da: CPU forbrug
el_gr: Χρήση επεξεργαστή
hu_hu: CPU használat

source: Cambodia
hu_hu: Kambodzsa

source: Cameroon
hu_hu: Kamerun

source: Canada
hu_hu: Kanada

source: Cancel
da_da: Annuller
el_gr: Ακύρωση
hu_hu: Mégsem

source: Canton and Enderbury Islands
da_da: Canton og Enderbury Islands
hu_hu: Canton és Enderbury-szigetek

source: Capacity
da_da: Kapacitet
el_gr: Χωρητικότητα
hu_hu: Kapacitás

source: Cape Verde
hu_hu: Zöld-foki Köztársaság

source: Cayman Islands
hu_hu: Kajmán-szigetek

source: Central African Republic
hu_hu: Közép-afrikai Köztársaság

source: Certain date
el_gr: Ορισμένη ημερομηνία
hu_hu: Adott dátum

source: Certificate
da_da: Certifikat
el_gr: Πιστοποιητικό
hu_hu: Tanúsítvány

source: Certificate management.
el_gr: Διαχείριση πιστοποιητικών.
hu_hu: Tanúsítványkezelés.

source: Certificates
da_da: Certifikater
el_gr: Πιστοποιητικά
hu_hu: Tanúsítványok

source: Chad
hu_hu: Csád

source: Change Password
el_gr: Μεταβολή Κωδικού
hu_hu: Jelszó módosítása

source: Changelog
el_gr: Καταγραφή αλλαγών
hu_hu: Változások

source: Check for new plugins
el_gr: Έλεγχος για νέα πρόσθετα
hu_hu: Új bővítmények ellenőrzése

source: Check for new updates
el_gr: Έλεγχος για νέες ενημερώσεις
hu_hu: Új frissítések ellenőrzése

source: Check interval
da_da: Kontrol interval
el_gr: Συχνότητα ελέγχου
hu_hu: Intervallum ellenőrzése

source: Checking for new plugins ...
da_da: Kontroller efter nye plugins ...
el_gr: Έλεγχος για νέες προσθήκες ...
hu_hu: Új bővítmények keresése…

source: China
hu_hu: Kína

source: Choose
el_gr: Επιλογή
hu_hu: Választ

source: Christmas Island
hu_hu: Karácsony-sziget

source: City
da_da: By
el_gr: Πόλη
hu_hu: Város

source: Cleaning up recycle bin on the share.
el_gr: Άδειασμα κάδου ανακύκλωσης στο κοινόχρηστο.
hu_hu: Megosztáson lévő lomtár ürítése.

source: Clear
da_da: Fjern
el_gr: Καθαρισμός
hu_hu: Törlés

source: Client
da_da: Klient
el_gr: Πελάτης
hu_hu: Kliens

source: Client NetBIOS name
el_gr: Όνομα πελάτη NetBIOS
hu_hu: Kliens NetBIOS neve

source: Client address
el_gr: Διεύθυνση πελάτη
hu_hu: Kliens cím

source: Clients allowed to mount the file system, e.g. 192.168.178.0/24.
el_gr: Πελάτες που επιτρέπεται να συνδεθούν στο σύστημα αρχείων, π.χ. 192.168.178.0/24.
hu_hu: Kliensek engedélyezése a fájlrendszer felcsatoláshoz, pl. 192.168.178.0/24.

source: Close
da_da: Luk
el_gr: Κλείσιμο
hu_hu: Bezárás

source: Close the session on inactivity after the specified time.
el_gr: Κλείσιμο αδρανούς συνεδρίας μετά τον ορισμένο χρόνο.
hu_hu: Inaktivitás esetén a munkamenet bezárása a megadott idő után.

source: Cocos (Keeling) Islands
hu_hu: Kókusz (Keeling) sziget

source: Colombia
hu_hu: Kolumbia

source: Command
da_da: Kommando
el_gr: Εντολή
hu_hu: Parancs

source: Comment
da_da: Kommentar
el_gr: Σχόλιο
hu_hu: Megjegyzés

source: Common Name
da_da: Fælles Navn
el_gr: Κοινό όνομα
hu_hu: Közös név

source: Community-maintained updates
el_gr: Ενημερώσεις συντηρούμενες από την κοινότητα
hu_hu: Közösségileg karbantartott frissítések.

source: Comoros
hu_hu: Comore-szigetek

source: Compress
da_da: Komprimer
el_gr: Συμπίεση
hu_hu: Tömörítés

source: Compress file data during the transfer.
el_gr: Συμπίεση δεδομένων κατά την μεταφορά
hu_hu: Fájladatok tömörítése az átvitel során.

source: Compression
da_da: Komprimering
el_gr: Συμπίεση
hu_hu: Tömörítés

source: Compression is worth using if your connection is slow. The efficiency of the compression depends on the type of the file, and varies widely. Useful for internet transfer only.
da_da: Komprimering er værd at anvende, hvis din forbindelse er langsom. Effektiviteten af kompressionen afhænger af filtypen, og varierer meget. Nyttigt ved kun internet overførsel.
el_gr: Η συμπίεση αξίζει τον κόπο όταν η σύνδεση είναι αργή. Η αποτελεσματικότητα της συμπίεσης εξαρτάται από το είδος του αρχείου και κυμαίνεται δραστικά. Χρήσιμό μόνο για διαδικτυακές μεταφορές.
hu_hu: Érdemes használni a tömörítést, ha a kapcsolat lassú. A tömörítés hatékonysága attól függ milyen típusú a fájl, és mennyire változó. Csak internetes átvitelnél hasznos.

source: Confirm
el_gr: Επιβεβαίωση
hu_hu: Megerősítés

source: Confirm password
da_da: Bekræft adgangskode
el_gr: Επιβεβαίωση κωδικού
hu_hu: Jelszó megerősítése

source: Confirmation
da_da: Bekræftelse
el_gr: Επιβεβαίωση
hu_hu: Megerősítés

source: Congo (Brazzaville)
hu_hu: Kongó (Brazzaville)

source: Congo (Kinshasa)
hu_hu: Kongó (Kinshasa)

source: Connect even if the network is not broadcasting its SSID name.
el_gr: Σύνδεση ακόμα κι αν το δίκτυο δεν εκπέμπει το SSID όνομά του.
hu_hu: Csatlakozás akkor is, ha a hálózat nem sugározza az SSID nevét.

source: Connect to hidden network
el_gr: Σύνδεση σε κρυμμένο δίκτυο
hu_hu: Csatlakozás rejtett hálózathoz

source: Connections
da_da: Forbindelser
el_gr: Συνδέσεις
hu_hu: Kapcsolatok

source: Control and monitor storage systems using S.M.A.R.T.
el_gr: Έλεγχος και επίβλεψη αποθηκευτικών συστημάτων μέσω S.M.A.R.T
hu_hu: Tárolórendszerek vezérlése és felügyelete a S.M.A.R.T. segítségével.

source: Conveyance self-test
da_da: Overførings selvtest
el_gr: Έλεγχος μετάδοσης
hu_hu: Önteszt továbbítása

source: Cook Islands
hu_hu: Cook-szigetek

source: Copied SSH certificate to {{ hostname }}.
el_gr: Αντιγραφή πιστοποιητικού SSH στο {{ hostname }}.
hu_hu: SSH tanúsítvány átmásolva ide: {{ hostname }}.

source: Copy
el_gr: Αντιγραφή
hu_hu: Másolás

source: Copy permissions
el_gr: Αντιγραφή δικαιωμάτων
hu_hu: Engedélyek másolása

source: Copy public SSH key
el_gr: Αντιγραφή δημόσιου κλειδιού SSH
hu_hu: Nyilvános SSH-kulcs

source: Copy to clipboard
el_gr: Αντιγραφή στο πρόχειρο
hu_hu: Vágólapra másolás

source: Country
da_da: Land
el_gr: Χώρα
hu_hu: Ország

source: Create
da_da: Opret
el_gr: Δημιουργία
hu_hu: Létrehozás

source: Create and mount a file system.
el_gr: Δημιουργία και προσάρτηση ενός συστήματος αρχείων.
hu_hu: Új fájlrendszer létrehozása és csatolása.

source: Create file system
el_gr: Δημιουργία συστήματος αρχείων
hu_hu: Fájlrendszer létrehozása

source: Create | Import
el_gr: Δημιουργία | Εισαγωγή
hu_hu: Létrehozás | Importálás

source: Created NFS share.
el_gr: Δημιουργία κοινόχρηστου NFS.
hu_hu: NFS megosztás létrehozva.

source: Created Rsync server module "{{ name }}".
el_gr: Δημιουργία πρόσθετου Rsync "{{ name }}".
hu_hu: "{{ name }}" Rsync kiszolgáló modul létrehozva.

source: Created Rsync task.
el_gr: Δημιουργία εργασίας Rsync.
hu_hu: Rsync feladatot létrehozva.

source: Created SMB/CIFS share.
el_gr: Δημιουργία κοινόχρηστου SMB/CIFS.
hu_hu: SMB/CIFS megosztás létrehozva.

source: Created SSH certificate.
el_gr: Δημιουργία πιστοποιητικού SSH.
hu_hu: SSH tanúsítvány létrehozva.

source: Created SSL certificate.
el_gr: Δημιουργία πιστοποιητικού SSL.
hu_hu: SSL tanúsítvány létrehozva.

source: Created VLAN network connection.
el_gr: Δημιουργία σύνδεσης δικτύου VLAN.
hu_hu: VLAN hálózati kapcsolat létrehozva.

source: Created bond network connection.
el_gr: Δημιουργία συνδυασμένης σύνδεσης δικτύου.
hu_hu: Kötvényhálózati kapcsolat létrehozva.

source: Created bridge network connection.
el_gr: Δημιουργία γέφυρας σύνδεσης δικτύου.
hu_hu: Hálózati híd létrehozva.

source: Created firewall rule.
el_gr: Δημιουργία κανόνα ασφαλείας.
hu_hu: Tűzfal szabály létrehozva.

source: Created group "{{ name }}".
el_gr: Δημιουργία ομάδας '{{ name }}'.
hu_hu: "{{ name }}" csoport létrehozva.
