Repository: openmediavault/openmediavault
Catalog: deb/openmediavault/usr/share/openmediavault/locale/*/openmediavault.po
Languages: da_da, el_gr, hu_hu

source: This field is automatically filled with the subject of the certificate if left blank.
el_gr: Αν αυτό το πεδίο μείνει κενό, τότε συμπληρώνεται αυτόματα με το θέμα του πιστοποιητικού.
hu_hu: Ez a mező automatikusan a tanúsítvány tárgyával lesz kitöltve, ha üresen marad.

source: This field is required.
el_gr: Αυτό το πεδίο είναι απαιτούμενο.
hu_hu: A mező kitöltése kötelező.

source: This field must have the format <hh:mm:ss>.
el_gr: Αυτό το πεδίο πρέπει να έχει μορφή <hh:mm:ss> .
hu_hu: E mezőnek <hh:mm:ss>formátumúnak kell lennie.

source: This field should be a IP network address in CIDR notation.
el_gr: Αυτό το πεδίο δέχεται διεύθυνση ΙΡ σε μορφή CIDR.
hu_hu: E mezőnek egy IP hálózati címnek kell lennie CIDR jelölésben.

source: This field should be a MAC address, e.g. 00:80:41:ae:fd:7e.
el_gr: Αυτό το πεδίο δέχεται διεύθυνση MAC , π.χ. 00:80:41:ae:fd:7e.
hu_hu: Ez a mező egy MAC-cím kell legyen, pl. 00:80:41:ae:fd:7e.

source: This field should be a domain name or an IP address.
el_gr: Αυτό το πεδίο δέχεται όνομα τομέα ή διεύθυνση ΙΡ.
hu_hu: E mezőnek egy tartománynévnek vagy egy IP címnek kell lennie.

source: This field should be a host name or an IP address in CIDR notation.
el_gr: Το πεδίο δέχεται όνομα δικτύου ή διεύθυνση ΙΡ σε διατύπωση CIDR.
hu_hu: E mezőnek gépnévnek vagy IP-címnek kell lennie CIDR jelöléssel.

source: This field should be a list of IP addresses separated by <,> or <;>.
el_gr: Αυτό το πεδίο δέχεται λίστα διευθύνσεων ΙΡ διαχωρισμένες με <,> ή <;>
hu_hu: E mezőnek IP-címnek kell lennie <,>-vel vagy <;> -vel elválasztva.

source: This field should be a list of domain names or IP addresses separated by <,> or <;>.
el_gr: Αυτό το πεδίο δέχεται λίστα ονομάτων τομέα ή διευθύνσεις ΙΡ διαχωρισμένα με <,> ή <;>.
hu_hu: E mezőnek egy tartománynév listának vagy egy IP címnek kell lennie <,> vagy <;> -vel elválasztva.

source: This field should be a list of domain names or IP addresses.
el_gr: Αυτό το πεδίο δέχεται λίστα ονομάτων τομέα ή διευθύνσεις ΙΡ.
hu_hu: E mezőnek egy tartománynév listának vagy egy IP címnek kell lennie.

source: This field should be a list of host names or IP addresses in CIDR notation separated by <,> or <;>.
el_gr: Το πεδίο πρέπει να είναι λίστα ονομάτων δικτύου ή διευθύνσεων ΙΡ σε διατύπωση CIDR, διαχωρισμένα με <,> ή <;> .
hu_hu: E mezőnek CIDR jelölésű gépnév listának vagy IP címnek kell lennie <,>-vel vagy <;> -vel elválasztva.

source: This field should be a netmask within the range 128.0.0.0 - 255.255.255.252.
el_gr: Αυτό το πεδίο δέχεται μάσκα δικτύου από 128.0.0.0 εώς 255.255.255.252.
hu_hu: E mezőnek a 128.0.0.0 - 255.255.255.252 tartományon belüli hálózati maszknak kell lennie.

source: This field should be a network port in the range of 1 to 65535.
el_gr: Αυτό το πεδίο δέχεται θύρα δικτύου από 1 έως 65535.
hu_hu: Ennek a mezőnek az 1 - 65535 közötti tartományon belüli hálózati portnak kell lennie.

source: This field should be a port or port range (e.g. 21 or !443 or 1024-65535).
el_gr: Αυτό το πεδίο δέχεται θύρα ή σύνολο θυρών (π.χ. 21 ή !443 ή 1024 - 65535).
hu_hu: E mezőnek egy portnak vagy port tartománynak (pl. 21 vagy !443 vagy 1024-65535) kell lennie.

source: This field should be an IP address.
el_gr: Αυτό το πεδίο δέχεται διεύθυνση ΙΡ.
hu_hu: E mezőnek IP címnek kell lennie.

source: This field should be an IPv4 address.
el_gr: Αυτό το πεδίο δέχεται διεύθυνση δικτύου IPv4.
hu_hu: E mezőnek IPv4 címnek kell lennie.

source: This field should be an IPv6 address.
el_gr: Αυτό το πεδίο δέχεται διεύθυνση δικτύου IPv6.
hu_hu: E mezőnek IPv6 címnek kell lennie.

source: This field should be an email address.
el_gr: Αυτό το πεδίο δέχεται διεύθυνση ηλεκτρονικού ταχυδρομείου.
hu_hu: E mezőnek email címnek kell lennie.

source: This field should contain a decimal value.
el_gr: Αυτό το πεδίο δέχεται δεκαδική τιμή.
hu_hu: Ennek a mezőnek tizedes értéket kell tartalmaznia.

source: This field should contain a number with a binary prefix.
el_gr: Αυτό το πεδίο δέχεται αριθμητική τιμή με δυαδικό πρόθεμα.
hu_hu: Ennek a mezőnek egy számot kell tartalmaznia bináris előtaggal.

source: This field should contain a numeric value.
el_gr: Αυτό το πεδίο δέχεται αριθμητική τιμή.
hu_hu: Ennek a mezőnek numerikus értéket kell tartalmaznia.

source: This function is effective only if the hard drive supports it.
da_da: Denne funktion er kun effektiv hvis harddisken understøtter det.
el_gr: Αυτή η λειτουργία θα ισχύει μόνο αν την υποστηρίζει ο οδηγός.
hu_hu: Ez a funkció csak akkor hatékony, ha a merevlemez támogatja.

source: This is a text field that is seen next to a share when a client queries the server.
da_da: Dette er et tekstfelt, som ses ved siden af ​​en delt mappe når en klient forespørger serveren.
el_gr: Αυτό το κείμενο θα φαίνεται δίπλα στο κοινόχρηστο όταν το ζητάει κάποιος πελάτης
hu_hu: Ez egy szöveges mező, mely látható a megosztásban, mikor egy kliens lekérdezi a szerverről.

source: This option determines if this module should be listed when the client asks for a listing of available modules.
da_da: Denne valgmulighed bestemmer om dette modul må vises, når en klient beder om en liste over tilgængelige moduler.
el_gr: Εδώ ορίζεται αν αυτή η μονάδα θα εμφανίζεται όταν ο πελάτης ζητάει λίστα των διαθέσιμων μονάδων.
hu_hu: Ez az opció határozza meg, hogy a modulok listázva legyenek-e, ha a kliens lekéri az elérhető modulok listáját.

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this module. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
da_da: Denne valgmulighed er et komma, mellemrum eller tabulatorsepareret række af værter, som IKKE har tilladelse til at få adgang til dette modul. Der hvor listerne konfliktter har tilladelisten forrang. I tilfælde af at det er nødvendigt at afvise alle som standard, skal du bruge søgeordet ALL (eller netmaske 0.0.0.0/0) og derefter udtrykkeligt angive i værters tillade parameter de værter, der tillades adgang. Lad dette felt være tomt for at bruge standardindstillingerne.
el_gr: Αυτή είναι μία λίστα, χωρισμένη με κόμμα, κενά ή διάκενα, των συστημάτων που ΔΕΝ τους επιτρέπεται πρόσβαση σε αυτή τη μονάδα. Όταν υπάρχει διαφωνία λιστών, η λίστα επιτρεπομένων έχει προτεραιότητα. Αν απαιτείται εξ'ορισμού άρνηση των πάντων, συνίσταται η χρήση του ALL (ή της μάσκας δικτύου 0.0.0.0/0) σε συνδιασμό με διακριτό καθορισμό των επιθυμητών συστημάτων στην λίστα επιτρεπομένων. Αν αφεθεί κενό θα χρησιμοποιηθούν οι εξ'ορισμού ρυθμίσεις.
hu_hu: Ez az opció egy vessző, szóköz vagy tabbal meghatározott hosztnak a beállítására szolgál, melyeknek NEM engedélyezett a hozzáférés ehhez a modulhoz. Ha a listák összeütköznek, az engedélyezett lista elsőbbséget élvez. Abban az esetben ha szükség van az összes tiltására, alapértelmezésben használja az ALL kulcsszót (vagy a 0.0.0.0/0 hálózati maszkot), majd egyértelműen meg kell határozni a hosztok engedélyezett paraméterét és azon hosztoknak a hozzáférését is engedélyezni kell. Hagyja üresen, hogy az alapértelmezett beállítások legyenek használva.

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this share. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
da_da: Denne valgmulighed er et komma, mellemrum eller tabulatorsepareret række af værter, som IKKE har tilladelse til at få adgang til denne delte mappe. Der hvor listerne konfliktter har tilladelisten forrang. I tilfælde af at det er nødvendigt at afvise alle som standard, skal du bruge søgeordet ALLE (eller netmaske 0.0.0.0/0) og derefter udtrykkeligt angive i værters tillade parameter de værter, der tillades adgang. Lad dette felt være tomt for at bruge standardindstillingerne.
el_gr: Αυτή είναι μία λίστα, χωρισμένη με κόμμα, κενά ή διάκενα, των συστημάτων που ΔΕΝ τους επιτρέπεται πρόσβαση σε αυτό το κοινόχρηστο. Όταν υπάρχει διαφωνία λιστών, η λίστα επιτρεπομένων έχει προτεραιότητα. Αν απαιτείται εξ'ορισμού άρνηση των πάντων, συνίσταται η χρήση του ALL (ή της μάσκας δικτύου 0.0.0.0/0) σε συνδιασμό με διακριτό καθορισμό των επιθυμητών συστημάτων στην λίστα επιτρεπομένων. Αν αφεθεί κενό θα χρησιμοποιηθούν οι εξ'ορισμού ρυθμίσεις.
hu_hu: Ez az opció egy vessző, szóköz vagy tabbal meghatározott hosztnak a beállítására szolgál, melyeknek NEM engedélyezett a hozzáférés ehhez a megosztáshoz. Ha a listák összeütköznek, az engedélyezett lista elsőbbséget élvez. Abban az esetben ha szükség van az összes tiltására, alapértelmezésben használja az ALL kulcsszót (vagy a 0.0.0.0/0 hálózati maszkot), majd egyértelműen meg kell határozni a hosztok engedélyezett paraméterét és azon hosztoknak a hozzáférését is engedélyezni kell. Hagyja üresen, hogy az alapértelmezett beállítások legyenek használva.

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this module. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
da_da: Denne valgmulighed er et komma, mellemrum eller tabulatorsepareret række af værter, som har tilladelse til at få adgang til dette modul. Du kan angive værtsnavn eller IP nummer. Lad dette felt være tomt for at bruge standardindstillingerne.
el_gr: Αυτό είναι το σύνολο των χρηστών (ορισμένων με όνομα ή διεύθυνση ΙΡ και χωρισμένων με κόμμα, κενό ή διάκενο) που έχουν πρόσβαση στη μονάδα. Αν μείνει κενό θα χρησιμοποιηθούν οι εξ'όρισμού ρυθμίσεις.
hu_hu: Ez az opció egy vesszővel, szóközzel vagy tabulátorral elválasztott géplistának a beállítására szolgál, melyeknek engedélyezett a hozzáférés ehhez a modulhoz. A gépeket gépnévvel vagy IP-címét is meg lehet adni. Üresen hagyva az alapértelmezett beállítások lesznek használva.

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this share. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
da_da: Denne valgmulighed er et komma, mellemrum eller tabulatorsepareret række af værter, som har tilladelse til at få adgang til denne delte mappe. Du kan angive værtsnavn eller IP nummer. Lad dette felt være tomt for at bruge standardindstillingerne.
el_gr: Αυτό είναι το σύνολο των χρηστών (ορισμένων με όνομα ή διεύθυνση ΙΡ και χωρισμένων με κόμμα, κενό ή διάκενο) που έχουν πρόσβαση στο κοινόχρηστο. Αν μείνει κενό θα χρησιμοποιηθούν οι εξ'όρισμού ρυθμίσεις.
hu_hu: Ez az opció egy vesszővel, szóközzel vagy tabulátorral elválasztott géplistának a beállítására szolgál, melyeknek engedélyezett a hozzáférés ehhez a megosztáshoz. A gépeket gépnévvel vagy IP-címét is meg lehet adni. Üresen hagyva az alapértelmezett beállítások lesznek használva.

source: This option specifies the group name that file transfers to and from that module should take place.
da_da: Denne valgmulighed angiver det gruppenavn som filoverførsler til og fra dette modul skal finde sted.
el_gr: Εδώ ορίζεται το όνομα της ομάδας με το οποίο θα τελούνται οι μεταφορές από και προς αυτή τη μονάδα.
hu_hu: Ezen opció által meghatározott csoport, a modul alapján fájlátvitelt kezdeményezhet.

source: This option specifies the maximum number of simultaneous connections. 0 means no limit.
da_da: Denne valgmulighed angiver det maksimale antal af samtidige forbindelser. 0 betyder ingen grænse.
el_gr: Εδώ ορίζεται ο μέγιστος αριθμός ταυτόχρονων συνδέσεων. Το 0 σημαίνει απεριόριστες.
hu_hu: Ez az opció határozza meg a kapcsolatok maximális számát. A 0 beírásával ez nincs meghatározva.

source: This option specifies the user name that file transfers to and from that module should take place.
da_da: Denne valgmulighed angiver det brugernavn som filoverførsler til og fra dette modul skal finde sted.
el_gr: Εδώ ορίζεται το όνομα του χρήστη με το οποίο θα τελούνται οι μεταφορές από και προς αυτή τη μονάδα.
hu_hu: Ezen opció által meghatározott felhasználó, a modul alapján fájlátvitelt kezdeményezhet.

source: This parameter can be used to ensure that if default acls exist on parent directories, they are always honored when creating a new file or subdirectory in these parent directories.
da_da: Denne parameter kan bruges til at sikre, at hvis standard ACL'er findes på rod mapperne, at de altid hædret, når der oprettes en ny fil eller undermappe i disse rod mapper.
el_gr: Αυτή η ρύθμιση εξασφαλίζει οτι θα διατηρούνται οι τυχόν υπάρχουσες λίστες πρόσβασης των γονικών φακέλων κατά την δημιουργία αρχείων ή υποφακέλων μέσα σε αυτούς.
hu_hu: Ez a paraméter használható annak biztosítására, hogy az alapértelmezett ACL-ek megmaradjanak a szülő könyvtárakban. Ezek mindig meg lesznek tartva, mikor új fájl vagy alkönyvtár jön létre a szülő könyvtárakban.

source: This parameter controls whether files starting with a dot appear as hidden files
da_da: Denne parameter kontrollerer om filer der starter med en dot optræder som skjulte filer
el_gr: Θύρα για ακρόαση.
hu_hu: Ez a paraméter szabályozza, hogy a ponttal kezdődő fájlok rejtett fájlként jelenjenek meg.

source: This setting controls the minimum protocol version that the server will allow the client to use.
el_gr: Εδώ ορίζεται η κατώτατη έκδοση του πρωτοκόλλου που θα επιτρέπεται στον πελάτη να χρησιμοποιήσει.
hu_hu: Ez a beállítás szabályozza a minimális protokoll verziót, amit a kiszolgáló engedélyez a kliens használatára.

source: This specifies what to do if the packet matches.
el_gr: Εδώ ορίζεται η δράση για όταν ταιριάζει το πακέτο.
hu_hu: Ez határozza meg, hogy mit kell tenni, ha a csomag megegyezik.

source: This will create a recycle bin for each user home directory.
el_gr: Αυτό θα δημιουργήσει έναν κάδο ανακύκλωσης για τον οικείο φάκελο του κάθε χρήστη.
hu_hu: Egy lomtár lesz létrehozva minden felhasználó home könyvtárában.

source: This will create a recycle bin for the share.
el_gr: Αυτό θα δημιουργήσει έναν κάδο ανακύκλωσης για το κοινόχρηστο.
hu_hu: Egy lomtár lesz létrehozva a megosztás számára.

source: Threshold
el_gr: Όριο
hu_hu: Küszöb

source: Thursday
da_da: Torsdag
el_gr: Πέμπτη
hu_hu: Csütörtök

source: Time Machine support
el_gr: Υποστήριξη Χρονομηχανής
hu_hu: Time Machine támogatás

source: Time of execution
el_gr: Χρόνος εκτέλεσης
hu_hu: Végrehajtás időpontja

source: Time server
da_da: Tids server
el_gr: Διακομιστής ώρας
hu_hu: Idő szerver

source: Time servers
da_da: Tids servere
el_gr: Διακομιστές ώρας
hu_hu: Idő szerverek

source: Time zone
da_da: Tidszone
el_gr: Ζώνη ώρας
hu_hu: Időzóna

source: Tip
el_gr: Συμβουλή
hu_hu: Tipp

source: Total
el_gr: Σύνολο
hu_hu: Kapacitás

source: Transfer modification times along with the files and update them on the remote system.
el_gr: Να μεταφερθούν οι χρόνοι μεταβολής μαζί με τα αρχεία και να ενημερωθούν στο απομακρυσμένο σύστημα.
hu_hu: Módosítási idők áttöltése a fájlokkal és a távoli rendszeren való frissítésük.

source: Transmit Hash Policy
el_gr: Τακτική Κατακερματισμού Μεταδόσεων
hu_hu: Átviteli hasítófüggvény-szabályzat

source: Transport encryption
el_gr: Κρυπτογράφηση μεταφορών
hu_hu: Szállítási titkosítás

source: Trial run
da_da: Test
el_gr: Δοκιμαστική εκτέλεση
hu_hu: Próba futás

source: Trinidad and Tobago
hu_hu: Trinidad és Tobago

source: Tuesday
da_da: Tirsdag
el_gr: Τρίτη
hu_hu: Kedd

source: Tunisia
hu_hu: Tunézia

source: Turkey
hu_hu: Törökország

source: Turkmenistan
hu_hu: Türkmenisztán

source: Turks and Caicos Islands
hu_hu: Turks és Caicos-szigetek

source: Type
el_gr: Τύπος
hu_hu: Típus

source: U.S. Miscellaneous Pacific Islands
hu_hu: U.S. egyéb Csendes-óceáni szigetek

source: U.S. Virgin Islands
hu_hu: U.S. Virgin-szigetek

source: UNKNOWN
da_da: UKENDT
el_gr: ΑΓΝΩΣΤΟΝ
hu_hu: ISMERETLEN

source: Ukraine
hu_hu: Ukrajna

source: Undo
el_gr: Αναίρεση
hu_hu: Visszavon

source: Uninstall
da_da: Afinstaller
el_gr: Απεγκατάσταση
hu_hu: Eltávolítás

source: Uninstall plugin
el_gr: Απεγκατάσταση πρόσθετου
hu_hu: Bővítmény eltávolítása

source: Union of Soviet Socialist Republics
hu_hu: Szovjet Szocialista Köztársaságok Szövetsége

source: Unit
da_da: Enhed
el_gr: Μονάδα
hu_hu: Mértékegység

source: United Arab Emirates
hu_hu: Egyesült Arab Emírségek

source: United Kingdom
hu_hu: Egyesült Királyság

source: United States
hu_hu: Egyesült Államok

source: United States Minor Outlying Islands
hu_hu: Egyesült Államok - kisebb külső szigetek

source: Unknown
el_gr: Άγνωστο
hu_hu: Ismeretlen

source: Unmount
da_da: Afmonter
el_gr: Απο
hu_hu: Leválasztás

source: Unrestricted
el_gr: Απεριόριστο
hu_hu: Korlátlan

source: Up
da_da: Oppe
el_gr: Έναρξη
hu_hu: Fel

source: Up delay
da_da: Oppe forsinkelse
el_gr: Καθυστέρηση έναρξης
hu_hu: Engedélyezés késleltetése

source: Update Management
el_gr: Διαχείριση Ενημερώσεων
hu_hu: Frissítéskezelő

source: Update management
el_gr: Διαχείριση ενημερώσεων
hu_hu: Frissítéskezelés

source: Update the destination ACLs to be the same as the source ACLs.
el_gr: Ενημέρωση των λιστών πρόσβασης του προορισμού ώστε να ταυτίζονται με της πηγής.
hu_hu: A célállomás ACL-ek frissítése, hogy megegyezzen a forrás ACL-ekkel.

source: Update the destination extended attributes to be the same as the local ones.
el_gr: Ενημέρωση των εκτεταμένων ιδιοτήτων του προορισμού ώστε να ταυτίζονται με τις τοπικές.
hu_hu: A célállomás kiterjesztett attribútumainak frissítése, hogy megegyezzen a helyiekkel.

source: Updated NFS settings.
el_gr: Ενημέρωση ρυθμίσεων NFS.
hu_hu: NFS beállításai frissítve.

source: Updated NFS share.
el_gr: Ενημέρωση κοινόχρηστου NFS.
hu_hu: NFS megosztás frissítve.

source: Updated Rsync Server settings.
el_gr: Ενημέρωση ρυθμίσεων Διακομιστή Rsync.
hu_hu: Rsync kiszolgáló beállításai frissítve.

source: Updated Rsync server module "{{ name }}".
el_gr: Ενημέρωση πρόσθετου Rsync "{{ name }}".
hu_hu: "{{ name }}" Rsync kiszolgáló modul frissítve.

source: Updated Rsync task.
el_gr: Ενημέρωση εργασίας Rsync.
hu_hu: Rsync feladat frissítve.

source: Updated SMB/CIFS settings.
el_gr: Ενημέρωση ρυθμίσεων SMB/CIFS.
hu_hu: SMB/CIFS beállításai frissítve.

source: Updated SMB/CIFS share.
el_gr: Ενημέρωση κοινόχρηστου SMB/CIFS.
hu_hu: SMB/CIFS megosztás frissítve.

source: Updated SSH certificate.
el_gr: Ενημέρωση πιστοποιητικού SSH.
hu_hu: SSH tanúsítvány frissítve.

source: Updated SSH settings.
el_gr: Ενημέρωση ρυθμίσεων SSH.
hu_hu: SSH beállításai frissítve.

source: Updated VLAN network connection "{{ devicename }}".
el_gr: Ενημέρωση σύνδεσης VLAN δικτύου "{{ devicename }}".
hu_hu: "{{ devicename }}" VLAN hálózat kapcsolat frissítve.

source: Updated access control list of shared folder.
el_gr: Ενημέρωση των λιστών ελέγχου πρόσβασης του κοινόχρηστου φακέλου.
hu_hu: A megosztott mappa hozzáférés ellenőrzési listája frissítve.

source: Updated bond network connection "{{ devicename }}".
el_gr: Ενημέρωση συνδυασμένης σύνδεσης δικτύου "{{ devicename }}".
hu_hu: "{{ devicename }}" kötvényhálózat kapcsolata frissítve.

source: Updated bridge network connection "{{ devicename }}".
el_gr: Ενημέρωση γέφυρας σύνδεσης δικτύου "{{ devicename }}".
hu_hu: "{{ devicename }}" hálózati híd kapcsolata frissítve.

source: Updated dashboard settings.
el_gr: Ενημέρωση ρυθμίσεων ταμπλό.
hu_hu: Műszerfal beállításai frissítve.

source: Updated date & time settings.
el_gr: Ενημέρωση ρυθμίσεων ημερομηνίας & ώρας.
hu_hu: Dátum és idő beállítások frissítve.

source: Updated file system settings.
el_gr: Ενημέρωση ρυθμίσεων συστήματος αρχείων.
hu_hu: Fájlrendszer beállítások frissítve.

source: Updated firewall rule.
el_gr: Ενημέρωση κανόνα ασφαλείας.
hu_hu: Tűzfalszabály frissítve.

source: Updated firewall rules.
el_gr: Ενημέρωση κανόνων ασφαλείας.
hu_hu: Tűzfalszabályok frissítve.

source: Updated group "{{ name }}".
el_gr: Ενημέρωση ομάδας '{{ name }}'.
hu_hu: "{{ name }}" csoport frissítve.

source: Updated monitoring settings.
el_gr: Ενημέρωση ρυθμίσεων επίβλεψης.
hu_hu: Felügyeleti beállítások frissítve.

source: Updated network settings.
el_gr: Ενημέρωση ρυθμίσεων δικτύου.
hu_hu: Hálózati beállítások frissítve.

source: Updated notification event settings.
el_gr: Ενημέρωση ρυθμίσεων ειδοποίησης συμβάντων.
hu_hu: Értesítési esemény beállítások frissítve.

source: Updated notification settings.
el_gr: Ενημέρωση ρυθμίσεων ειδοποίησης.
hu_hu: Értesítési beállítások frissítve.

source: Updated password.
el_gr: Ενημέρωση συνθηματικού.
hu_hu: Jelszó frissítve.

source: Updated permissions of group "{{ name }}".
el_gr: Ενημέρωση δικαιωμάτων ομάδας "{{ name }}".
hu_hu: "{{ name }}" csoport jogosultságai frissítve.

source: Updated permissions of shared folder.
el_gr: Ενημέρωση δικαιωμάτων κοινόχρηστου φακέλου.
hu_hu: A megosztott mappa jogosultságai frissítve.

source: Updated permissions of user "{{ name }}".
el_gr: Ενημέρωση δικαιωμάτων χρήστη "{{ name }}".
hu_hu: "{{ name }}" felhasználó jogosultságai frissítve.

source: Updated power management settings.
el_gr: Ενημέρωση ρυθμίσεων διαχείρισης ενέργειας.
hu_hu: Energiagazdálkodás beállításai frissítve.

source: Updated proxy settings.
el_gr: Ενημέρωση ρυθμίσεων proxy.
hu_hu: Proxy beállításai frissítve

source: Updated quota.
el_gr: Ενημέρωση μεριδίων.
hu_hu: Kvóta frissítve.

source: Updated remote system-logs settings.
el_gr: Ενημέρωση ρυθμίσεων απομακρυσμένης καταγραφής συστήματος.
hu_hu: Távoli rendszernaplók beállításai frissítve.

source: Updated scheduled task.
el_gr: Ενημέρωση προγραμματισμένης εργασίας.
hu_hu: Ütemezett ellenőrzés frissítve.

source: Updated settings.
el_gr: Ενημέρωση ρυθμίσεων.
hu_hu: Beállítások frissítve.

source: Updated shared folder.
el_gr: Ενημέρωση κοινόχρηστου φακέλου.
hu_hu: Frissített megosztott mappa.

source: Updated update management settings.
el_gr: Ενημέρωση ρυθμίσεων διαχείρισης ενημερώσεων.
hu_hu: Frissítéskezelési beállítások frissítve.

source: Updated user "{{ name }}".
el_gr: Ενημέρωση χρήστη '{{ name }}'.
hu_hu: "{{ name }}" frlhasználó frissítve.

source: Updated user profile.
el_gr: Ενημέρωση προφίλ χρήστη.
hu_hu: Felhasználói profil frissítve.

source: Updated wired network connection "{{ devicename }}".
el_gr: Ενημέρωση ενσύρματης σύνδεσης δικτύου "{{ devicename }}".
hu_hu: "{{ devicename }}" vezetékes hálózati kapcsolat frissítve.

source: Updated wireless network connection "{{ devicename }}".
el_gr: Ενημέρωση ασύρματης σύνδεσης δικτύου "{{ devicename }}".
hu_hu: "{{ devicename }}" vezeték nélküli hálózati kapcsolat frissítve.

source: Updated workbench settings.
el_gr: Ενημέρωση ρυθμίσεων πάγκου εργασίας.
hu_hu: Munkaasztal beállításai frissítve.

source: Updates
da_da: Opdateringer
el_gr: Ενημερώσεις
hu_hu: Frissítések

source: Updates Available
el_gr: Διαθέσιμες Ενημερώσεις
hu_hu: Frissítés elérhető

source: Updates available
el_gr: Διαθέσιμες ενημερώσεις
hu_hu: Frissítés elérhető

source: Upgrade system
el_gr: Αναβάθμιση συστήματος
hu_hu: Rendszer frissítés

source: Uptime
da_da: Oppetid
el_gr: Χρόνος συνεχούς λειτουργίας
hu_hu: Üzemidő

source: Usage Warning Threshold
el_gr: Όριο Προειδοποίησης Χρήσης
hu_hu: Figyelmeztetési küszöbérték használata

source: Use NTP server
da_da: Brug NTP server
el_gr: Χρήση διακομιστή ώρας
hu_hu: NTP szerver használata

source: Use chroot
da_da: Brug chroot
el_gr: Χρήση chroot
hu_hu: Chroot használata

source: Use global settings
el_gr: Χρήση γενικευμένων ρυθμίσεων
hu_hu: Globális beállítások használata

source: Use sendfile
da_da: Brug sendfil
el_gr: Χρήση πρωτοκόλου sendfile
hu_hu: Sendfile használata
