Repository: openmediavault/openmediavault
Catalog: deb/openmediavault/usr/share/openmediavault/locale/*/openmediavault.po
Languages: da_da, el_gr, hu_hu

source: Traps
da_da: Fælder

source: Treshold
da_da: Tærskel

source: Uncompressed
da_da: Ukomprimeret

source: Uninstall plugins ...
da_da: Afinstaller plugins ...

source: Unknown filesystem '%s'
da_da: Ukendt filsystem '%s'

source: Unknown log file type (id=%s)
da_da: Ukendt log filtype (id=%s)

source: Unknown network interface type.
da_da: Ukendt netværks interface type.

source: Update Manager
da_da: Opdaterings Manager

source: Update now
da_da: Opdater nu

source: Update the destination ACLs to be the same as the source ACLs
da_da: Opdatere destinationens ACLér til at være den samme som kildens ACLér

source: Update the destination extended attributes to be the same as the local ones
da_da: Opdatere destinationens udvidede attributter til at være de samme som de lokale

source: Updated
da_da: Opdateret

source: Updating ACL settings
da_da: Opdater ACL indstillinger

source: Upload file
da_da: Upload fil

source: Upload package
da_da: Upload pakke

source: Uploading file ...
da_da: Uploader fil ...

source: Use SSL/TLS secure connection
da_da: Brug SSL/TLS sikker forbindelse

source: Use the following bandwidth restriction:
da_da: Brug følgende båndbredde begrænsning:

source: Use the following port range:
da_da: Brug følgende port område:

source: Use the more efficient sendfile system call for files that are exclusively oplocked
da_da: Brug den mere effektive sendfile system kald til filer, der udelukkende er oplåste

source: User '%s' already exist
da_da: Bruger '%s' findes allerede

source: User '%s' does not exist
da_da: Bruger '%s' findes ikke

source: User ID '%d' already exist
da_da: Bruger ID '%d' findes allerede

source: User information
da_da: Bruger oplysninger

source: Username
da_da: Brugernavn

source: Volume
da_da: Drev

source: WINS support
da_da: WINS understøttelse

source: Web Administrator Password
da_da: Web Administrator Adgangskode

source: Welcome message
da_da: Velkomst besked

source: When a client initially connects to the server the ident protocol is used to attempt to identify the remote username.
da_da: Når en klient første gang opretter forbindelse til serveren anvendes ident protokollen til at forsøge at identificere det eksterne brugernavn.

source: When failed
da_da: Når fejlet

source: Wiping device ...
da_da: Formatere enhed ...

source: Write cache
da_da: Skrive cache

source: day
da_da: dag

source: days
da_da: dage

source: hour
da_da: time

source: hours
da_da: timer

source: minute
da_da: minut

source: minutes
da_da: minutter

source: seconds
da_da: sekunder
