Repository: openmediavault/openmediavault
Catalog: deb/openmediavault/usr/share/openmediavault/locale/*/openmediavault.po
Languages: da_da, el_gr, hu_hu

source: Created scheduled task.
el_gr: Δημιουργία προγραμματισμένης εργασίας.
hu_hu: Ütemezett ellenőrzés létrehozva.

source: Created user "{{ name }}".
el_gr: Δημιουργία χρήστη '{{ name }}'.
hu_hu: "{{ name }}" felhasználó létrehozva.

source: Created wired network connection.
el_gr: Δημιουργία ενσύρματης σύνδεσης δικτύου.
hu_hu: vezetékes hálózati kapcsolat létrehozva.

source: Created wireless network connection.
el_gr: Δημιουργία ασύρματης σύνδεσης δικτύου.
hu_hu: Vezeték nélküli hálózati kapcsolat létrehozva.

source: Creation Time
el_gr: Χρόνος Δημιουργίας
hu_hu: Létrehozás ideje

source: Croatia
hu_hu: Horvátország

source: Cuba
hu_hu: Kuba

source: Currently logged in users
da_da: Nuværende brugere der er logget ind
el_gr: Συνδεδεμένοι χρήστες τώρα
hu_hu: Jelenleg bejelentkezett felhasználók

source: Cyprus
hu_hu: Ciprus

source: Czech Republic
hu_hu: Cseh Köztársaság

source: DNS servers
el_gr: Διακομιστές DNS
hu_hu: DNS szerverek

source: Daemon
da_da: Dæmon
el_gr: Δαίμονας
hu_hu: Démon

source: Daily
el_gr: Καθημερινά
hu_hu: Naponta

source: Dark mode
el_gr: Σκοτεινή λειτουργία
hu_hu: Sötét mód

source: Dashboard
el_gr: Ταμπλό
hu_hu: Műszerfal

source: Date & Time
da_da: Dato & Tid
el_gr: Ημερομηνία και ώρα
hu_hu: Dátum és idő

source: Day of month
da_da: Månedsdag
el_gr: Ημέρα του μήνα
hu_hu: Hónap adott napján

source: Day of week
da_da: Ugedag
el_gr: Ημέρα της εβδομάδας
hu_hu: Hét adott napján

source: Debug
el_gr: Εντοπισμός σφαλμάτων
hu_hu: Hibakeresés

source: Delete
da_da: Slet
el_gr: Διαγραφή
hu_hu: Törlés

source: Delete files on the receiving side that don't exist on sender.
el_gr: Διαγραφή αρχείων του παραλήπτη που δεν διαθέτει ο αποστολέας.
hu_hu: Fájlok törlése a fogadó oldalon, ha a feladó nem létezik.

source: Denmark
hu_hu: Dánia

source: Description
da_da: Beskrivelse
el_gr: Περιγραφή
hu_hu: Leírás

source: Destination
el_gr: Προορισμός
hu_hu: Célállomás

source: Destination address can be either a network IP address (with /mask), a IP range or a plain IP address. A "!" argument before the address specification inverts the sense of the address.
el_gr: Ο προορισμός μπορεί να είναι είτε ένα τμήμα δικτύου (διεύθυνση ΙΡ με /μάσκα), είτε ένα φάσμα διευθύνσεων (από-έως), είτε μια μεμονωμένη διεύθυνση ΙΡ. Με ένα "!" μπροστά από τον προορισμό, αντιστρέφεται η έννοιά του.
hu_hu: Célállomás címe lehet egy hálózati IP cím (/mask-al ellátva), egy IP tartomány vagy egy egyszerű IP cím. A címe előtti "!" argumentum megfordítja ennek a címnek a jelentését.

source: Destination port
el_gr: Θύρα προορισμού
hu_hu: Célállomás portja

source: Destination server
el_gr: Διακομιστής προορισμού
hu_hu: Célállomás szerver

source: Destination shared folder
da_da: Destination delt mappe
el_gr: Kοινόχρηστος φάκελος προορισμού
hu_hu: Cél mappa

source: Details
el_gr: Λεπτομέρειες
hu_hu: Részletek

source: Device
da_da: Enhed
el_gr: Συσκευή
hu_hu: Eszköz

source: Device Information
el_gr: Πληροφορίες συσκευής
hu_hu: Eszközinformáció

source: Device Mapper %s [%s, %s]
da_da: Enheds Mapper %s [%s, %s]
el_gr: Αντιστόιχιση συσκευής %s [%s, %s]
hu_hu: Eszköz mapper %s [%s, %s]

source: Device Symlinks
el_gr: Συντομεύσεις Συσκευής
hu_hu: Symlink eszköz

source: Device has a few bad sectors.
el_gr: Η συσκευή έχει μερικούς χαλασμένους τομείς.
hu_hu: Az eszközön néhány hibás szektor található.

source: Device has many bad sectors.
el_gr: Η συσκευή έχει πολλούς χαλασμένους τομείς.
hu_hu: Az eszközön több hibás szektor található.

source: Device is being used outside design parameters.
el_gr: Η συσκευή χρησιμοποιείται τώρα εκτός προδιαγραφών.
hu_hu: Az eszköz tervezési paraméterein kívüli használata.

source: Device was used outside of design parameters in the past.
el_gr: Η συσκευή έχει παλαιότερα χρησιμοποιηθεί εκτός προδιαγραφών.
hu_hu: Az eszköz a tervezési paramétereken kívül volt használatban az elmúlt időszakban.

source: Device(s)
el_gr: Συσκευή/ές
hu_hu: Meghajtó(k)

source: Devices
da_da: Enheder
el_gr: Συσκευές
hu_hu: Meghajtók

source: Diagnostics
da_da: Diagnosticering
el_gr: Διαγνωστικά
hu_hu: Diagnosztika

source: Difference
da_da: Forskel
el_gr: Διαφορά
hu_hu: Különbség

source: Direction
da_da: Retning
el_gr: Κατεύθυνση
hu_hu: Utasítás

source: Disabled
da_da: Deaktiver
el_gr: Ανενεργό
hu_hu: Letiltva

source: Disallow account modification
el_gr: Απαγορεύονται μεταβολές λογαριασμού
hu_hu: Fiók módosításának tiltása

source: Disallow the user to modify their own account.
el_gr: Να μην επιτρέπεται στον χρήστη να τροποποιήσει τον λογαριασμό του.
hu_hu: Saját felhasználói fiók módosításának tiltása.

source: Disk Temperatures
el_gr: Θερμοκρασίες Δίσκων
hu_hu: Lemezhőmérséklet

source: Disks
el_gr: Δίσκοι
hu_hu: Lemezek

source: Dismiss
el_gr: Απόρριψη
hu_hu: Elutasítás

source: Dismiss all
el_gr: Απόρριψη όλων
hu_hu: Összes elutasítása

source: Displays information about the file systems in a grid.
el_gr: Εμφάνιση πληροφοριών για τα συστήματα αρχείων σε πλέγμα.
hu_hu: Rácsos formában jeleníti meg a fájlrendszerek információt.

source: Displays information about the file systems in a table.
el_gr: Εμφάνιση πληροφοριών για τα συστήματα αρχείων σε πίνακα.
hu_hu: Táblázatos formában jeleníti meg a fájlrendszerek információt.

source: Displays information about the network interfaces in a grid.
el_gr: Εμφάνιση πληροφοριών για τις διασυνδέσεις δικτύου σε πλέγμα.
hu_hu: Rácsos formában jeleníti meg a hálózati interfészek információt.

source: Displays information about the network interfaces in a table.
el_gr: Εμφάνιση πληροφοριών για τις διασυνδέσεις δικτύου σε πίνακα.
hu_hu: Táblázatos formában jeleníti meg a hálózati interfészek információt.

source: Displays information about the services in a grid.
el_gr: Εμφάνιση πληροφοριών για τις υπηρεσίες σε πλέγμα.
hu_hu: Rácsos formában jeleníti meg a szolgáltatások információt.

source: Displays information about the services in a table.
el_gr: Εμφάνιση πληροφοριών για τις υπηρεσίες σε πίνακα.
hu_hu: Táblázatos formában jeleníti meg a szolgáltatások információt.

source: Displays the S.M.A.R.T. status of all monitored disk devices.
el_gr: Εμφάνιση πληροφοριών S.M.A.R.T. όλων των παρακολουθούμενων συσκευών (δίσκων).
hu_hu: Megjeleníti az összes megfigyelt lemez S.M.A.R.T. állapotát.

source: Displays the system time.
el_gr: Εμφανίζει την ώρα του συστήματος.
hu_hu: Megjeleníti a rendszeridőt.

source: Displays the system uptime.
el_gr: Εμφανίζει τον χρόνο λειτουργίας του συστήματος.
hu_hu: Megjeleníti a rendszer működési idejét.

source: Displays the temperature of all disk devices.
el_gr: Εμφανίζει τη θερμοκρασία όλων των συσκευών (δίσκων).
hu_hu: Megjeleníti az összes lemez hőmérsékletét.

source: Displays various system information.
el_gr: Εμφανίζει διάφορες πληροφορίες του συστήματος.
hu_hu: Különböző rendszer-információk megjelenítése.

source: Djibouti
hu_hu: Dzsibuti

source: Do you really want to apply the configuration changes?
el_gr: Να εφαρμοστούν οι αλλαγές στις ρυθμίσεις;
hu_hu: Valóban alkalmazni szeretné a konfigurációs változásokat?

source: Do you really want to copy the permissions from the shared folder?
el_gr: Να αντιγραφούν τα δικαιώματα από τον κοινόχρηστο φάκελο;
hu_hu: Valóban lemásolhatóak a megosztott mappa jogosultságai?

source: Do you really want to delete the selected item(s) <strong>{{ items | join(", ") }}</strong>?
el_gr: Να διαγραφούν τα επιλεγμένα <strong>{{ items | join(", ") }}</strong> ?
hu_hu: Valóban törölni kívánja a kijelölt elem(ek)et <strong>{{ items | join(", ") }}</strong>?

source: Do you really want to delete the selected item(s)?
da_da: Er du sikker på at du vil slette det/de valgte emne(r)?
el_gr: Να διαγραφούν τα επιλεγμένα;
hu_hu: Valóban törölni szeretné a kiválasztott tétel(ek)-et?

source: Do you really want to install the plugin?
el_gr: Να εγκατασταθεί το πρόσθετο;
hu_hu: Valóban telepíteni szeretné a bővítményt?

source: Do you really want to logout?
da_da: Er du sikker på at du vil logge ud?
el_gr: Να γίνει αποσύνδεση;
hu_hu: Valóban ki szeretne jelentkezni?

source: Do you really want to put the system into standby?
el_gr: Να μπει το σύστημα σε κατάσταση αναμονής;
hu_hu: Valóban készenléti állapotba szeretné kapcsolni a rendszert?

source: Do you really want to reboot the system?
da_da: Er du sikker på at du vil genstarte systemet?
el_gr: Να γίνει επανεκκίνηση του συστήματος;
hu_hu: Valóban újra szeretné indítani a rendszert?

source: Do you really want to reset the UI settings to their default values?
el_gr: Να επανέλθουν όλες οι ρυθμίσεις του γραφικού περιβάλλοντος στις αρχικές τους τιμές?
hu_hu: Valóban vissza szeretné állítani az UI beállításait az alapértelmezett értékekre?

source: Do you really want to resize the file system? You have to do that after a RAID has been grown for example.
el_gr: Να προσαρμοστεί το επιλεγμένο σύστημα αρχείων; Αυτό πρέπει να γίνει μετά την επέκταση ενός RAID για παράδειγμα.
hu_hu: Valóban át szeretné méretezni a fájlrendszert? Ezt a műveletet pl. RAID kötet növelése után kell végrehajtani.

source: Do you really want to shutdown the system?
da_da: Er du sikker på at du vil lukke systemet ned?
el_gr: Να γίνει τερματισμός του συστήματος;
hu_hu: Valóban le szeretné állítani a rendszert?

source: Do you really want to undo the configuration changes?
el_gr: Να αναστραφούν οι αλλαγές των ρυθμίσεων;
hu_hu: Valóban vissza akarja vonni a konfigurációs változásokat?

source: Do you really want to uninstall the plugin?
el_gr: Να απεγκατασταθεί το πρόσθετο;
hu_hu: Valóban el akarja távolítani a bővítményt?

source: Do you really want to unmount this file system? Please make sure that the file system is not used by any service before unmounting. Note, the file system will not be deleted by this action.
el_gr: Να αποπροσαρτηθεί αυτό το σύστημα αρχείων; Σιγουρευτείτε πρώτα πως το σύστημα αρχείων δεν χρησιμοποιείται από κάποια υπηρεσία. Το σύστημα αρχείων δεν θα διαγραφεί από αυτή την λειτουργία.
hu_hu: Valóban le szeretné választani ezt a fájlrendszert? A leválasztás előtt ellenőrizze, hogy egyetlen fájlszolgáltatás sem használja a fájlrendszert. Megjegyzés: ez a művelet nem törli a fájlrendszert.

source: Do you really want to wipe the device {{ canonicaldevicefile }}? All data will be lost.
el_gr: Να εκκενωθεί η συσκευή {{ canonicaldevicefile }}; Όλα τα δεδομένα θα χαθούν.
hu_hu: Valóban törölni szeretné a {{ canonicaldevicefile }} eszközt? Minden adat elvész.

source: Documentation
el_gr: Τεκμηρίωση
hu_hu: Dokumentáció

source: Domain name
da_da: Domæne navn
el_gr: Όνομα τομέα
hu_hu: Tartománynév

source: Domains used when resolving host names.
el_gr: Τομείς που χρησιμοποιούνται στην επίλυση ονομάτων.
hu_hu: Domainek használata a gépnevek feloldásához.

source: Dominica
hu_hu: Dominika

source: Dominican Republic
hu_hu: Dominikai Köztársaság

source: Down
da_da: Nede
el_gr: Παύση
hu_hu: Le

source: Down delay
da_da: Nede forsinkelse
el_gr: Καθυστέρηση παύσης
hu_hu: Tiltás késleltetése

source: Download
el_gr: Λήψη
hu_hu: Letöltés

source: Dronning Maud Land
hu_hu: Maud királyné föld

source: Each line represents a group.
el_gr: Κάθε γραμμή αντιπροσωπεύει μία ομάδα.
hu_hu: Minden sor egy csoportot jelent.

source: Each line represents a user. Note, the password must be entered in plain text.
el_gr: Κάθε γραμμή αντιπροσωπεύει έναν χρήστη. Ο κωδικός πρέπει να δοθεί σε απλό κείμενο.
hu_hu: Minden sor egy felhasználót jelent. Megjegyzés: a jelszót egyszerű szövegként kell megadni.

source: East Timor
hu_hu: Kelet-Timor

source: Edit
da_da: Rediger
el_gr: Αλλαγή
hu_hu: Szerkesztés

source: Egypt
hu_hu: Egyiptom

source: Empty now
el_gr: Άδειασμα τώρα
hu_hu: Ürítés most

source: Enable NetBIOS
el_gr: Ενεργοποίηση NetBIOS
hu_hu: NetBIOS engedélyezése

source: Enable Time Machine support for this share.
el_gr: Ενεργοποίηση της Χρονομηχανής για αυτό το κοινόχρηστο.
hu_hu: Time Machine támogatás bekapcsolása ehhez a megosztáshoz.

source: Enable WINS server
da_da: Aktiver WINS-server
el_gr: Ενεργοποίηση διακομιστή WINS
hu_hu: WINS szerver engedélyezése

source: Enable automatic snapshot clean up.
el_gr: Να γίνεται αυτόματη εκκαθάριση στιγμιοτύπων.
hu_hu: Pillanatképek automatikus tisztításának engedélyezése.

source: Enable keyboard-interactive authentication.
el_gr: Ενεργοποίηση πιστοποίησης μέσω πληκτρολογίου.
hu_hu: Interaktív billentyűzet hitelesítés engedélyezése.

source: Enable public key authentication.
el_gr: Ενεργή πιστοποίηση με δημόσιο κλειδί.
hu_hu: Nyilvános kulcs hitelesítés engedélyezése.

source: Enable recycle bin
da_da: Aktiver papirkurv
el_gr: Ενεργοποίηση κάδου ανακύκλωσης
hu_hu: Lomtár engedélyezése

source: Enable remote logging of syslog to the specified host.
el_gr: Ενεργοποίηση απομακρυσμένης καταγραφής στον οριζόμενο υπολογιστή.
hu_hu: Távoli naplózás engedélyezése egy meghatározott kiszolgálóra.

source: Enable this option to keep partially transferred files, otherwise they will be deleted if the transfer is interrupted.
da_da: Aktiver denne mulighed for at beholde delvis overførte filer, ellers vil de blive slettet hvis overførelsen afbrydes.
el_gr: Αν ενεργοποιηθεί, τα ημιτελή αρχεία θα διατηρούνται, αλλιώς θα διαγράφονται εφόσον διακοπεί η μεταφορά τους.
hu_hu: Engedélyezze ezt az opciót, hogy megtartsa a részben átküldött fájlokat, ellenkező esetben törlésre kerülnek, ha az átvitel megszakad.

source: Enable user home directories.
el_gr: Ενεργοποίηση φακέλων χρηστών.
hu_hu: Felhasználói saját könyvtárak engedélyezése.

source: Enable write-cache
el_gr: Ενεργοποίηση επιτάχυνσης εγγραφών
hu_hu: Gyorsítótár engedélyezése.

source: Enabled
da_da: Aktiveret
el_gr: Ενεργό
hu_hu: Engedélyezve

source: Enabled widgets
el_gr: Ενεργοποίηση γραφικών στοιχείων
hu_hu: Widgetek engedélyezése

source: Encryption mode
el_gr: Κρυπτογράφηση
hu_hu: Titkosítási mód

source: Enforce transport encryption for this share. Clients that do not support encryption will be denied access to the share.
el_gr: Επιβολή κρυπτογράφησης για τις μεταφορές αυτού του κοινόχρηστου & άρνηση πρόσβασης σε πελάτες που δεν την υποστηρίζουν.
hu_hu: A megosztás szállítási titkosításának kikényszerítése. A titkosítást nem támogató ügyfelek nem férhetnek hozzá a megosztáshoz.

source: Equatorial Guinea
hu_hu: Egyenlítői Guinea

source: Error
da_da: Fejl
el_gr: Σφάλμα
hu_hu: Hiba

source: Estonia
hu_hu: Észtország

source: Ethiopia
hu_hu: Etiópia

source: Events
el_gr: Συμβάντα
hu_hu: Események

source: Every N day of month
da_da: Hver N månedsdag
el_gr: Κάθε Ν μέρα του μήνα
hu_hu: Minden "x" napon a hónapban

source: Every N hour
da_da: Hver N time
el_gr: Κάθε Ν ώρα
hu_hu: Minden "x" órában

source: Every N minute
da_da: Hver N minut
el_gr: Κάθε Ν λεπτό
hu_hu: Minden "x" percben

source: Everyone: read/write
da_da: Alle: læse/skrive
el_gr: Όλοι : ανάγνωση & εγγραφή
hu_hu: Mindenki: olvasás/írás

source: Execute only
el_gr: Μόνο εκτέλεση
hu_hu: Csak végrehajtás

source: Extended Information
el_gr: Εκτεταμένες πληροφορίες
hu_hu: További információ

source: Extended attributes
da_da: Udvidede attributter
el_gr: Εκτεταμένες ιδιότητες
hu_hu: Kiterjesztett attribútumok

source: Extra options
da_da: Ekstra valgmuligheder
el_gr: Επιπλέον ρυθμίσεις
hu_hu: További beállítások

source: Failed
el_gr: Απέτυχε
hu_hu: Nem sikerült

source: Failed to copy data to the clipboard.
el_gr: Αποτυχία αντιγραφής δεδομένων στο πρόχειρο.
hu_hu: Nem sikerült átmásolni az adatokat a vágólapra.

source: Failed to start session.
el_gr: Αποτυχία έναρξης συνεδρίας.
hu_hu: A munkamenet indítása nem sikerült.

source: Failed to write session data.
el_gr: Αποτυχία εγγραφής δεδομένων συνεδρίας.
hu_hu: Nem sikerült a munkamenet adatainak írása.

source: Falkland Islands
hu_hu: Falkland-szigetek

source: Family
da_da: Familie
el_gr: Οικογένεια
hu_hu: Család

source: Faroe Islands
hu_hu: Feröer-szigetek

source: Fatal error
da_da: Alvorlig fejl
el_gr: Σοβαρό σφάλμα
hu_hu: Végzetes hiba

source: February
da_da: Februar
el_gr: Φεβρουάριος
hu_hu: Február

source: Fiji
hu_hu: Fidzsi

source: File System Usage
el_gr: Χρήση Συστήματος Αρχείων
hu_hu: Fájlrendszer használata

source: File Systems
el_gr: Συστήματα Αρχείων
hu_hu: Fájlrendszerek

source: File access control lists
el_gr: Λίστες ελέγχου πρόσβασης αρχείων
hu_hu: Fájlhozzáférési vezérlőlisták

source: File owner and group
el_gr: Κάτοχος και ομάδα αρχείου
hu_hu: Fájltulajdonos és -csoport

source: File path
el_gr: Διαδρομή αρχείου
hu_hu: Fájl elérési út

source: File system
el_gr: Σύστημα αρχείων
hu_hu: Fájlrendszer

source: File systems
el_gr: Συστήματα αρχείων
hu_hu: Fájlrendszerek

source: Filename
da_da: Filnavn
el_gr: Όνομα αρχείου
hu_hu: Fájlnév

source: Files in the recycle bin will be deleted automatically after the specified number of days. Set to 0 for manual deletion.
da_da: Filer i papirkurven vil blive automatisk slettet efter det speciefiret antal dage. Sæt til 0 for manuel sletning.
el_gr: Τα αρχεία στον κάδο ανακύκλωσης διαγράφονται αυτόματα μετά τον προσδιορισμένο αριθμό ημερών. Το 0 σημαίνει χειροκίνητη διαγραφή.
hu_hu: A fájlok a megadott számú nap után automatikusan törlődnek a lomtárból. Állítsa 0-ra a kézi törléshez.

source: Files that are larger than the specified number will not be put into the recycle bin.
el_gr: Αρχεία μεγαλύτερα από το προσδιορισμένο μέγεθος, δεν θα τοποθετούνται στον κάδο ανακύκλωσης.
hu_hu: A megadott bájtméretnél nagyobb fájlok nem helyezhetőek át a lomtárba.

source: Fingerprint (SHA-1)
el_gr: Αποτύπωμα (SHA-1)
hu_hu: Ujjlenyomat (SHA-1)

source: Fingerprint (SHA-256)
el_gr: Αποτύπωμα (SHA-256)
hu_hu: Ujjlenyomat (SHA-256)

source: Finland
hu_hu: Finnország

source: Firewall
el_gr: Κανόνες ασφαλείας
hu_hu: Tűzfal

source: Firmware version
el_gr: Έκδοση λογισμικού
hu_hu: Firmware verzió

source: Flags
el_gr: Σημάνσεις
hu_hu: Zászlók

source: Follow symlinks
el_gr: Ακολούθηση συμβολικών συνδέσμων
hu_hu: Szimbolikus linkek követése

source: Force SSL/TLS
da_da: Tving SSL/TLS
el_gr: Επιβολή SSL/TLS
hu_hu: SSL/TLS kényszerítés

source: Force a specific MAC address on this interface.
el_gr: Επιβολή συγκεκριμένης διεύθυνσης MAC σε αυτήν την διεπαφή.
hu_hu: Egy bizonyos MAC-cím kényszerítése ezen az interfészen

source: Force secure connection only.
da_da: Tving kun sikker forbindelse
el_gr: Να απαιτείται μόνο ασφαλής σύνδεση.
hu_hu: Csak biztonságos kapcsolat kényszerítése.

source: Forum
hu_hu: Fórum

source: Framework for Multicast DNS Service Discovery.
el_gr: Πλαίσιο εργασίας για Ανακάλυψη Υπηρεσιών Multicast DNS.
hu_hu: Keretrendszer a multicast DNS-szolgáltatások felkutatásához.

source: France
hu_hu: Franciaország

source: Free
el_gr: Διαθέσιμο
hu_hu: Szabad

source: French Guiana
hu_hu: Francia Guayana

source: French Polynesia
hu_hu: Francia Polinézia

source: French Southern Territories
hu_hu: Francia Déli területek

source: French Southern and Antarctic Territories
da_da: French Southern og Antarctic Territories
hu_hu: Francia Déli és Antarktiszi területek

source: Friday
da_da: Fredag
el_gr: Παρασκευή
hu_hu: Péntek

source: Full
da_da: Fuld
el_gr: Πλήρες
hu_hu: Teljes

source: Gateway
el_gr: Πύλη πρόσβασης
hu_hu: Átjáró

source: General
da_da: Generelt
el_gr: Γενικά
hu_hu: Általános

source: Georgia
hu_hu: Grúzia

source: Germany
hu_hu: Németország

source: Ghana
hu_hu: Ghána

source: Gibraltar
hu_hu: Gibraltár

source: Go to the notification sidebar to attach to it.
el_gr: Μετάβαση στην πλευρική μπάρα ειδοποιήσεων για προσάρτηση σε αυτή.
hu_hu: Ugrás az értesítési oldalsávra, hogy csatlakozzon hozzá.

source: Good
el_gr: Καλό
hu_hu: Jó

source: Greece
hu_hu: Görögország

source: Greenland
hu_hu: Grönland

source: Group
da_da: Gruppe
hu_hu: Csoport

source: Groups
da_da: Grupper
el_gr: Ομάδες
hu_hu: Csoportok

source: Grow
da_da: Forøg
el_gr: Επέκταση
hu_hu: Növelés

source: Guests allowed
el_gr: Επιτρέπονται επισκέπτες
hu_hu: Engedélyezett vendégek

source: Guests only
el_gr: Μόνο επισκέπτες
hu_hu: Csak vendégek

source: Hardware Address
el_gr: Διεύθυνση Υλικού
hu_hu: Hardver cím

source: Heard Island and McDonald Islands
da_da: Heard Island og McDonald Islands
hu_hu: Heard-sziget és McDonald-szigetek

source: Help
el_gr: Βοήθεια
hu_hu: Súgó

source: Hibernate
el_gr: Λήθαργος
hu_hu: Hibernálás

source: Hide
el_gr: Απόκρυψη
hu_hu: Elrejt

source: Hide dot files
da_da: Vis ikke dot filer
el_gr: Απόκρυψη αρχείων που αρχίζουν με τελεία
hu_hu: Ponttal kezdődő fájlok elrejtése

source: High-performance mail transport agent.
el_gr: Αποδοτικός πράκτορας διακίνησης αλληλογραφίας.
hu_hu: Nagy teljesítményű levélküldő ügynök.

source: Home
el_gr: Αρχική
hu_hu: Saját

source: Home directories
da_da: Hjemme biblioteker
el_gr: Φάκελοι χρηστών
hu_hu: Saját könyvtárak

source: Homepage
da_da: Hjemmeside
el_gr: Αρχική Σελίδα
hu_hu: Főoldal

source: Hong Kong S.A.R., China
hu_hu: Hong Kong S.A.R., Kína

source: Host
da_da: Vært
el_gr: Σύστημα
hu_hu: Hoszt

source: Hostname
da_da: Værtsnavn
el_gr: Όνομα συστήματος
hu_hu: Gépnév

source: Hosts allow
da_da: Tillad værter
el_gr: Επιτρεπόμενα συστήματα
hu_hu: Hosztok engedélyezése

source: Hosts deny
da_da: Nægt værter
el_gr: Αποκλεισμένα συστήματα
hu_hu: Hosztok tiltása

source: Hot-Pluggable
hu_hu: Gyorsan csatlakoztatható

source: Hour
da_da: Time
el_gr: Ώρα
hu_hu: Óra

source: Hourly
el_gr: Ωριαία
hu_hu: Óránként

source: Hungary
hu_hu: Magyarország

source: Hybrid sleep
el_gr: Υβριδικός ύπνος
hu_hu: Hibrid alvás

source: ID
el_gr: Αναγνωριστικό
hu_hu: Azonosító

source: IP addresses in CIDR notation or host names of clients that are allowed to access the NTP server.
el_gr: Διευθύνσεις ΙΡ σε διατύπωση CIDR, ή όνομα δικτύου των πελατών που επιτρέπεται να προσπελάσουν τον διακομιστή ΝΤΡ.
hu_hu: IP-címek CIDR jelöléssel vagy kliensek gépnevei, melyek elérhetik az NTP-kiszolgálót.

source: IP addresses of domain name servers used to resolve host names.
el_gr: Διευθύνσεις ΙΡ που χρησιμοποιούνται για επίλυση ονομάτων.
hu_hu: Tartománynév-kiszolgálók IP-címei a gépnevek feloldásához.

source: Iceland
hu_hu: Izland

source: Identify
da_da: Identificer
el_gr: Αναγνώριση
hu_hu: Azonosítás

source: Identify As
el_gr: Αναγνώριση ως
hu_hu: Megnevezés

source: Identify network interface
el_gr: Αναγνώριση διασύνδεσης δικτύου
hu_hu: Hálózati eszköz azonosítása

source: Idle
da_da: Ledig
el_gr: Αδρανές
hu_hu: Tétlen

source: If 'Guests allowed' is selected and no login credential is provided, then access as guest. Always access as guest when 'Guests only' is selecting; in this case no password is required to connect to the share.
el_gr: Αν είναι επιλεγμένο το 'Επιτρέπονται επισκέπτες' και δεν δοθούν στοιχεία σύνδεσης, τότε η πρόσβαση γίνεται ως επισκέπτης. Αν είναι επιλεγμένο το 'Μόνο επισκέπτες' τότε η πρόσβαση γίνεται πάντα ως επισκέπτης, χωρίς να χρειάζεται συνθηματικό για την σύνδεση.
hu_hu: Ha az 'Engedélyezett vendégek' opció van kiválasztva és nem rendelkezik a bejelentkezéshez engedéllyel, akkor csak vendégként csatlakozhat. Vendégként mindig hozzáfér, ha a 'Csak vendég' opció van kiválasztva. Ebben az esetben nincs szükség jelszóra a megosztások eléréséhez.
