Repository: openmediavault/openmediavault
Catalog: deb/openmediavault/usr/share/openmediavault/locale/*/openmediavault.po
Languages: da_da, el_gr, hu_hu

source: Use the more efficient sendfile system call for files that are exclusively oplocked. This may make more efficient use of the system CPU's and cause Samba to be faster. Samba automatically turns this off for clients that use protocol levels lower than NT LM 0.12 and when it detects a client is Windows 9x.
el_gr: Χρήση αποδοτικότερων κλήσεων συστήματος για αρχεία αποκλειστικού κλειδώματος. Αυτό μπορεί να βελτιώσει την απόδοση του επεξεργαστή του συστήματος και να κάνει την Samba να λειτουργεί ταχύτερα. Η Samba το απενεργοποιεί αυτόματα για πελάτες που χρησιμοποιούν πρωτόκολλο χαμηλότερο από ΝΤ LM 0.12 και πελάτες τύπου Windows 9x.
hu_hu: A kizárólag zárolt fájlokhoz használja a hatékonyabb sendfile rendszerhívást. Ezzel hatékonyabban használja a rendszer CPU-t és a Samba gyorsabb lesz. A Samba automatikusan kikapcsolja ezt a klienseken, ha azoknak alacsonyabb a szintjük, mint az NT LM 0.12 vagy mikor Windows 9x klienst érzékel.

source: Use the specified WINS server.
da_da: Brug den angivne WINS server.
el_gr: Χρήση του ορισμένου διακομιστή WINS.
hu_hu: A megadott WINS szerver használata.

source: Used
da_da: Brugt
el_gr: Χρησημοποιημένο
hu_hu: Foglalt

source: Used capacity
da_da: Brugt kapacitet
el_gr: Χρησιμοποιημένη χωρητικότητα
hu_hu: Foglalt lemezterület

source: User
da_da: Bruger
el_gr: Χρήστης
hu_hu: Felhasználó

source: User Management
el_gr: Διαχείριση Χρηστών
hu_hu: Felhasználókezelés

source: User Settings
el_gr: Ρυθμίσεις Χρήστη
hu_hu: Felhasználó beállítások

source: User home directory
da_da: Bruger hjemme bibliotek
el_gr: Φάκελος χρήστη
hu_hu: Felhasználó saját könyvtára

source: User name
el_gr: Όνομα χρήστη
hu_hu: Felhasználói név

source: User/Group permissions
da_da: Bruger/Gruppe tilladelser
el_gr: Δικαιώματα Χρήστη/Ομάδας
hu_hu: Felhasználó és Csoport jogosultságok

source: Users
da_da: Brugere
el_gr: Χρήστες
hu_hu: Felhasználók

source: Users must be assigned to the <em>_ssh</em> group to be able to log in via SSH.
el_gr: Οι χρήστες πρέπει να ενταχθούν στην ομάδα <em>_ssh</em> για να μπορούν να συνδεθούν μέσω SSH.
hu_hu: A felhasználóknak hozzá kell rendelni az <em>_ssh</em> csoportot ahhoz, hogy be tudjanak jelentkezni SSH-n keresztül.

source: Utilization
el_gr: Χρήση
hu_hu: Kihasználtság

source: Uzbekistan
hu_hu: Üzbegisztán

source: VLAN id
hu_hu: VLAN az.

source: Valid from
el_gr: Ισχύει από
hu_hu: Érvényes ettől

source: Valid to
da_da: Gyldig til
el_gr: Ισχύει εώς
hu_hu: Érvényes

source: Value
da_da: Værdi
el_gr: Τιμή
hu_hu: Érték

source: Vatican
hu_hu: Vatikán

source: Vendor
da_da: Producent
el_gr: Κατασκευαστής
hu_hu: Csatoló

source: Version
el_gr: Έκδοση
hu_hu: Verzió

source: Versions
el_gr: Εκδόσεις
hu_hu: Verziók

source: Vietnam
hu_hu: Vietnám

source: VirtIO device
hu_hu: VirtIO eszköz

source: WINS server
el_gr: Διακομιστής WINS
hu_hu: WINS szerver

source: Wake Island
hu_hu: Wake-sziget

source: Wake-on-LAN
el_gr: Ενεργοποίηση μέσω δικτύου
hu_hu: Ébresztés LAN-on keresztül

source: Wallis and Futuna
hu_hu: Wallis és Futuna

source: Warning
da_da: Advarsel
el_gr: Προειδοποίηση
hu_hu: Figyelmeztetés

source: Wednesday
da_da: Onsdag
el_gr: Τετάρτη
hu_hu: Szerda

source: Weekly
el_gr: Εβδομαδιαία
hu_hu: Hetente

source: Welcome to openmediavault
el_gr: Καλωσορίσατε στο openmediavault
hu_hu: Üdvözöljük az openmediavault-ban

source: Western Sahara
hu_hu: Nyugat-Szahara

source: Wide links
el_gr: Ευρεία συνδεσιμότητα
hu_hu: Széles körű linkek

source: Wipe
da_da: Ryd
el_gr: Εκκένωση (διαγραφή)
hu_hu: Törlés

source: Wiping device
el_gr: Εκκένωση συσκευής
hu_hu: Meghajtó törlése

source: Workbench
el_gr: Πάγκος εργασίας
hu_hu: Munkapad

source: Workgroup
da_da: Arbejdsgruppe
el_gr: Ομάδα εργασίας
hu_hu: Munkacsoport

source: Worst
da_da: Værste
el_gr: Χειρότερο
hu_hu: Legrosszabb

source: Write only
da_da: Skriv kun
el_gr: Μόνο εγγραφή
hu_hu: Csak írás

source: Write-only
el_gr: Μόνο εγγραφή
hu_hu: Csak-írás

source: Write/Execute
el_gr: Εγγραφή/Εκτέλεση
hu_hu: Írás/Végrehajtás

source: Xen virtual disk device
el_gr: Συσκευή εικονικού δίσκου Xen
hu_hu: Xen virtuális lemez eszköz

source: Yearly
el_gr: Ετήσια
hu_hu: Évente

source: Yemen
hu_hu: Jemen

source: Yes
da_da: Ja
el_gr: Ναι
hu_hu: Igen

source: You have made changes that have not yet been saved. Do you want to discard them?
el_gr: Έχουν γίνει κάποιες αλλαγές που δεν έχουν ακόμα σωθεί. Να απορριφθούν αυτές οι αλλαγές;
hu_hu: Olyan módosításokat hajtott végre, amelyeket még nem mentett el. El akarja vetni őket?

source: You must apply these changes in order for them to take effect.
el_gr: Αυτές οι αλλαγές πρέπει να εφαρμοστούν προκειμένου να ισχύσουν.
hu_hu: Alkalmazni kell a változtatásokat, hogy érvénybe léphessenek.

source: Your profile
el_gr: Προφίλ
hu_hu: Az ön profilja

source: a day
el_gr: μια ημέρα
hu_hu: egy nap

source: a few seconds
el_gr: μερικά δευτερόλεπτα
hu_hu: néhány másodperc

source: a minute
el_gr: ένα λεπτό
hu_hu: egy perc

source: a month
el_gr: ένας μήνας
hu_hu: egy hónap

source: a year
el_gr: ένα έτος
hu_hu: egy év

source: an hour
el_gr: μία ώρα
hu_hu: egy óra

source: in %s
el_gr: σε %s
hu_hu: %s ben

source: selected
el_gr: επιλεγμένα
hu_hu: kiválasztva

source: total
el_gr: σύνολο
hu_hu: kapacitás

source: ACL
el_gr: Λίστα Διαχείρισης Πρόσβασης

source: Boot
el_gr: Εκκίνηση συστήματος

source: CPU
el_gr: Επεξεργαστής

source: December
el_gr: Δεκέμβριος

source: Email
el_gr: Ηλεκτρονικό ταχυδρομείο

source: FTP-Proxy
el_gr: Διαμεσολαβητής FTP

source: GID
el_gr: Αναγνωριστικό ομάδας

source: HTTP-Proxy
el_gr: Διαμεσολαβητής HTTP

source: HTTPS-Proxy
el_gr: Διαμεσολαβητής HTTPS

source: Link
el_gr: Ζεύξη

source: Maximum
el_gr: Μέγιστο

source: Minimum
el_gr: Ελάχιστο

source: November
el_gr: Νοέμβριος

source: OK
el_gr: Εντάξει

source: Online
el_gr: Συνδεδεμένο

source: Port
el_gr: Θύρα

source: Proxy
el_gr: Διαμεσολαβητής

source: Rsync
el_gr: Απομακρυσμένος συχγρονισμός

source: SMTP port
el_gr: Θύρα SMTP

source: SSH port
el_gr: Θύρα SSH

source: Suriname
el_gr: Επώνυμο

source: UID
el_gr: Αναγνωριστικό χρήστη

source: n/a
el_gr: τίποτα

source: % completed ...
da_da: % gennemført ...

source: %s (%s available)
da_da: %s (%s tilgængelig)

source: %s [on %s, %s ]
da_da: %s [på %s, %s ]

source: 'All' is not allowed
da_da: 'Alle' er ikke tilladt

source: 0 KiB/s means unlimited.
da_da: 0 KiB/s betyder ubegrænset.

source: 100% completed ...
da_da: 100% gennemført ...

source: 360 minutes
da_da: 360 minutter

source: A share with the name '%s' already exists
da_da: En mappe med navnet '%s' findes allerede

source: A shared folder with the given name already exists
da_da: En delt mappe med det givne navn findes allerede

source: Access Right Management
da_da: Adgangsret Håndtering

source: Access Rights Management
da_da: Adgangsret Håndtering

source: Access mode
da_da: Adgangs modus

source: Activate S.M.A.R.T. monitoring.
da_da: Aktiver S.M.A.R.T. overvågning.

source: Add bonded interface
da_da: Tilføj bundet interface

source: Add devices to RAID device
da_da: Tilføj enheder til RAID enhed

source: Add firewall rule
da_da: Tilføj firewall regl

source: Add group
da_da: Tilføj gruppe

source: Add hot spares / recover RAID device
da_da: Tilføj hot spare / genskab RAID enhed

source: Add module
da_da: Tilføj modul

source: Add rsync job
da_da: Tilføj rsync opgave

source: Add rule
da_da: Tilføj regl

source: Add scheduled job
da_da: Tilføj planlagt opgave

source: Add scheduled test
da_da: Tilføj planlagt test

source: Add share
da_da: Tilføj mappe

source: Add shared folder
da_da: Tilføj delt mappe

source: Add user
da_da: Tilføj bruger

source: Additional device settings, e.g. 'autoneg off speed 100 duplex full'. See <a href='http://linux.die.net/man/8/ethtool' target='_blank'>manual pages</a> for more details.
da_da: Yderligere enheds indstillinger, f.eks 'autoneg off speed 100 duplex full'. Se <a href='http://linux.die.net/man/8/ethtool' target='_blank'>manual pages</ a> for flere detaljer.

source: Administrator password
da_da: Administrator adgangskode

source: After the RAID has been grown you can resize the containing filesystem.
da_da: Efter at RAIDen er vokset, kan du ændre størrelsen på det indeholdende filsystem.

source: Allow
da_da: Tillad

source: Allow client access to accounts that have null passwords
da_da: Tillad klient adgang til kontoer uden adgangskode

source: Allow clients to attempt to store OS/2 style extended attributes on a share.
da_da: Tillad klienter at forsøge at gemme i OS/2 stil udvidede attributter på en delt mappe.

source: Allow clients to resume interrupted uploads and downloads
da_da: Tillad klienter at genoptage afbrudte uploads og downloads

source: Allow new files
da_da: Tillad nye filer

source: Allow new files to be created.
da_da: Tillad nye filer at blive oprettet.

source: Allow this server to advertise itself as a time server to Windows clients
da_da: Tillad at denne server annoncere sig selv som en tidsserver til Windows klienter

source: Allow this server to try and become a local master browser
da_da: Tillad at denne server forsøger at blive en lokal master browser

source: An error has occured
da_da: Der opstod en fejl

source: Anonymous
da_da: Anonym

source: Anonymous FTP
da_da: Anonym FTP

source: Apply configuration changes
da_da: Anvend konfiguration ændringer

source: Apply permissions to files and subfolders
da_da: Tilføj rettigheder til filer og undermapper

source: Archive
da_da: Arkiver

source: Array details
da_da: Array detaljer

source: Attribute name
da_da: Attribut navn

source: Authenticated user ID
da_da: Godkendt bruger ID

source: Authentication and no privacy
da_da: Godkendelse og intet privatliv

source: Authentication and privacy
da_da: Godkendelse og privatliv

source: Authentication method
da_da: Godkendelses metode

source: Authentication passphrase
da_da: Godkendelses løsen

source: Authentication type
da_da: Godkendelses type

source: Automatic Acoustic Management
da_da: Automatisk Akustisk Håndtering

source: Ban list
da_da: Sort liste

source: Ban statistics:
da_da: Sort liste statistikker::

source: Bandwidth restriction
da_da: Båndbredde begrænsning

source: Binary
da_da: Binære

source: Blocksize
da_da: Blokstørrelse

source: Bond options
da_da: Bånd valgmuligheder

source: By default, only files that already exist are allowed to be uploaded.
da_da: Som standard, har kun filer der allerede eksisterer lov til at blive uploadet.

source: Cannot unlink shared folder content because another shared folder is referencing a subdirectory
da_da: Kan ikke fjerne linket af den delte mappes indhold, fordi en anden delt mappe henviser til en undermappe

source: Certificate details
da_da: Certifikat detaljer

source: Check
da_da: Kontroller

source: Checking for new updates ...
da_da: Kontroller efter nye opdateringer ...

source: Clients allowed to mount the filesystem, e.g. 192.168.178.0/24.
da_da: Klienter har tilladelse til at montere filsystemet, f.eks. 192.168.178.0/24

source: Community
da_da: Fællesskab

source: Community-maintained updates.
da_da: Fællesskab-vedligeholdes opdateringer.

source: Complete
da_da: Gennemført

source: Completion status
da_da: Gennemførelses status

source: Compress file data during the transfer
da_da: Komprimer fil data under overførelsen

source: Compressed
da_da: Komprimeret

source: Contact
da_da: Kontakt

source: Contact information, e.g. name or email address of the person responsible for this system.
da_da: Kontakt oplysninger f.eks. navn eller email adresse på den person der er ansvarlig for systemet.

source: Create RAID device
da_da: Opret RAID enhed

source: Create filesystem
da_da: Opret filsystem

source: Create self-signed SSL certificate
da_da: Opret selvsigneret SSL-certifikat

source: Critical
da_da: Kritisk

source: Current time
da_da: Nuværende tid

source: Currently logged in users:
da_da: Nuværende brugere der er logget ind:

source: Date
da_da: Dato

source: Delete content
da_da: Slet indhold

source: Delete files on the receiving side that don't exist on sender
da_da: Slet filer på den modtagende side, der ikke eksisterer på afsender

source: Delete filesystem
da_da: Slet filsystem

source: Deleting selected item(s)
da_da: Slet valgte emne(r)

source: Deny
da_da: Nægt

source: Deny logins which do not have a valid shell
da_da: Nægt log ind der ikke har en gyldig shell

source: Destination address can be either a network IP address (with /mask), a IP range or a plain IP address. A '!' argument before the address specification inverts the sense of the address.
da_da: Destinations adressen kan entet være en netværks IP adresse (med /maske), en IP række eller en ren IP adresse. Et '!' argument før adresse specifikationen inverterer betydningen af adressen.

source: Detail
da_da: Detaljer

source: Determine the default timeout, in microseconds, before the first packet is retransmitted.
da_da: Bestem den standard timeout, i mikrosekunder, før den første pakke bliver gensendt.

source: Device identity information
da_da: Enheds identitets oplysninger

source: Device model
da_da: Enheds model

source: Directory
da_da: Bibliotek

source: Disallow the user to modify his account.
da_da: Forbyd brugeren at ændre hans konto.

source: Disk usage
da_da: Disk forbrug

source: Displaying items {0} - {1} of {2}
da_da: Viser emne {0} - {1} af {2}

source: Do you really want to apply the configuration?
da_da: Er du sikker på at, du vil anvende konfigurationen?

source: Do you really want to clear the log file?
da_da: Er du sikker på at du vil slette log filen?

source: Do you really want to create the RAID device?
da_da: Er du sikker på at du vil oprette en RAID enhed?

source: Do you really want to delete the filesystem? All data will be lost.
da_da: Er du sikker på at du vil slette filsystemet? Alle data vil gå tabt.

source: Do you really want to format this device? All data on it will be deleted. Please note that the filesystem creation may take some time.
da_da: Er du sikker på at du vil formatere denne enhed? Alt data på den vil blive slettet. Vær opmærksom på at filsystems opretningen kan tage noget tid.

source: Do you really want to install the selected plugin(s)?
da_da: Er du sikker på at du vil installer det/de valgte plugin(s)?

source: Do you really want to leave the page?
da_da: Er du sikker på at du vil forlade siden?

source: Do you really want to remove the shared folder content? It will be permanently removed and cannot be recovered.
da_da: Er du sikker på at du vil slette den delte mappes indhold? Det vil blive permanent fjernet og kan ikke genskabes.

source: Do you really want to reset WebGUI state, e.g. grid column order?
da_da: Er du sikker på at du vil resette WebGUI tilstanden, d.v.s gitter kolonne ordnen?

source: Do you really want to resize the selected filesystem? You have to do that after a RAID has been grown for example.
da_da: Er du sikker på at ændre størrelsen på det valgte filsystem? Du er nødt til at eksempelvis gøre det efter en RAID er vokset .

source: Do you really want to uninstall the selected plugin(s)?
da_da: Er du sikker på at du vil afinstallere det/de valgte plugin(s)?

source: Do you really want to wipe the selected device?
da_da: Er du sikker på at du vil rydde den valgte enhed?

source: Do you want to remove the content of the shared folder recursively? The shared folder content will be permanently removed and cannot be recovered. Select 'No' to delete the shared folder configuration only or 'Cancel' to abort.
da_da: Vil du fjerne indholdet af den delte mappe rekursivt? Den delte mappes indhold vil blive fjernet permanent og kan ikke gendannes. Vælg 'Nej' for kun at slette den delte mappes konfiguration eller 'Annuller' for at afbryde.

source: Donate
da_da: Donere

source: Done ...
da_da: Færdig ...

source: Downloading package information
da_da: Downloader pakke oplysninger

source: Each line represents one group.
da_da: Hver linie repræsenterer en gruppe.

source: Each line represents one user. Note, the password must be entered in plain text.
da_da: Hver linie repræsenterer en bruger. Bemærk, skal adgangskoden indtastes i ren tekst.

source: Edit SSL certificate
da_da: Rediger SSL certifikat

source: Edit bonded interface
da_da: Rediger bundet interface

source: Edit firewall rule
da_da: Rediger firewall regl

source: Edit group
da_da: Rediger gruppe

source: Edit module
da_da: Rediger modul

source: Edit physical disk properties
da_da: Rediger fysisk disk egenskaber

source: Edit physical interface
da_da: Rediger fysisk interface

source: Edit quota
da_da: Rediger kvote

source: Edit rsync job
da_da: Rediger rsync opgave

source: Edit rule
da_da: Rediger regl

source: Edit scheduled job
da_da: Rediger planlagt opgave

source: Edit scheduled test
da_da: Rediger planlagt test

source: Edit share
da_da: Rediger delt mappe

source: Edit shared folder
da_da: Rediger delte mapper

source: Edit shared folder privileges
da_da: Rediger delte mapper rettigheder

source: Edit user
da_da: Rediger bruger

source: Enable
da_da: Aktiver

source: Enable FXP protocol
da_da: Aktiver FXP protokol

source: Enable SSL/TLS
da_da: Aktiver SSL/TLS

source: Enable SSL/TLS connections
da_da: Aktiver SSL/TLS forbindelser

source: Enable anonymous FTP
da_da: Aktiver anonym FTP

source: Enable archive mode
da_da: Aktiver arkiv tilstand

source: Enable asynchronous I/O (AIO) support.
da_da: Aktiver asynkron I/O (AIO) understøttelse.

source: Enable chroot.
da_da: Aktiver chroot.

source: Enable compression
da_da: Aktiver komprimering

source: Enable extended attribute support
da_da: Aktiver udvidet attribut understøttelse

source: Enable keyboard-interactive authentication
da_da: Aktiver tastatur-interaktiv godkendelse

source: Enable module listing
da_da: Aktiver modul liste

source: Enable permission inheritance
da_da: Aktiver tilladelse nedarvning

source: Enable reverse DNS lookup
da_da: Aktiver omvendt DNS-opslag

source: Enable reverse DNS lookup performed on the remote host's IP address for incoming active mode data connections and outgoing passive mode data connections.
da_da: Aktiver omvendt DNS-opslag udført på den eksterne værts IP-adresse til indgående aktiv tilstands dataforbindelser og udgående passiv tilstands dataforbindelser.

source: Enable secure connection.
da_da: Aktiver sikker forbindelse

source: Enable store DOS attributes support
da_da: Aktiver gem DOS attributter understøttelse

source: Enable the ident protocol (RFC1413)
da_da: Aktiver ident protokollen (RFC1413)

source: Enable transfer log
da_da: Aktiver overførelses log

source: Enable user authentication
da_da: Aktiver bruger godkendelse

source: Enable user home directories
da_da: Aktiver bruger hjemme bibliotekker

source: Enable write-cache.
da_da: Aktiver skrive-cache.

source: Enter your password
da_da: Indtast din adgangskode

source: Enter your username
da_da: Indtast dit brugernavn

source: Error #
da_da: Fejl #

source: Error #%d
da_da: Fejl #%d

source: Event
da_da: Begivenhed

source: Execute command
da_da: Udfør kommando

source: Execute cron job
da_da: Udfør cron opgave

source: Execute rsync job
da_da: Udfør rsync opgave

source: Execute scheduled test
da_da: Udfør planlagt test

source: Expire
da_da: Udløb

source: FTP - Transfer log
da_da: FTP - Overførelses log

source: FXP allows transfers between two remote servers without any file data going to the client asking for the transfer.
da_da: FXP tillader overførsler mellem to eksterne servere uden at nogen fildata tilgår klienten for anmodning af overførslen.

source: Failed to create filesystem. Please check the syslog or '%s' for more details.
da_da: Kunne ikke oprette filsystem. Tjek venligst syslog eller '%s' for flere oplysninger.

source: Failed to get filesystems
da_da: Lykkedes ikke at hente filsystemerne

source: Failed to get list of groups.
da_da: Lykkedes ikke at hente liste over grupper.

source: Failed to get list of network interface devices
da_da: Lykkedes ikke at hente liste over netværks interface enheder

source: Failed to get list of users.
da_da: Lykkedes ikke at hente liste over brugere.

source: Failed to get shadow password suite configuration.
da_da: Lykkedes ikke at hente tildækket adgangskode suite konfiguration.

source: Failed to get storage device file from '%s'
da_da: Lykkedes ikke at hente lager enheds fil fra '%s'

source: Fields must be exclusive
da_da: Felter skal være eksklusive

source: File
da_da: Fil

source: Files that are larger than the specified number of bytes will not be put into the recycle bin. Set to 0 for unrestricted file size.
da_da: Filer der er større end det speciefiret antal af bytes vil ikke blive lagt i papirkurven. Sæt til 0 for uendelig størrelse.

source: Filesize
da_da: Filstørrelse

source: Filesystem
da_da: Filsystem

source: Filesystem '%s' not found
da_da: Filsystem '%s' blev ikke fundet

source: Filesystem '%s' not supported
da_da: Filsystem '%s' er ikke understøttet

source: Filesystems
da_da: Filsystemer

source: General Settings
da_da: Generelle Indstillinger

source: General settings
da_da: Generelle indstillinger

source: Generating graphs ...
da_da: Genererer grafer ...

source: Group '%s' already exist
da_da: Gruppen '%s' findes allerede

source: Group '%s' does not exist
da_da: Gruppe '%s' eksisterer ikke

source: Group ID '%d' already exist
da_da: Gruppe ID '%d' findes allerede

source: Grow RAID device
da_da: Forøg RAID enhed

source: Guest
da_da: Gæst

source: Hide details
da_da: Gem detajler

source: Honor existing ACLs
da_da: Hædre eksisterende ACL'er

source: Host access control
da_da: Værts adgangs kontrol

source: Hosts
da_da: Værter

source: Ident protocol
da_da: Ident protokol

source: Identify network interface device
da_da: Identificer netværks interface enhed

source: If enabled then no password is required to connect to the share
da_da: Hvis aktiveret behøves der ikke adgangskode for at forbinde til den delte mappe

source: If set then the client will be challenged to supply a username and password to connect to the module.
da_da: Hvis markeret så vil klienten blive opfordret til at give et brugernavn og en adgangskode til modulet.

source: If this parameter is set, Samba attempts to first read DOS attributes (SYSTEM, HIDDEN, ARCHIVE or READ-ONLY) from a filesystem extended attribute, before mapping DOS attributes to UNIX permission bits. When set, DOS attributes will be stored onto an extended attribute in the UNIX filesystem, associated with the file or directory.
da_da: Hvis denne parameter er markeret, vil Samba forsøge først at læse DOS attributterne (SYSTEM, SKJULT, ARKIV eller SKRIVEBESKYTTET) fra et filsystems udvidede attribut, før kortlægning af DOS attributterne til UNIX tilladelse bits. Når den er markeret, vil DOS attributterne blive opbevaret på en udvidet attribut i UNIX filsystemet, der er forbundet med filen eller biblioteket.

source: If your host is acting as a NAT gateway or port forwarder for the server, this option is useful in order to allow passive tranfers to work. You have to use your public address and opening the passive ports used on your firewall as well.
da_da: Hvis din vært fungerer som en NAT-gateway eller port forwarder for serveren, er denne valgmulighed nyttig for at tillade passive overførelser at virke. Du skal bruge din offentlige adresse og åbne de passive porte, der bruges af din firewall.

source: Implicit SSL
da_da: Indirekte SSL

source: Import SSL certificate
da_da: Importer SSL certifikat

source: Import groups
da_da: Importer grupper

source: Import users
da_da: Importer brugere

source: Importing groups ...
da_da: Importere grupper ...

source: Importing users ...
da_da: Importere brugere ...
