Repository: openmediavault/openmediavault
Catalog: deb/openmediavault/usr/share/openmediavault/locale/*/openmediavault.po
Languages: da_da, el_gr, hu_hu

source: In some cases you have to specify passive ports range to by-pass firewall limitations. Passive ports restricts the range of ports from which the server will select when sent the PASV command from a client. The server will randomly choose a number from within the specified range until an open port is found. The port range selected must be in the non-privileged range (eg. greater than or equal to 1024). It is strongly recommended that the chosen range be large enough to handle many simultaneous passive connections (for example, 49152-65534, the IANA-registered ephemeral port range).
da_da: I nogle tilfælde skal du angive passive port områder for at by-passe firewall begrænsninger. Passive porte begrænser området af porte, som serveren vil vælge, når PASV kommandoen bliver sendt fra en klient. Serveren vil tilfældigt vælge et nummer indenfor for det angivne område, indtil en åben port er fundet. Det valgte port område skal være i det ikke-privilegeret område (f.eks større end eller lig med 1024). Det anbefales kraftigt, at det valgte område skal være stort nok til at håndtere mange samtidige passive forbindelser (eksempelvis, 49152-65534, det IANA-registrerede kortvarige port område).

source: Incoming
da_da: Indgående

source: Incomplete
da_da: Ukomplet

source: Incorrect username or password.
da_da: Forkert brugernavn eller adgangskode.

source: Info
da_da: Oplysninger

source: Informal
da_da: Uformelt

source: Install plugins ...
da_da: Installer plugins ...

source: Install updates ...
da_da: Installer opdateringer ...

source: Invalid domain name
da_da: Ugyldig domæne navn

source: Invalid filesystem label
da_da: Ugyldig filsystem label

source: Invalid group name
da_da: Ugyldig gruppenavn

source: Invalid hostname
da_da: Ugyldig værtsnavn

source: Invalid line: %s
da_da: Ugyldig linie: %s

source: Invalid name
da_da: Ugyldig navn

source: Invalid user name
da_da: Ugyldig brugernavn

source: Jobs
da_da: Opgaver

source: Level
da_da: Niveau

source: Linear
da_da: Liniær

source: List
da_da: Liste

source: Local master browser
da_da: Lokal master browser

source: Location information, e.g. physical location of this system.
da_da: Placerings oplysninger, f.eks. fysisk placering af dette system.

source: Login
da_da: Log ind

source: Manual
da_da: Manuel

source: Masquerade address
da_da: Maskerede adresse

source: Match if the destination port is one of the given ports. E.g. 21 or !443 or 1024-65535.
da_da: Match hvis destinationen er en af de givne porte. F.eks 21 eller !443 eller 1024-65535.

source: Match if the source port is one of the given ports. E.g. 21 or !443 or 1024-65535.
da_da: Match hvis kilden er en af de givne porte. F.eks 21 eller! 443 eller 1024-65535.

source: Max. clients
da_da: Maks. klienter

source: Max. connections per host
da_da: Maks. forbindelser pr vært

source: Max. login attempts
da_da: Maks. log ind forsøg

source: Maximum download rate (KiB/s)
da_da: Maksimal download rate (KiB/s)

source: Maximum idle time in seconds. Setting idle timeout to 0 disables the idle timer completely (clients can stay connected for ever, without sending data).
da_da: Maksimal ledig tid i sekunder. Sættes ledig timeout til 0 deaktiveres ledig tiden helt (klienter kan holde forbindelsen for altid, uden at sende data).

source: Maximum number of allowed password attempts before disconnection.
da_da: Maksimal antal tilladte adgangskode forsøg, før afbrydelse.

source: Maximum number of connections per IP (0 = unlimited).
da_da: Maksimal antal forbindelser pr IP (0 = ubegrænset).

source: Maximum number of simultaneous clients.
da_da: Maksimal antal klienter på samme tid.

source: Maximum upload rate (KiB/s)
da_da: Maksimal upload rate (KiB/s)

source: Maximum {0} selected item(s) allowed
da_da: Maksimal {0} valgte emne(r) tilladt

source: Minimum performance, Minimum acoustic output
da_da: Minimum ydelse, Minimum akustisk output

source: Minimum {0} selected item(s) required
da_da: Minimum {0} valgt(e) emne(r) krævet

source: Mirror
da_da: Spejl

source: Modify account
da_da: Rediger konto

source: Modify shared folder ACL
da_da: Rediger delt mappe ACL

source: Network interface '%s' already exists
da_da: Netværks interface '%s' findes allerede

source: No action
da_da: Ingen handling

source: No authentication and no privacy
da_da: Ingen godkendelse og intet privatliv

source: No certificate request
da_da: Ingen certifikat forespørgsel

source: No items to display
da_da: Ingen emner til visning

source: No session reuse required
da_da: Intet session genbrug nødvendig

source: No users defined
da_da: Ingen bruger defineret

source: Null passwords
da_da: Ingen adgangskode

source: Number of servers
da_da: Antal servere

source: Occurrence
da_da: Hændelse

source: Operation not allowed for user '%s'.
da_da: Handlingen er ikke tilladt for brugeren '%s'.

source: Organizational Unit
da_da: Organisatorisk Enhed

source: Outgoing
da_da: Udgående

source: Overview
da_da: Oversigt

source: Package information
da_da: Pakke oplysning

source: Passive FTP
da_da: Passiv FTP

source: Passwords don't match
da_da: Adgangskode matcher ikke

source: Paste a RSA certificate in X.509 PEM format here.
da_da: Indsæt et RSA certifikat i X.509 PEM format her.

source: Paste an private RSA key in X.509 PEM format here.
da_da: Indsæt en privat RSA nøgle i X.509 PEM format her.

source: Path
da_da: Sti

source: Permit to do SSH tunneling
da_da: Tillad at lave SSH tunnel

source: Physical Disks
da_da: Fysiske Diske

source: Please check the <a href='http://linux.die.net/man/5/exports' target='_blank'>manual page</a> for more details.
da_da: Kontroller venligst <a href='http://linux.die.net/man/5/exports' target='_blank'>manual page</a> for flere detaljer.

source: Please check the <a href='http://www.openbsd.org/cgi-bin/man.cgi?query=sshd_config&sektion=5' target='_blank'>manual page</a> for more details.
da_da: Kontroller venligst <a href='http://www.openbsd.org/cgi-bin/man.cgi?query=sshd_config&sektion=5' target='_blank'>manual page</a> for flere detaljer.

source: Please check the <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>manual page</a> for more details.
da_da: Kontroller venligst <a href='http://www.proftpd.org/docs/contrib/mod_tls.html' target='_blank'>manual page</a> for flere oplysninger.

source: Please check the <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>manual page</a> for more details.
da_da: Kontroller venligst <a href='http://www.proftpd.org/docs/directives/configuration_full.html' target='_blank'>manual page</a> for flere detaljer.

source: Please check the <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manual page</a> for more details.
da_da: Kontroller venligst <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manual page</a> for flere detaljer.

source: Please check the <a href='http://www.samba.org/ftp/rsync/rsyncd.conf.html' target='_blank'>manual page</a> for more details.
da_da: Kontroller venligst <a href='http://www.samba.org/ftp/rsync/rsyncd.conf.html' target='_blank'>manual page</a> for flere detaljer.

source: Please choose the method to wipe the device or 'Cancel' to abort.
da_da: Vælg en metode til rydning af enheden eller tryk 'Annuller' for at afbryde.

source: Please first select a volume.
da_da: Vælg venligst først et drev.

source: Please note that no communication with the system is possible during this test.
da_da: Bemærk, at ingen kommunikation med systemet er muligt under denne test.

source: Please reload the page to let the changes take effect.
da_da: Genindlæs siden for at lade ændringerne træde i kraft.

source: Please wait until the RAID has been initialized before creating a filesystem.
da_da: Vent venligst indtil RAIDén er initialiseret inden oprettelse af filsystem.

source: Port to listen on.
da_da: Port der skal lyttes på.

source: Pre-released updates.
da_da: Før-udgivet opdateringer.

source: Prevent a disk from being spun-up when it is periodically polled.<br/><ul><li>Never - Poll (check) the device regardless of its power mode. This may cause a disk which is spun-down to be spun-up when it is checked.</li><li>Sleep - Check the device unless it is in SLEEP mode.</li><li>Standby - Check the device unless it is in SLEEP or STANDBY mode. In these modes most disks are not spinning, so if you want to prevent a disk from spinning up each poll, this is probably what you want.</li><li>Idle - Check the device unless it is in SLEEP, STANDBY or IDLE mode. In the IDLE state, most disks are still spinning, so this is probably not what you want.</li></ul>
da_da: Forhindre en disk i at blive spundet op, når den periodisk bliver adspurgt.<br/><ul><li>Aldrig - Spørg (kontroller) enheden uanset dens strøm tilstand. Dette kan medføre en disk, der er spundet ned i at blive spundet op, når den kontrolleres.</li><li>Dvale - Kontroller enheden medmindre den er i DVALE tilstand.</li><li>Standby - Kontroller enheden medmindre den er i DVALE eller STANDBY tilstand. I disse tilstande spinder de fleste diske ikke, så hvis du ønsker at forhindre en disk i at spinde op ved hver adspørgelse, er det nok det du vil.</li><li>Tomgang - Kontroller enheden medmindre den er i DVALE, STANDBY eller TOMGANG tilstand. I TOMGANG tilstand, spinder de fleste diske stadig, så det er sandsynligvis nok ikke det du vil.</li></ul>

source: Privacy passphrase
da_da: Fortroligheds løsen

source: Privacy type
da_da: Fortroligheds type

source: Privilege
da_da: Rettighed

source: Privileges
da_da: Rettigheder

source: Quiet
da_da: Stille

source: RAID Management
da_da: RAID Håndtering

source: Ranges of numbers are not allowed
da_da: Serier af numre er ikke tilladt

source: Real
da_da: Virkelig

source: Recover
da_da: Genskab

source: Recycle bin
da_da: Papirkurv

source: Refresh
da_da: Genopfrisk

source: Remote host
da_da: Ekstern vært

source: Remote syslog
da_da: Ekstern syslog

source: Replace all existing permissions
da_da: Erstat alle eksisterende tilladelser

source: Report if the temperature had changed by at least N degrees Celsius since last report. Set to 0 to disable this report.
da_da: Rapporter hvis temperaturen har ændret sig med mindst N grader Celsius siden sidste rapport. Sæt til 0 for at deaktivere denne rapport.

source: Report if the temperature is greater or equal than N degrees Celsius. Set to 0 to disable this report.
da_da: Rapporter, hvis temperaturen er større end eller lig med N grader Celsius. Sæt til 0 for at deaktivere denne rapport.

source: Require valid shell
da_da: Kræv gyldig shell

source: Required
da_da: Krævet

source: Reset WebGUI state
da_da: Reset WebGUI tilstand

source: Resize
da_da: Tilpas størrelsen

source: Resume
da_da: Genoptag

source: Retry timeout
da_da: Forsøg timeout igen

source: Reverse DNS lookup
da_da: Omvendt DNS opslag

source: S.M.A.R.T. information
da_da: S.M.A.R.T. oplysning

source: SMTP settings
da_da: SMTP indstillinger

source: Saving ...
da_da: Gemmer ...

source: Scheduled jobs
da_da: Planlagte opgaver

source: Scheduled tests
da_da: Planlagte tests

source: Secondary
da_da: Sekundær

source: Security level
da_da: Sikkerhedsniveau

source: Select a SSL certificate ...
da_da: Vælg et SSL certifikat ...

source: Select a directory
da_da: Vælg et bibliotek

source: Select a filesystem ...
da_da: Vælg et filsystem ...

source: Select a group name...
da_da: Vælg et gruppenavn ...

source: Select a language ...
da_da: Vælg et sprog ...

source: Select a primary device ...
da_da: Vælg en primær enhed ...

source: Select a protocol ...
da_da: Vælg en protokol ...

source: Select a user name...
da_da: Vælg et brugernavn ...

source: Select a volume ...
da_da: Vælg et drev ...

source: Select devices to be added to the RAID device
da_da: Vælg enheder der skal tilføjes til RAID enheden

source: Select or enter a user name ...
da_da: Vælg eller indtast et brugenavn ...

source: Self-test logs
da_da: Selvtest logs

source: Send a test email
da_da: Send en test email

source: Sending test email ...
da_da: Sender test email ...

source: Service Discovery
da_da: Tjeneste Opdagelse

source: Servicename
da_da: Tjenestenavn

source: Session timeout
da_da: Session udløbstid

source: Set browseable
da_da: Gør søgebar

source: Set read only
da_da: Sæt skrivebeskyttet

source: Set the destination permissions to be the same as the source permissions
da_da: Sæt destination tilladelser til at være de samme som kilde tilladelser

source: Set write only
da_da: Sæt kun skrivning

source: Shared folder must not be equal
da_da: Delt mappe må ikke stemme overens

source: Show certificate
da_da: Vis certifikat

source: Show password
da_da: Vis adgangskode

source: Show privileges
da_da: Vis rettigheder

source: Shutdown the system when pressing the power button.
da_da: Luk systemet ned når power knappen bliver trykket.

source: Shutdown/Reboot schedule
da_da: Luk ned/Genstart planlægning

source: Software updates
da_da: Software opdateringer

source: Source address can be either a network IP address (with /mask), a IP range or a plain IP address. A '!' argument before the address specification inverts the sense of the address.
da_da: Kildeadresse kan enten være en IP adresse (med /maske), en IP række eller en ren IP adresse. Et '!' argument før adresse specifikationen vender meningen af ​​adressen.

source: Special action flag
da_da: Speciel handlings flag

source: Specifies how many server threads to create.
da_da: Angiver, hvor mange server tråde der skal oprettes.

source: Specifies one of the bonding policies.
da_da: Angiver en af ​​bindings politikkerne.

source: Specifies the amount of time, in seconds, between checking and updating the masquerade address by resolving the IP address. Set this value to 0 to disable this option.
da_da: Angiver mængden af tid, i sekunder, mellem kontrol og opdatering af den maskeret adresse ved at frigive IP adressen. Sæt værdien til 0 for at deaktivere denne valgmulighed.

source: Specifies the maximum permitted block size. The permitted range for this parameter is from 512 to 65464.
da_da: Angiver den maksimale tilladte blokstørrelse. Det tilladte område for denne parameter er fra 512 til 65464.

source: Specifies the time in hh:mm:ss after which the ban expires.
da_da: Angiver tiden i hh:mm:ss, hvorefter forbuddet udløber.

source: Specifies the time interval in hh:mm:ss in which the given number of occurrences must happen to add the ban.
da_da: Angiver i tidsintervallet hh:mm:ss, det givne antal af hændelser der skal ske for at tilføje forbuddet.

source: Specifies whether it is allowed to login as superuser directly
da_da: Angiver om det er tilladt at logge ind direkte som superbruger

source: Stripe
da_da: Strip

source: Test description
da_da: Test beskrivelse

source: The SSL certificate.
da_da: SSL certifikat.

source: The changes have been applied successfully.
da_da: Ændringerne er blevet tilføjet med succes.

source: The comment contains invalid characters
da_da: Kommentaren indeholder ugyldige tegn

source: The configuration has been changed. You must apply the changes in order for them to take effect.
da_da: Konfigurationen er blevet ændret. Du skal trykke 'Anvend' for, at ændringerne kan tage effekt.

source: The default SMTP mail server port, e.g. 25 or 587.
da_da: Standard SMTP mail server port, f.eks 25 eller 587.

source: The destination shared folder.
da_da: Destinationens delte mappe

source: The field '%s' contains forbidden
da_da: Feltet '%s' indeholder forbudte

source: The group '%s' does not exist
da_da: Gruppen '%s' findes ikke

source: The information about available software is out-of-date. You need to reload the information about available software.
da_da: Oplysningerne om tilgængelig software er ikke opdateret. Du skal genindlæse oplysningerne om tilgængelig software.

source: The interface '%s' is already used by a bonding interface
da_da: Interfacet '%s' bliver allerede brugt af et bundet interface

source: The parameter '%s' contains forbidden two-dot symbols
da_da: Parameteren '%s' indeholder ugyldige to-punkts symboler

source: The password contains invalid characters
da_da: Adgangskoden indeholder ugyldige tegn

source: The password that is used for access via rsync daemon. Note, this is not used for remote shell transport such as ssh.
da_da: Adgangskoden der bliver brugt til adgang via rsync dæmon. Vær opmærksom på at den ikke bliver brugt til ekstern skal transport såsom ssh.

source: The path of the folder to share. The specified folder will be created if it does not already exist.
da_da: Stien til mappen der skal deles. Den angivne mappe vil blive oprettet, hvis den ikke allerede findes.

source: The requirement that the SSL session from the control connection is reused for data connections is not required.
da_da: Kravet om, at SSL-sessionen fra kontrolforbindelsen bliver genanvendt til dataforbindelser er ikke nødvendig.

source: The session timeout time in minutes. Set to 0 to disable automatic logout.
da_da: Session udløbstid i minutter. Sæt til 0 for at deaktivere automatisk log ud.

source: The shared folder is already used by another share.
da_da: Den delte mappe bliver allerede brugt af en anden delt mappe

source: The source shared folder.
da_da: Delt mappe kilde

source: The specified quota exceeds the max. possible value of 4TiB.
da_da: Den angivne kvote overstiger den maks. mulige værdi af 4TiB.

source: The test email has been sent successfully. Please check your mailbox.
da_da: Test mailen er sendt med succes. Kontroller venligst din mailboks.

source: The user '%s' does not exist
da_da: Brugeren '%s' findes ikke

source: The user '%s' is not allowed
da_da: Brugeren '%s' er ikke tilladt

source: The volume label for the filesystem.
da_da: Drevnavn til dette filsystem.

source: The welcome message which will be displayed to the user when they initially login.
da_da: Velkomstbeskeden, der vil blive vist første gang en bruger logger ind.

source: There already exists a mount point for %s
da_da: Der findes allerede et monterings punkt for %s

source: These settings are used by the services to configure the user access rights. Please note that these settings do no affect the file system permissions.
da_da: Disse indstillinger anvendes af tjenesterne til at konfigurere brugerens adgangsrettigheder. Bemærk, at disse indstillinger ikke berører filsystemets tilladelser.

source: This field does not allow blanks
da_da: Dette felt må ikke være tomt

source: This field is required
da_da: Dette felt er påkrævet

source: This field must have the format hh:mm:ss
da_da: Dette felt skal have formatet hh:mm:ss

source: This field should be a IP network address in CIDR notation
da_da: Dette felt skal være en IP netværks adresse i CIDR betegnelse

source: This field should be a IPv4 network address
da_da: Dette felt skal være en IPv4 netværks adresse

source: This field should be a IPv4 network address in CIDR notation
da_da: Dette felt skal være en IPv4 netværks adresse i CIDR betegnelse

source: This field should be a IPv6 network address in CIDR notation
da_da: Dette felt skal være en IPv6 netværks adresse i CIDR betegnelse

source: This field should be a domainname or an IP address
da_da: Dette felt skal være et domænenavn eller en IP adresse

source: This field should be a domainname or an IPv4 address
da_da: Dette felt skal være et domænenavn eller en IPv4 adresse

source: This field should be a hostname or an IP address
da_da: Dette felt skal være et værtsnavn eller en IP adresse

source: This field should be a hostname or an IPv4 address
da_da: Dette felt skal være et værtsnavn eller en IPv4 adresse

source: This field should be a list of domainnames or IP addresses
da_da: Dette felt skal være en liste af domænenavne eller IP adresser

source: This field should be a list of hostnames or IP addresses
da_da: Dette felt skal være en liste af værtsnavne eller IP adresser

source: This field should be a netmask within the range 128.0.0.0 - 255.255.255.252
da_da: Dette felt skal være en netmaske indenfor området 128.0.0.0 - 255.255.255.252

source: This field should be a port in the range of 1 - 65535
da_da: Dette felt skal være en port i området fra 1 - 65535

source: This field should be a port or port range (e.g. 21 or !443 or 1024-65535)
da_da: Dette felt skal være en port eller port område (f.eks 21 eller !443 eller 1024-65535)

source: This field should be an IP address
da_da: Dette felt skal være en IP adresse

source: This field should be an IPv4 address
da_da: Dette felt skal være en IPv4 adresse

source: This field should be an IPv6 address
da_da: Dette felt skal være en IPv6 adresse

source: This field should be either a IPv4 network address (with /mask), a IPv4 range or a plain IPv4 address (e.g. 172.16.76.4 or !192.168.178.87/24 or 192.168.178.20-192.168.178.254)
da_da: Dette felt skal være enten en IPv4 netværks adresse (med /maske), et IPv4 område eller en ren IPv4 adresse (f.eks 172.16.76.4 eller !192.168.178.87/24 eller 192.168.178.20-192.168.178.254)

source: This field should be either a IPv6 network address (with /mask), a IPv6 range or a plain IPv6 address (e.g. !2001:db8::/96 or 2001:db8::10-2001:db8::20 or 2001:db8::15)
da_da: Dette felt skal være enten en IPv6 netværks adresse (med /maske), et IPv6 område eller en ren IPv6 adresse (f.eks !2001:db8::/96 eller 2001:db8::10-2001:db8::20 eller 2001:db8::15)

source: This field should only contain numbers
da_da: Dette felt kan kun indeholde tal

source: This field should only contain numbers seperated by <,> or <;>
da_da: Dette felt kan kun indeholde tal adskilt af <,> eller <;>

source: This field should only contain ports (0 - 65535) seperated by <,> or <;>
da_da: Dette felt kan kun indeholde porte (0 - 65535) adskilt af <,> eller <;>

source: This field should only contain strings seperated by <,> or <;>
da_da: Dette felt kan kun indeholde strenge adskilt af <,> eller <;>

source: This may make more efficient use of the system CPU's and cause Samba to be faster. Samba automatically turns this off for clients that use protocol levels lower than NT LM 0.12 and when it detects a client is Windows 9x.
da_da: Dette kan få en mere effektiv udnyttelse af systemets CPU'er og få Samba til at være hurtigere. Samba deaktiverer automatisk dette for klienter, der bruger et protokol niveau lavere end NT LM 0.12 og når den registrerer at en klient er Windows 9x.

source: This option causes the server to not send a certificate request during a SSL handshake.
da_da: Denne valgmulighed får serveren til ikke at sende en certifikat anmodning under et SSL håndtryk.

source: This option requires clients to use FTP over TLS when talking to this server.
da_da: Denne valgmulighed kræver at klienterne bruger FTP over TLS, når der kommunikeres med denne server.

source: This option will handle all connections as if they are SSL connections implicitly.
da_da: Denne valgmulighed vil håndtere alle forbindelser, som om de indirekte er SSL-forbindelser.

source: This parameter says that if N occurrences of the event happen within the given time interval, then a ban is automatically added.
da_da: Denne parameter fortæller at hvis N forekomster af begivenheden sker inden for det givne tidsinterval, så bliver et forbud automatisk tilføjet.

source: This rule is triggered whenever the selected event directive occurs.
da_da: Denne regel udløses, når den valgte hændelse direktivet forekommer.

source: This will create a recycle bin on the share.
da_da: Dette vil oprette en papirkurv på den delte mappe.

source: Time
da_da: Tid

source: Time interval
da_da: Tids interval

source: Times
da_da: Antal gange

source: Transfer log
da_da: Overførelses log

source: Transfer time
da_da: Overførelses tid

source: Transfer type
da_da: Overførelses type
