Repository: openmediavault/openmediavault
Catalog: deb/openmediavault/usr/share/openmediavault/locale/*/openmediavault.po
Languages: da_da, el_gr, hu_hu

source: If a device is not listed here, it is usually because the device already contains a file system or partitions. With the former, the file system can be mounted <a href='#/storage/filesystems/mount'>here</a>. For the latter, please <a href='#/storage/disks'>wipe</a> the device as partitions are not supported.
el_gr: Αν κάποια συσκευή δεν εμφανίζεται εδώ, οφείλεται συνήθως στο ότι περιέχει ήδη κάποιο σύστημα αρχείων η διαθέτει διαμερίσματα. Στην πρώτη περίπτωση, το σύστημα αρχείων μπορεί να προσαρτηθεί <a href='#/storage/filesystems/mount'>εδώ</a>. Στην δεύτερη περίπτωση, η συσκευή πρέπει να <a href='#/storage/disks'>εκκενωθεί</a> καθότι δεν υποστηρίζονται τα διαμερίσματα.
hu_hu: Ha egy eszköz nem szerepel itt, az általában azért van, mert az eszköz már tartalmaz fájlrendszert vagy partíciókat. Az előbbiek esetében a fájlrendszer <a href='#/storage/filesystems/mount'>itt csatolható</a>. Utóbbi esetében <a href='#/storage/disks'>törölje</a> az eszközt, mivel a partíciók nem támogatottak.

source: If set then the client will be prompted to supply a user name and password to connect to the module.
el_gr: Αν ενεργοποιηθεί, τότε ο πελάτης θα πρέπει να δώσει όνομα και κωδικό για να συνδεθεί στη μονάδα.
hu_hu: Ha ez be van állítva, akkor az kliensnek meg kell adnia egy felhasználónevet és jelszót, hogy csatlakozni tudjon a modulhoz.

source: If this option is set, the daemon will chroot to the shared folder path before starting the file transfer with the client. Then it is not possible to map users and groups by name and the daemon is not being able to follow symbolic links that are either absolute or outside of the new root path.
da_da: Hvis denne mulighed bliver sat, vil dæmonen chroot til den delte mappes sti før den starter fil overførelse med klienten. Derefter er det ikke muligt at tilknytte bruger og grupper med navn og dæmonen er ikke i stand til at følge symbolske links, der enten er forældet eller udenfor den nye rod sti.
el_gr: Με αυτή την επιλογή, ο δαίμονας θα μεταβεί στην διεύθυνση του κοινόχρηστου φακέλου πριν αρχίσει την μεταφορά αρχείων με τον πελάτη. Έτσι θα είναι αδύνατον να αντιστοιχηθούν χρήστες και ομάδες κατά όνομα και ο δαίμονας θα αδυνατεί να ακολουθήσει συμβολικούς δεσμούς που είναι απόλυτοι ή βρίσκονται εκτός της νέας ριζικής διαδρομής.
hu_hu: Ha ez az opció be van állítva a démon chroot-olni fog a megosztott mappa útvonalához mielőtt megkezdené az átvitelt a felhasználó felé. Ezután nem lehetséges felhasználókat és csoportokat név után leképezni és a démon sem képes szimbolikus kapcsolatokat követni amik vagy teljesek, vagy a gyökérútvonalakon kívül vannak.

source: If this option is set, then any attempted downloads will fail.
da_da: Hvis denne valgmulighed er markeret, så vil ethvert forsøg på at downloade fejle.
el_gr: Αν ενεργοποιηθεί, τότε κάθε λήψη θα αποτυγχάνει.
hu_hu: Ha ez az opció aktív, akkor minden letöltési kísérlet hibás lesz.

source: If this option is set, then any attempted uploads will fail.
da_da: Hvis denne valgmulighed er markeret, så vil ethvert forsøg på at uploade fejle.
el_gr: Αν ενεργοποιηθεί, τότε κάθε αποστολή θα αποτυγχάνει.
hu_hu: Ha ez az opció aktív, akkor minden feltöltési kísérlet hibás lesz.

source: If this parameter is set, Samba attempts to first read DOS attributes (SYSTEM, HIDDEN, ARCHIVE or READ-ONLY) from a file system extended attribute, before mapping DOS attributes to UNIX permission bits. When set, DOS attributes will be stored onto an extended attribute in the UNIX file system, associated with the file or directory.
el_gr: Αν ενεργοποιηθεί αυτό, η Samba επιχειρεί πρώτα να διαβάσει τις DOS ιδιότητες (S/H/A/R) από ενα σύστημα αρχείων εκτεταμένων ιδιοτήτων, πριν αντιστοιχίσει τις DOS ιδιότητες σε καταχωρητές αδειών UNIX. Όταν ζητηθεί, οι DOS ιδιότητες θα αποθηκεύονται σε μία εκτεταμένη ιδιότητα στο σύστημα αρχείων UNIX, συσχετισμένο με το αρχείο ή τον φάκελο.
hu_hu: Ha ez a paraméter be van állítva, a Samba megpróbálja először a DOS attribútumokat elolvasni (RENDSZER, REJTETT, ARCHÍV vagy CSAK OLVASHATÓ) egy kiterjesztett fájlrendszer attribútumról, mielőtt feltérképezné a DOS attribútumokat a UNIX engedélyezési biteknek. Ha be van állítva, a DOS attribútumok egy kiterjesztett attribútumon fogják tárolni a UNIX fájlrendszerben, a társított fájl vagy könyvtárral együtt.

source: If this parameter is set, then users may not create or modify files in the share.
da_da: Hvis denne parameter er markeret, så kan brugere ikke oprette eller ændre filer i den delte mappe.
el_gr: Αν ενεργοποιηθεί, τότε οι χρήστες δεν θα μπορούν να δημιουργήσουν ή νε μεταβάλλουν αρχεία στο κοινόχρηστο.
hu_hu: Ha ez a paraméter aktív, akkor a felhasználók nem hozhatnak létre vagy nem módosíthatnak fájlokat a megosztásban.

source: Import
da_da: Importer
el_gr: Εισαγωγή
hu_hu: Importálás

source: Imported SSH certificate.
el_gr: Εισαγωγή πιστοποιητικού SSH.
hu_hu: SSH tanúsítvány importálva.

source: Imported SSL certificate.
el_gr: Εισαγωγή πιστοποιητικού SSL.
hu_hu: SSL tanúsítvány importálva.

source: Imported groups.
el_gr: Εισαγωγή ομάδων.
hu_hu: Csoportok importálva.

source: Imported users.
el_gr: Εισαγωγή χρηστών.
hu_hu: Felhasználók importálva.

source: Indicates whether updates are available.
el_gr: Δείχνει αν υπάρχουν διαθέσιμες ενημερώσεις.
hu_hu: Jelzi, hogy rendelkezésre állnak-e frissítések.

source: Indonesia
hu_hu: Indonézia

source: Information
da_da: Oplysning
el_gr: Πληροφορίες
hu_hu: Információ

source: Inherit ACLs
da_da: Nedarv ACL'er
el_gr: Μεταβίβαση λιστών πρόσβασης
hu_hu: ACL-ek öröklése

source: Inherit permissions
da_da: Nedarv tilladelser
el_gr: Μεταβίβαση δικαιωμάτων
hu_hu: Jogosultságok öröklése

source: Initializing
da_da: Initialiserer
el_gr: Αρχικοποίηση
hu_hu: Inicializálás

source: Install
da_da: Installer
el_gr: Εγκατάσταση
hu_hu: Telepítés

source: Install plugin
el_gr: Εγκατάσταση πρόσθετου
hu_hu: Bővítmény telepítése

source: Install updates
el_gr: Εγκατάσταση ενημερώσεων
hu_hu: Frissítések telepítése

source: Install updates from
da_da: Installer opdateringer fra
el_gr: Εγκατάσταση ενημερώσεων από
hu_hu: Frissítések telepítése

source: Installed
da_da: Installeret
el_gr: Εγκατεστημένο
hu_hu: Telepítve

source: Installs the public SSH key on a remote system as an authorized key. Make sure password authentication is enabled on that remote system.
el_gr: Εγκαθιστά το δημόσιο κλειδί SSH σε κάποιο απομακρυσμένο σύστημα ως πιστοποιημένο κλειδί. Η πιστοποίηση μέσω κωδικού πρέπει να είναι ενεργοποιημένη στο απομακρυσμένο σύστημα.
hu_hu: Telepíti a távoli rendszerre a nyilvános SSH-kulcsot hitelesített kulcsként. Ellenőrizni kell, hogy a jelszavas azonosítás engedélyezve van-e a távoli rendszeren.

source: Interfaces
el_gr: Διασυνδέσεις
hu_hu: Interfészek

source: Invalid IP address.
el_gr: Άκυρη διεύθυνση ΙΡ.
hu_hu: Érvénytelen IP-cím.

source: Invalid NetBIOS name.
el_gr: Άκυρο όνομα NetBIOS.
hu_hu: Érvénytelen NetBIOS név.

source: Invalid PGP public key.
el_gr: Άκυρο δημόσιο κλειδί PGP.
hu_hu: Érvénytelen PGP nyilvános kulcs.

source: Invalid SSH public key (OpenSSH format).
el_gr: Μη αποδεκτό δημόσιο κλειδί SSH (μορφή OpenSSH).
hu_hu: Érvénytelen SSH nyilvános kulcs (OpenSSH formátum).

source: Invalid SSH public key (OpenSSH or RFC 4716 format)
el_gr: Μη αποδεκτό δημόσιο κλειδί SSH (μορφή OpenSSH ή RFC 4716)
hu_hu: Érvénytelen SSH nyilvános kulcs (OpenSSH vagy RFC 4716 formátum)

source: Invalid SSH public key (RFC 4716 format).
el_gr: Μη αποδεκτό δημόσιο κλειδί SSH (μορφή RFC 4716).
hu_hu: Érvénytelen SSH nyilvános kulcs (RFC 4716 formátum).

source: Invalid User-Agent.
el_gr: Άκυρος Πράκτορας Χρήστη.
hu_hu: Érvénytelen felhasználói ügynök.

source: Invalid domain name.
el_gr: Άκυρο όνομα τομέα.
hu_hu: Érvénytelen tartománynév.

source: Invalid group name.
el_gr: Άκυρο όνομα ομάδας.
hu_hu: Érvénytelen csoportnév.

source: Invalid host name.
el_gr: Άκυρο όνομα συστήματος.
hu_hu: Érvénytelen gépnév.

source: Invalid user name.
el_gr: Άκυρο όνομα χρήστη.
hu_hu: Érvénytelen felhasználónév.

source: Invalid user.
el_gr: Άκυρος χρήστης.
hu_hu: Érvénytelen felhasználó.

source: Iran
hu_hu: Irán

source: Iraq
hu_hu: Irak

source: Ireland
hu_hu: Írország

source: Israel
hu_hu: Izrael

source: It may take a while to detect the new devices, thus it might be necessary to reload the table several times. Do you want to proceed?
el_gr: Ίσως απαιτηθεί κάποιος χρόνος για την ανίχνευση των νέων συσκευών, και μπορεί να χρειαστεί να επαναφορτωθεί αρκετές φορές ο πίνακας. Να προχωρήσουμε;
hu_hu: Az új eszközök felismerése eltarthat egy ideig, ezért szükség lehet az asztal többszöri újratöltésére. Szeretné folytatni?

source: Italy
hu_hu: Olaszország

source: Ivory Coast
hu_hu: Elefántcsontpart

source: Jamaica
hu_hu: Jamaika

source: January
da_da: Januar
el_gr: Ιανουάριος
hu_hu: Január

source: Japan
hu_hu: Japán

source: Johnston Island
hu_hu: Johnston-sziget

source: Jordan
hu_hu: Jordánia

source: July
da_da: Juli
el_gr: Ιούλιος
hu_hu: Július

source: June
da_da: Juni
el_gr: Ιούνιος
hu_hu: Június

source: Kazakhstan
hu_hu: Kazahsztán

source: Keep partially transferred files
da_da: Behold delvis overførte filer
el_gr: Διατήρηση ημιτελών αρχείων
hu_hu: Részben átküldött fájlok megtartása

source: Kernel
da_da: Kerne
el_gr: Πηρύνας
hu_hu: Rendszermag

source: Key size
da_da: Nøgle størrelse
el_gr: Μέγεθος κλειδιού
hu_hu: Kulcs méret

source: Kuwait
hu_hu: Kuvait

source: Kyrgyzstan
hu_hu: Kirgizisztán

source: LBA of first error
da_da: LBA af første fejl
el_gr: Τοποθεσία πρώτου σφάλματος
hu_hu: Első LBA hiba

source: LVM logical volume %s [%s, %s]
da_da: LVM logisk drev %s [%s, %s]
el_gr: Λογικός τόμος LVM : %s [%s, %s]
hu_hu: LVM logikai kötet %s [%s, %s]

source: Label
da_da: Etiket
el_gr: Ετικέτα
hu_hu: Címke

source: Language
da_da: Sprog
el_gr: Γλώσσα
hu_hu: Nyelv

source: Laos
hu_hu: Laosz

source: Latvia
hu_hu: Lettország

source: Lebanon
hu_hu: Libanon

source: Length of time in seconds to blink one or more LEDs on the specific ethernet port.
da_da: Længde af tid i sekunder til at blinke en eller flere lysdioder på den specifikke Ethernet port.
el_gr: Διάρκεια σε δευτερόλεπτα για αναβόσβημα της λυχνίας της συγκεκριμένης κάρτας δικτύου.
hu_hu: A hálózati csatlakozó LED-jeinek egyszeri, vagy többszöri villogásának ideje másodpercben megadva.

source: Lesotho
hu_hu: Lesothó

source: Liberia
hu_hu: Libéria

source: Libya
hu_hu: Líbia

source: Lifetime
da_da: Livstid
el_gr: Διάρκεια ζωής
hu_hu: Élettartam

source: Limit custom
el_gr: Όριο προσαρμοσμένων
hu_hu: Egyéni határérték

source: Limit daily
el_gr: Όριο ημερήσιων
hu_hu: Napi határérték

source: Limit hourly
el_gr: Όριο ωριαίων
hu_hu: Óránkénti határérték

source: Limit monthly
el_gr: Όριο μηνιαίων
hu_hu: Havi határérték

source: Limit weekly
el_gr: Όριο εβδομαδιαίων
hu_hu: Heti határérték

source: Limit yearly
el_gr: Όριο ετήσιων
hu_hu: Éves határérték

source: List module
el_gr: Κατάσταση μονάδας
hu_hu: Lista modul

source: Lithuania
hu_hu: Litvánia

source: Load Average
el_gr: Μέσος Φόρτος
hu_hu: Terhelési átlag

source: Load average
da_da: Gennemsnitlig belastning
el_gr: Μέσος φόρτος
hu_hu: Terhelési átlag

source: Loading ...
da_da: Indlæser ...
el_gr: Φόρτωση ...
hu_hu: Betöltés…

source: Local
da_da: Lokal
el_gr: Τοπικό
hu_hu: Helyi

source: Location
da_da: Placering
el_gr: Τοποθεσία
hu_hu: Hely

source: Log in
el_gr: Σύνδεση
hu_hu: Belépés

source: Log level
da_da: Log niveau
el_gr: Επίπεδο καταγραφής
hu_hu: Naplózási szint

source: Logout
da_da: Log ud
el_gr: Έξοδος
hu_hu: Kijelentkezés

source: Logs
el_gr: Καταγραφή
hu_hu: Naplók

source: Long self-test
da_da: Lang selvtest
el_gr: Αυτοέλεγχος διαρκείας
hu_hu: Hosszú önteszt

source: Loop device [%s, %s]
da_da: Loop enhed [%s, %s]
el_gr: Συσκευή βρόχου [%s, %s]
hu_hu: Hurokeszköz [%s, %s]

source: Luxembourg
hu_hu: Luxemburg

source: MAC address
da_da: MAC adresse
el_gr: Διεύθυνση MAC
hu_hu: MAC cím

source: MII monitoring frequency
da_da: MII overvågnings frekvens
el_gr: Συχνότητα παρακολούθησης ΜΙΙ
hu_hu: MII ellenőrzési gyakoriság

source: Macao S.A.R., China
hu_hu: Macao S.A.R., Kína

source: Macedonia
hu_hu: Macedónia

source: Madagascar
hu_hu: Madagaszkár

source: Maintainer
da_da: Vedligeholder
el_gr: Συντηρητής
hu_hu: Karbantartó

source: Make sure that the guest user <em>nobody</em> can access the files.
el_gr: Βεβαιωθείτε πως ο επισκεπτόμενος χρήστης <em>nobody</em> έχει πρόσβαση στα αρχεία.
hu_hu: Győződjön meg róla, hogy a<em>nobody</em> vendégfelhasználó hozzáfér a fájlokhoz.

source: Malaysia
hu_hu: Malajzia

source: Maldives
hu_hu: Maldív-szigetek

source: Malta
hu_hu: Málta

source: Management of CPUfreq settings.
el_gr: Διαχείριση ρυθμίσεων του CPUfreq.
hu_hu: CPU frekvencia beállítások kezelése.

source: Management of scheduled tasks.
el_gr: Διαχείριση προγραμματισμένων εργασιών.
hu_hu: Ütemezett feladatok kezelése.

source: Management of the file systems to be mounted.
el_gr: Διαχείριση των συστημάτων αρχείων για προσάρτηση.
hu_hu: Csatolandó fájlrendszerek kezelése.

source: March
da_da: Marts
el_gr: Μάρτιος
hu_hu: Március

source: Marshall Islands
hu_hu: Marshall-szigetek

source: Match if the destination port is one of the given ports, e.g. 21 or !443 or 1024-65535.
el_gr: Ταίριασμα αν η θύρα προορισμού είναι κάποια από τις δοθείσες, π.χ. 21 ή !443 ή 1024-65535.
hu_hu: Megfelelő, ha a cél portja ezek közül az egyiket kapta. pl. 21 vagy !443 vagy 1024-65535.

source: Match if the source port is one of the given ports, e.g. 21 or !443 or 1024-65535.
el_gr: Ταίριασμα αν η θύρα προέλευσης είναι κάποια από τις δοθείσες, π.χ. 21 ή !443 ή 1024-65535.
hu_hu: Megfelelő, ha a forrás portja ezek közül az egyiket kapta. pl. 21 vagy !443 vagy 1024-65535.

source: Mauritania
hu_hu: Mauritánia

source: Max. connections
da_da: Maks. forbindelser
el_gr: Μέγιστες συνδέσεις
hu_hu: Kapcsolatok max. száma

source: Maximum file size
el_gr: Μέγιστο μέγεθος αρχείου
hu_hu: Maximális fájlméret

source: Maximum performance, maximum acoustic output
da_da: Maksimal ydelse, maksimal akustisk output
el_gr: Μέγιστη απόδοση, μέγιστος θόρυβος
hu_hu: Maximális teljesítmény, maximális zajszint

source: May
da_da: Maj
el_gr: Μάιος
hu_hu: Május

source: Members
da_da: Medlemmer
el_gr: Μέλη
hu_hu: Tagok

source: Memory
el_gr: Μνήμη
hu_hu: Memória

source: Memory Usage
el_gr: Χρήση Μνήμης
hu_hu: Memória használat

source: Memory usage
da_da: Hukommelses forbrug
el_gr: Χρήση μνήμης
hu_hu: Memória használat

source: Message
el_gr: Μήνυμα
hu_hu: Üzenet

source: Messages
da_da: Beskeder
el_gr: Μηνύματα
hu_hu: Üzenetek

source: Method
da_da: Metode
el_gr: Μέθοδος
hu_hu: Módszer

source: Metric
el_gr: Μέτρηση
hu_hu: Metrikus

source: Metropolitan France
hu_hu: Francia főváros

source: Mexico
hu_hu: Mexikó

source: Micronesia
hu_hu: Mikronézia

source: Midway Islands
hu_hu: Midway-szigetek

source: Minimum performance, minimum acoustic output
el_gr: Ελάχιστη απόδοση, ελάχιστος θόρυβος
hu_hu: Minimális teljesítmény, minimális zajszint

source: Minimum protocol version
el_gr: Κατώτατη έκδοση πρωτοκόλλου
hu_hu: Minimum protokoll verzió

source: Minute
da_da: Minut
el_gr: Λεπτό
hu_hu: Perc

source: Missing
da_da: Mangler
el_gr: Απώλεια
hu_hu: Leválasztott

source: Mode
da_da: Tilstand
el_gr: Κατάσταση λειτουργίας
hu_hu: Mód

source: Model
el_gr: Μοντέλο
hu_hu: Modell

source: Modules
da_da: Moduler
el_gr: Μονάδες
hu_hu: Modulok

source: Monday
da_da: Mandag
el_gr: Δευτέρα
hu_hu: Hétfő

source: Mongolia
hu_hu: Mongólia

source: Monitored
el_gr: Παρακολουθείται
hu_hu: Megfigyelt

source: Monitoring
da_da: Overvåger
el_gr: Παρακολούθηση
hu_hu: Megfigyelés

source: Monitoring enabled
el_gr: Επίβλεψη ενεργοποιημένη
hu_hu: Megfigyelés engedélyezve

source: Month
da_da: Måned
el_gr: Μήνας
hu_hu: Hónap

source: Monthly
el_gr: Μηνιαία
hu_hu: Havonta

source: Morocco
hu_hu: Marokkó

source: Mount
da_da: Monter
el_gr: Προσάρτηση
hu_hu: Csatolás

source: Mount Options
el_gr: Επιλογές Προσάρτησης
hu_hu: Csatolási beállítások

source: Mount Point
el_gr: Σημείο Προσάρτησης
hu_hu: Csatolási pont

source: Mount an existing file system.
el_gr: Προσάρτηση υπάρχοντος συστήματος αρχείων.
hu_hu: Létező fájlrendszer csatolása.

source: Mounted
da_da: Monteret
el_gr: Προσαρτημένο
hu_hu: Csatolva

source: Mozambique
hu_hu: Mozambik

source: Myanmar
hu_hu: Mianmar

source: NTP time servers, separated by comma.
el_gr: Διακομιστές ώρας ΝΤΡ, διαχωρισμένοι με κόμμα.
hu_hu: NTP időkiszolgálók, vesszővel elválasztva.

source: Name
da_da: Navn
el_gr: Όνομα
hu_hu: Név

source: Namibia
hu_hu: Namíbia

source: Nepal
hu_hu: Nepál

source: Netherlands
hu_hu: Hollandia

source: Netherlands Antilles
hu_hu: Holland Antillák

source: Netmask
da_da: Netmaske
el_gr: Μάσκα δικτύου
hu_hu: Hálózati maszk

source: Network
da_da: Netværk
el_gr: Δίκτυο
hu_hu: Hálózat

source: Network Interfaces
el_gr: Διασυνδέσεις δικτύου
hu_hu: Hálózati interfészek

source: Neutral Zone
el_gr: Ουδέτερη ζώνη
hu_hu: Semleges zóna

source: Never
da_da: Aldrig
el_gr: Ποτέ
hu_hu: Soha

source: New Caledonia
hu_hu: Új-Kaledónia

source: New Zealand
hu_hu: Új-Zéland

source: New package updates are available for installation.
el_gr: Υπάρχουν διαθέσιμες για εγκατάσταση νέες ενημερώσεις πακέτων.
hu_hu: Új csomagfrissítések telepíthetőek.

source: New password
el_gr: Νέος κωδικός
hu_hu: Új jelszó

source: Nigeria
hu_hu: Nigéria

source: No
da_da: Nej
el_gr: Όχι
hu_hu: Nem

source: No access
da_da: Ingen adgang
el_gr: Καμία πρόσβαση
hu_hu: Nincs hozzáférés

source: No connections
da_da: Ingen forbindelser
el_gr: Χωρίς συνδέσεις
hu_hu: Nincsenek kapcsolatok

source: No data to display.
el_gr: Δεν υπάρχουν δεδομένα προς εμφάνιση.
hu_hu: Nincs megjeleníthető adat.

source: No monitored devices.
el_gr: Καμία παρακολουθούμενη συσκευή.
hu_hu: Nincsenek megfigyelt eszközök.

source: No users connected
da_da: Ingen bruger forbundet
el_gr: Δεν υπάρχουν συνδεδεμένοι χρήστες
hu_hu: Nincsenek kapcsolódó felhasználók

source: None
da_da: Ingen
el_gr: Κανένας
hu_hu: Nincs

source: Norfolk Island
hu_hu: Norfolk-sziget

source: Normal
el_gr: Κανονικό
hu_hu: Normál

source: North Korea
hu_hu: Észak-Korea

source: North Vietnam
hu_hu: Észak-Vietnám

source: Northern Mariana Islands
hu_hu: Északi Mariana-szigetek

source: Norway
hu_hu: Norvégia

source: Not ICMP
da_da: Ikke ICMP
el_gr: Όχι ICMP
hu_hu: Nem ICMP

source: Not ICMPv6
da_da: Ikke ICMPv6
el_gr: Όχι ICMPv6
hu_hu: Nem ICMPv6

source: Not TCP
da_da: Ikke TCP
el_gr: Όχι TCP
hu_hu: Nem TCP

source: Not UDP
da_da: Ikke UDP
el_gr: Όχι UDP
hu_hu: Nem UDP

source: Not mounted
el_gr: Μη προσαρτημένο
hu_hu: Nincs csatlakoztatva

source: Not running
el_gr: Δεν εκτελείται
hu_hu: Nem fut

source: Note that SMB1 is deprecated and should only be used in mandatory cases.
el_gr: Το πρωτόκολλο SMB1 έχει καταργηθεί και πρέπει να χρησιμοποιείται μόνο όταν είναι επιβεβλημένο.
hu_hu: Ne feledje, hogy az SMB1 elavult és csak feltétlenül szükséges esetekben használandó.

source: Nothing
el_gr: Τίποτα
hu_hu: Semmi

source: Notification
da_da: Notifikation
el_gr: Ειδοποίηση
hu_hu: Értesítés

source: Notifications
da_da: Notifikationer
el_gr: Ειδοποιήσεις
hu_hu: Értesítések

source: Num
el_gr: Αριθμός
hu_hu: Szám

source: Obsolete cached data found. Page will be reloaded. If the problem persists, press Ctrl-Shift-R or Ctrl-F5 to force a hard reload of the page.
el_gr: Βρέθηκαν σωσμένα παλαιά δεδομένα. Η σελίδα θα επαναφορτωθεί. Αν το πρόβλημα επιμείνει, πατήστε Ctrl-Shift-R ή Ctrl-F5 για πλήρη επαναφόρτωση της σελίδας.
hu_hu: Elavult gyorsítótárazott adatokat találtunk. Az oldal újratöltésre kerül. Ha a probléma továbbra is fennáll, nyomja le a Ctrl-Shift-R vagy a Ctrl-F5 billentyűt az oldal kényszerített újratöltéséhez.

source: October
da_da: Oktober
el_gr: Οκτώβριος
hu_hu: Október

source: Offline immediate test
da_da: Offline øjeblikkelig test
el_gr: Άμεσος έλεγχος
hu_hu: Azonnali offline teszt

source: Old-age
hu_hu: Elhasználódás

source: Oman
hu_hu: Omán

source: Operation
el_gr: Λειτουργία
hu_hu: Művelet

source: Options
da_da: Valgmuligheder
el_gr: Επιλογές
hu_hu: Opciók

source: Organization Name
da_da: Organisationens Navn
el_gr: Όνομα οργανισμού
hu_hu: Szervezet neve

source: Organization Unit
el_gr: Μονάδα Οργάνωσης
hu_hu: Szervezeti egység

source: Others
da_da: Andre
el_gr: Λοιποί
hu_hu: Egyebek

source: Outgoing SMTP mail server address, e.g. smtp.mycorp.com.
da_da: Udgående SMTP server adresse, f.eks smtp.mycorp.com.
el_gr: Διεύθυνση διακομιστή SMTP εξερχόμενης αλληλογραφίας, π.χ. smtp.mycorp.com.
hu_hu: Kimenő SMTP levél szerver címe, pl. smtp.mycorp.com.

source: Outlying Oceania
hu_hu: Óceánia

source: Owner
da_da: Ejer
el_gr: Ιδιοκτήτης
hu_hu: Tulajdonos

source: Pacific Islands Trust Territory
hu_hu: Csendes-óceáni terület

source: Package Information
el_gr: Πληροφορίες Πακέτου
hu_hu: Csomag információ

source: Package management.
el_gr: Διαχείριση πακέτων.
hu_hu: Csomagkezelés.

source: Pakistan
hu_hu: Pakisztán

source: Palestinian Territory
hu_hu: Palesztin terület

source: Panama Canal Zone
hu_hu: Panama-csatorna területe

source: Papua New Guinea
hu_hu: Pápua Új-Guinea

source: Parent Device
el_gr: Γονεϊκή Συσκευή
hu_hu: Szülő eszköz

source: Parent UUID
el_gr: Γονεϊκό UUID
hu_hu: Szülő UUID

source: Parent device
el_gr: Γονεϊκή συσκευή
hu_hu: Szülő eszköz

source: Password
da_da: Adgangskode
el_gr: Κωδικός
hu_hu: Jelszó

source: Password authentication
da_da: Adgangskode godkendelse
el_gr: Πιστοποίηση με κωδικό
hu_hu: Jelszavas hitelesítés

source: Password does not match.
el_gr: Ο κωδικός δεν είναι ίδιος.
hu_hu: Jelszó nem egyezik.

source: Password doesn't match.
el_gr: Ο κωδικός δεν είναι ίδιος.
hu_hu: A jelszó nem egyezik.

source: Paste a RSA or ECC certificate in X.509 PEM format here.
el_gr: Επικόλληση πιστοποιητικού RSA ή ECC σε μορφή X.509 PEM εδώ.
hu_hu: Illesszen be egy X.509 PEM formátumú RSA vagy ECC tanúsítványt ide.

source: Paste a RSA or ECC private key in X.509 PEM format here.
el_gr: Επικόλληση ιδιωτικού κλειδιού RSA ή ECC σε μορφή X.509 PEM εδώ.
hu_hu: Illesszen be egy X.509 PEM formátumú RSA vagy ECC személyes kulcsot ide.

source: Pending configuration changes
el_gr: Εκκρεμούν αλλαγές ρυθμίσεων
hu_hu: Függő konfigurációs változások

source: People's Democratic Republic of Yemen
hu_hu: Jemeni Demokratikus Népköztársaság

source: Perform a trial run with no changes made
da_da: Udfør en test uden at tilføje ændringer
el_gr: Δοκιμαστική εκτέλεση χωρίς έλευση αλλαγών
hu_hu: Kipróbálás a változtatások mentése nélkül

source: Performance Statistics
el_gr: Στατιστικά Επιδόσεων
hu_hu: Teljesítménystatisztikák

source: Period of validity
da_da: Gyldighedsperiode
el_gr: Περίοδος ισχύως
hu_hu: Érvényesség ideje

source: Permission
el_gr: Δικαίωμα
hu_hu: Jogosultság

source: Permissions
da_da: Tilladelser
el_gr: Δικαιώματα
hu_hu: Jogosultságok

source: Permissions of group.
da_da: Gruppetilladelser
el_gr: Δικαιώματα ομάδας
hu_hu: Csoport jogosultságok.

source: Permissions of others (e.g. anonymous FTP users).
da_da: Tilladelser af andre (f.eks anonyme FTP-brugere).
el_gr: Δικαιώματα λοιπών (π.χ. ανώνυμων χρηστών FTP)
hu_hu: Mások jogosultságai (pl. anonymous FTP felhasználók).

source: Permissions of owner.
da_da: Tilladelser af ejeren.
el_gr: Δικαιώματα ιδιοκτήτη
hu_hu: Tulajdonos jogosultságai.

source: Permit root login
da_da: Tillad root log ind
el_gr: Να επιτρέπεται είσοδος ως root
hu_hu: Root bejelentkezés engedélyezése

source: Permit to do SSH tunneling.
el_gr: Να επιτρέπεται το SSH tunneling.
hu_hu: SSH átjáró engedélyezése.

source: Philippines
hu_hu: Fülöp-szigetek
