Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-iscsitarget/usr/share/openmediavault/locale/*/openmediavault-iscsitarget.po
Languages: ca_es, cs_cz, da_da, de_de, el_gr, es_es, fr_fr, gl, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ru_ru, sv_sv, tr_tr, uk_uk

source: Read-only
ca_es: Mode només lectura
cs_cz: Pouze pro čtení
da_da: Skrivebeskyttet
de_de: Nur lesen
el_gr: Μόνο για ανάγνωση
es_es: Modo Solo lectura
fr_fr: Lecture seule
gl: Só para lectura
hu_hu: Csak olvasás
it_it: Sola lettura
ja_jp: 読み込み専用
nl_nl: Alleen lezen
no_no: Kun lesing
pl_pl: Tylko do odczytu
pt_pt: Só de leitura
ru_ru: Только чтение
tr_tr: Sadece okunabilir
uk_uk: Лише для читання

source: SCSI Id.
cs_cz: SCSI identifikátor
el_gr: Αναγνωριστικό SCSI
fr_fr: Identifiant SCSI
gl: ID SCSI.
pl_pl: Identyfikator SCSI
ru_ru: SCSI ид.
uk_uk: SCSI ід.

source: SCSI serial no.
ca_es: núm. serie SCSI
cs_cz: SCSI sériové číslo
da_da: SCSI seriel nr.
de_de: SCSI Seriennr.
el_gr: Σειριακός αριθμός SCSI
es_es: nº serie SCSI
fr_fr: N° série SCSI
gl: Num. serie SCSI.
hu_hu: SCSI sorozatszám
it_it: SCSI num. seriale
ja_jp: SCSI シリアルNo..
nl_nl: SCSI serie nr.
no_no: SCSI serienummer.
pl_pl: Numer seryjny SCSI
pt_pt: SCSI n. série
ru_ru: SCSI серийный номер
sv_sv: SCSI serienummer.
tr_tr: SCSı seri no
uk_uk: SCSI серійний номер.

source: Select an device ...
ca_es: Selecionar un dispositiu ...
cs_cz: Vyberte zařízení…
da_da: Vælg en enhed ...
de_de: Wählen Sie ein Laufwerk...
el_gr: Επιλογή συσκευής ...
es_es: Selecionar un dispositivo ...
fr_fr: Sélectionnez un périphérique ...
gl: Seleccione un dispositivo ...
hu_hu: Válassz ki egy eszközt ...
it_it: Seleziona un dispositivo ...
ja_jp: デバイスの選択 ...
nl_nl: Selecteer een apparaat ...
no_no: Velg en enhet ...
pl_pl: Wybierz urządzenie ...
pt_pt: Selecionar dispositivo...
ru_ru: Выбранное устройство ...
sv_sv: Välj en enhet ...
tr_tr: Aygıt seçiniz ...
uk_uk: Оберіть пристрій ...

source: Sets the amount of unsolicited data the initiator may transmit in the first burst of a transfer either with and/or right after the command.
ca_es: Estableix la quantitat de dades no sol·licitades que l'iniciador pot transmetre a la primera ràfega de la transmissió, amb i/o immediatament després de la comanda.
cs_cz: Nastaví množství nevyžádaných dat, které může iniciátor poslat v první přenosové dávce buď s a nebo hned po příkazu.
da_da: Angiver mængden af uopfordrede data initiatoren kan sende i den første burst af en overførsel enten med og/eller lige efter kommandoen.
de_de: Legt die Menge fest, welche der Initiator unaufgefordert im ersten Burst während eines Transfers mit und/oder direkt nach dem Kommando übertragen darf.
el_gr: Καθορίζει την ποσότητα αζήτητων δεδομένων που μπορεί να στείλει ο συναλλασσόμενος στην πρώτη ριπή μεταφοράς αμέσως μετά την εντολή.
es_es: Establece la cantidad de datos no solicitados que el iniciador puede transmitir en la primera ráfaga de la transmisión, bien con y/o justo después del comando.
fr_fr: Définit la quantité maximale de données non sollicitées que l'initiateur peut envoyer dans la première salve d'un transfert.
gl: Estabelece a cantidade de datos non solicitados que o iniciador pode transmitir no primeiro refacho dunha transferencia xa sexa coa/ou xusto despois da orde.
hu_hu: Annak megadása, hogy a kezdeményező mennyi kéretlen adatot továbbíthat az első sorozatban a parancs után, egy átvitel során.
it_it: Imposta la quantità di dati non sollecitati che l'initiator può trasmettere nel primo burst di un trasferimento insieme e/o subito dopo ad un comando.
ja_jp: イニシエータがファーストバーストで送信できる、unsolicited data量を設定します。
nl_nl: Stelt de hoeveelheid ongevraagde de gegevens die de initiatiefnemer tijdens de eerste burst van een overdracht mag verzenden tegelijk met en / of direct na de opdracht.
no_no: Angir mengden av uoppfordret data initiator kan overføre i første utbrudd av en overføring enten med og/eller rett etter kommandoen.
pl_pl: Ustala niezamówione dane, które inicjator może przekazać pierwszą seria przeniesienia i/lub zaraz po poleceniu.
pt_pt: Define a quantidade de dados não solicitados que o iniciador pode transmitir na primeira tentativa de uma transferência, com e / ou logo após o comando.
ru_ru: Устанавливает количество не затребованных данных, которые инициатор может передать в первом пакете или сразу после команды.
sv_sv: Väljer antalet onönskad data initieraren får skicka i första dataströmmen av en överföring antingen med och/eller direkt efter kommandot.
tr_tr: Başlatıcının komutla birlikte ya da komuttan hemen sonra transferin ilk serisi olarak iletebileceği istenmeyen veri miktarını belirler.
uk_uk: Встановлює кількість не запрошених даних, які ініціатор може передати в першому пакеті або/і відразу після команди.

source: Sets the maximum amount of either unsolicited or solicited data the initiator may send in a single burst.
ca_es: Estableix la quantitat màxima de dades, demanades o no, que l'iniciador pot enviar en una ràfega.
cs_cz: Nastaví, kolik nejvýše vyžádaných či nevyžádaných dat může iniciátor poslat v jedné dávce.
da_da: Indstiller den maksimale mængde af enten uopfordret eller anmodet data initiatoren kan sende i en enkelt serie.
de_de: Legt die maximale Menge fest die der Initiator unaufgefordert oder aufgefordert in einem einzelnen Burst senden darf.
el_gr: Καθορίζει την μέγιστη ποσότητα αζήτητων ή ζητημένων δεδομένων που μπορεί να στείλει ο συναλλασσόμενος σε μία ριπή μεταφοράς.
es_es: Establece la cantidad máxima de datos, solicitados o no, que el iniciador puede enviar en una ráfaga.
fr_fr: Définit la quantité maximale de données sollicitées ou non que l'initiateur peut envoyer en une seule rafale.
gl: Estabelece a cantidade máxima de calquera dos datos solicitados ou non solicitados que o iniciador pode enviar nun só refacho.
hu_hu: Annak megadása, hogy a kezdeményező maximálisan mennyi kéretlen vagy kért adatot küldhet egyetlen sorozatban.
it_it: Imposta la quantità massima dei dati sia sollecitati che non sollecitati che l'initiator può inviare in un singolo burst.
ja_jp: unsolicited または solicited のどちらかのデータの最大量を設定します。イニシエータはシングルバーストで送信することがあります。
nl_nl: Hiermee stelt u de maximale hoeveelheid van ongevraagde of gevraagde gegevens die de initiatiefnemer mag versturen in een enkele burst.
no_no: Angir den maksimale enten uoppfordret eller ønsket data initiator kan sende i ett enkelt burst.
pl_pl: Ustawia maksymalną ilość niechcianych lub żądanych danych, którego inicjator może wysyłać w jednej serii.
pt_pt: Define a quantidade máxima de qualquer um dos dados não solicitados ou não solicitado que o iniciador pode enviar numa única tentativa.
ru_ru: Устанавливает максимальное количество не затребованных или затребованных данных, которые инициатор может передать в одном пакете.
sv_sv: Väljer det maximala antalet av antingen oönskad eller önskad data initieraren får skicka i en dataström.
tr_tr: Başlatıcının bir seferde gönderebileceği istenen ya da istenmeyen maksimum veri miktarını belirler.
uk_uk: Встановлює максимальну кількість небажаних або запитаних даних які ніціатор може посилати в одному пакеті.

source: Sets the maximum data segment length that can be received.
ca_es: Estableix la llargada màxima del segment de dades que es pot rebre.
cs_cz: Nastaví, jaké nejdelší datové segmenty budou přijímány.
da_da: Indstiller den maksimale datasegment længde, som kan modtages.
de_de: Legt die maximal empfangbare Datensegmentgröße fest.
el_gr: Ορίζει το μέγιστο μήκος τμήματος δεδομένων προς λήψη.
es_es: Establece la longitud máxima del segmento de datos que puede ser recibida.
fr_fr: Définit la longueur maximale d'un segment de données qui peut être reçu.
gl: Estabelece a lonxitude máxima do segmento que pode recibirse.
hu_hu: Maximális adat szegmens hosszúságának beállítása, amit még fogadni lehet.
it_it: Imposta la massima lunghezza del segmento dati che può essere ricevuto.
ja_jp: 受信可能な最大データセグメント長を設定する。
nl_nl: Hiermee stelt u de maximum data segment lengte in die kan worden ontvangen.
no_no: Angir maksimalt datasegmentetlengde som kan mottas.
pl_pl: Ustawia maksymalną długość segmentu danych , które mogą być odbierane.
pt_pt: Define o comprimento máximo do segmento de dados que pode ser recebido.
ru_ru: Назначает максимальную длину сегмента данных, которая может быть получена.
sv_sv: Väljer det maximala datasegmentets längd som kan tas emot.
tr_tr: Alınabilecek en büyük bilgi parça uzunluğunu ayarlar.
uk_uk: Задає максимальну довжину сегмента даних, які можуть бути отримані.

source: Sets the maximum data segment length that can be sent.
ca_es: Estableix la llargada màxima del segment de dades que es pot enviar.
cs_cz: Nastaví, jaké nejdelší datové segmenty bude možné posílat.
da_da: Indstiller den maksimale datasegment længde, som kan sendes.
de_de: Setzt die maximale Länge eines zu sendenden Datensegments.
el_gr: Ορίζει το μέγιστο μήκος τμήματος δεδομένων προς αποστολή.
es_es: Establece la longitud máxima del segmento de datos que se puede enviar.
fr_fr: Définit la longueur maximale d'un segment de données qui peut être envoyé.
gl: Estabelece a lonxitude máxima do segmento que pode enviarse.
hu_hu: Maximális adat szegmens hosszúságának beállítása, amit még küldeni lehet.
it_it: Imposta la massima lunghezza del segmento dati che può essere inviato.
ja_jp: 送信可能な最大データセグメント長を設定する。
nl_nl: Hiermee stelt u de maximum data segment lengte in die kan worden verzonden.
no_no: Angir maksimalt datasegmentetlengde som kan sendes.
pl_pl: Ustawia maksymalną długość segmentu danych , które mogą być wysłane.
pt_pt: Define o comprimento máximo do segmento de dados que pode ser enviado.
ru_ru: Назначает максимальную длину сегмента данных, которая может быть отправлена.
sv_sv: Väljer det maximala datasegmentets längd som kan skickas.
tr_tr: Gönderilebilecek en büyük bilgi parça uzunluğunu ayarlar.
uk_uk: Встановлює максимальну довжину сегмента даних, які можуть бути відправлені.

source: Settings
ca_es: Configuració
cs_cz: Nastavení
da_da: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_es: Configuración
fr_fr: Paramètres
gl: Axustes
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
nl_nl: Instellingen
no_no: Innstillinger
pl_pl: Ustawienia
pt_pt: Definições
ru_ru: Параметры
sv_sv: Inställningar
tr_tr: Ayarlar
uk_uk: Налаштування

source: Targets
ca_es: Destins
cs_cz: Cíle
da_da: Destinationer
de_de: Ziele
el_gr: Στόχοι
es_es: Destinos
fr_fr: Cibles
gl: Destinos
hu_hu: Célállomások
it_it: Destinazioni
ja_jp: ターゲット
nl_nl: Doelen
no_no: Mål
pl_pl: Obiekty
pt_pt: Alvos
ru_ru: Цели
tr_tr: Hedefler
uk_uk: Завдання

source: The identifier of the target.
ca_es: Identificador del destí.
cs_cz: Identifikátor cíle.
da_da: Identifikationen af destinationen.
de_de: Der Identifizierer eines Ziels.
el_gr: Το αναγνωριστικό του στόχου.
es_es: Identificador del destino.
fr_fr: L'identifiant de la cible.
gl: O identificador do destino
hu_hu: A célállomás azonosítója.
it_it: L'identificativo della destinazione.
ja_jp: ターゲットの識別子。
nl_nl: De identificatiecode van het doel.
no_no: Målets identifikator.
pl_pl: Identyfikator obiektu.
pt_pt: O identificador do alvo.
ru_ru: Идентификатор назначения.
sv_sv: Identifieraren av 'target'.
tr_tr: Hedef tanımlayıcısı
uk_uk: Ідентифікатор призначення.

source: The maximum number of sessions for this target.
ca_es: Nombre màxim de sessions per aquest destí
cs_cz: Nejvyšší umožněný počet relací pro tento cíl.
da_da: Det maksimale antal af sessioner for denne destination.
de_de: Maximale Anzahl Sessions für dieses Ziel.
el_gr: Ο μέγιστος αριθμός συνεδριών για αυτό τον στόχο.
es_es: Máximo número de sesiones para este destino
fr_fr: Le nombre maximum de session pour cette cible.
gl: O número máximo de sesións para este destino.
hu_hu: A maximális időkeretek száma ennek a célállomásnak.
it_it: Il numero massimo di sessioni per questo dispositivo.
ja_jp: このターゲットのセッションの最大数。
nl_nl: Het maximum aantal sessies voor dit doel.
no_no: Det maksimale antall sesjoner for dette målet.
pl_pl: Maksymalna ilość sesji dla tego obiektu.
pt_pt: O numero máximo de sessões para este alvo.
ru_ru: Максимальное количество сеансов для этой цели.
sv_sv: Det maximala antalet sessioner för detta 'target'.
tr_tr: Bu hedef için en fazla oturum sayısı.
uk_uk: Максимальна кількість сеансів для цієї мети.

source: The number of commands an initiator may send and that will be buffered by the target.
ca_es: Nombre de comandes que l'iniciador pot enviar i que seràn emmagatzemats en el buffer del destí.
cs_cz: Počet příkazů, které iniciátor může posílat a které budou cílem uloženy v jeho vyrovnávací paměti.
da_da: Antallet af kommandoer en initiator kan sende og som vil blive bufferet af destinationen.
de_de: Anzahl Kommandos die ein Initiator senden kann und vom Ziel gepuffert wird.
el_gr: Ο αριθμός εντολών που επιτρέπεται να στείλει ο συναλλασσόμενος και που θα τις θυμάται ο στόχος.
es_es: Número de comandos que el iniciador puede mandar y que serán almacenados en el buffer del destino.
fr_fr: Le nombre de commandes qu'un initiateur peut envoyer et qui seront mises en cache par la cible.
gl: O número de ordes que un iniciador pode enviar e que van seren almacenadas polo destino.
hu_hu: Az elküldhető parancsok száma egy kezdeményező által, amit a célállomás fog pufferelni.
it_it: Il numero di commandi che un initiator può inviare e che verranno bufferizzati dalla destinazione.
ja_jp: イニシエータが送り、ターゲットにバッファされることができるコマンドの数。
nl_nl: Het aantal commando's dat een initiatiefnemer mag verzenden en zal worden gebufferd door het doel.
no_no: Antallet kommandoer en initiator kan sende og som vil bli mellomlagret ved målet.
pl_pl: Liczba poleceń jakie inicjator może wysyłać, które będą buforowane przez obiekt docelowy.
pt_pt: O numero de comandos que o iniciador pode enviar e que irá ser protegido pelo destino.
ru_ru: Количество команд, которые инициатор может отправить и которые будут буферизованы целью.
sv_sv: Antalet kommandon initieraren får skicka och kommer att buffras av 'target'.
tr_tr: Başlatıcı tarafından gönderilebilecek ve hedef tarafından tamponlanan komut sayısı.
uk_uk: Кількість команд, які ініціатор може посилати і які будуть буфферезовані ціллю.

source: The number of connections within a session.
ca_es: Nombre de connexions en una sessió.
cs_cz: Počet spojení v rámci relace.
da_da: Antallet af forbindelser i en session.
de_de: Anzahl Verbindungen innerhalb einer Session.
el_gr: Ο αριθμός των συνδέσεων σε μία συνεδρία.
es_es: Número de conexiones en una sesión.
fr_fr: Le nombre maximum de connexions dans une session.
gl: O número de conexións dentro dunha sesión.
hu_hu: Az időkereten belüli kapcsolatok száma.
it_it: Il numero di connessioni all'interno di una sessione.
ja_jp: セッション内の接続の数。
nl_nl: Het aantal connecties binnen een sessie.
no_no: Antallet forbindelser innenfor en sesjon.
pl_pl: Ilość połączeń w ciągu sesji.
pt_pt: O numero de ligações dentro de uma sessão.
ru_ru: Число соединений в сеансе.
sv_sv: Antalet anslutningar inom en session.
tr_tr: Oturum içerisindeki en fazla bağlantı sayısı.
uk_uk: Кількість з'єднань в сесії.

source: The number of threads to perform block I/O to the device.
ca_es: Nombre de fils per a realitzar I/O en bloc al dispositiu.
cs_cz: Počet vláken pro blokový vstup/výstup na zařízení.
da_da: Antallet af tråde til at udføre bloker I/O til enheden.
de_de: Anzahl Threads für Block I/O Operationen für das Laufwerk ausführen.
el_gr: Ο αριθμός νημάτων για τμηματικές μεταφορές προς τη συσκευή.
es_es: Número de hilos para realizar I/O en bloque al dispositivo.
fr_fr: Le nombre de threads pour block I/O pour le périphérique.
gl: O número de subprocesos para realizar bloques de E/S no dispositivo.
hu_hu: A szálak száma az I/O blokk végrehajtáshoz az eszközön.
it_it: Il numero di thread che eseguono blocchi I/O sul dispositivo.
ja_jp: デバイスへのブロックI / Oを実行するスレッド数。
nl_nl: Het aantal threads data een block IO naar het apparaat uitvoert
no_no: Antall tråder som utfører block I/O til enheten.
pl_pl: Liczba wątków, aby wykonać I/O do urządzenia.
pt_pt: O numero de linhas a executar bloqueios I/O para o dispositivo.
ru_ru: Количество потоков для выполнения блока ввода/вывода на устройство.
sv_sv: Antalet trådar för att utföra 'block I/O' till enheten.
tr_tr: Aygıtta blok I/O oluşturacak iş parçacığı sayısı.
uk_uk: Кількість потоків для виконання блоку введення виведення до пристрою.

source: The optional alias of the target.
ca_es: Àlies opcional del destí.
cs_cz: Volitelný alternativní název cíle.
da_da: De valgfrie alias af destinationen.
de_de: Optionales Alias für das Ziel.
el_gr: Προαιρετικό ψευδόνυμο του στόχου.
es_es: Alias opcional del destino.
fr_fr: L'alias de la cible (optionnel).
gl: Alias opcional do destino.
hu_hu: A célállomás opcionális alias neve.
it_it: L'alias facoltativo del dispositivo.
ja_jp: ターゲットのオプションエイリアス
nl_nl: De optionele alias van het doel.
no_no: De valgfrie alias til målet.
pl_pl: Opcjonalna nazwa obiektu.
pt_pt: O alias opcional do destino.
ru_ru: Необязательный псевдоним назначения.
sv_sv: Valfritt alias för 'target'.
tr_tr: Hedefin opsiyonel takma adı.
uk_uk: Додатковий псевдонім мети.

source: This allows the initiator to append unsolicited data to a command. To achieve better performance, this should be enabled.
ca_es: Això permet l'iniciador afegir dades a la comanda. Per obtenir el millor rendiment ha d'estar habilitat
cs_cz: Toto povolí iniciátoru připojit k příkazu nevyžádaná data. Pro dosažení lepšího výkonu by toto mělo být zapnuté.
da_da: Dette gør det muligt for initiatoren at tilføje uopfordrede data til en kommando. For at opnå bedre resultater, bør dette være aktiveret.
de_de: Diese Einstellung erlaubt dem Initiator unaufgefordert Daten an das Kommando anzuhängen. Um eine bessere Performanz zu erreichen sollte diese Option aktiviert werden.
el_gr: Αυτό επιτρέπει στον συναλλασσόμενο να συνοδεύει τις εντολές με αζήτητα δεδομένα. Για καλύτερες επιδόσεις, πρέπει να είναι ενεργό.
es_es: Esto permite al iniciador añadir datos al comando. Para obtener el mejor rendimiento debe estar habilitado
fr_fr: Cela permet à l'initiateur d'ajouter des données non sollicitées à une commande. Cette option doit être activée pour obtenir de meilleures performances.
gl: Isto permítelle ao iniciador anexar os datos non solicitados a unha orde. Isto debe estar activado para obter un mellor rendemento.
hu_hu: Ez lehetővé teszi, hogy a kezdeményező kéretlen adatot fűzzön hozzá egy parancshoz. A jobb teljesítmény eléréséhez ezt engedélyezni kell.
it_it: Questo consente all'initiator di accodate dati non sollecitati ad un comando. Per ottenere migliori performance dovrebbe essere abilitato.
ja_jp: これは、イニシエータがコマンドにunsolicited dataを追加することができます。
nl_nl: Hierdoor kan de initiatiefnemer ongevraagd data toevoegen aan een opdracht. Om betere prestaties te behalen dient dit te worden ingeschakeld.
no_no: Dette tillater initiatoren å føye uoppfordrede data til en kommando. For å oppnå bedre ytelse, bør dette være aktivert.
pl_pl: Dzięki temu inicjator może dołączyć niezamówione dane do polecenia. Aby osiągnąć większą wydajność, ta opcja powinna być włączona.
pt_pt: Isso permite que o iniciador para acrescentar dados não solicitados a um comando. Para atingir um melhor desempenho, este deve ser ativado.
ru_ru: Позволяет идентификатору добавлять не затребованные данные к команде. Для лучшей производительности должно быть включено.
sv_sv: Detta tillåter initieraren att lägga på oönskad data till ett kommando. För att nå bättre prestanda borde detta vara aktiverat.
tr_tr: Bu, başlatıcının ilgili komuta talep edilmemiş bilgileri de ekleyebilmesini sağlar. Daya yüksek bir performans için bu seçenek aktive edilmelidir.
uk_uk: Дозволяє ініціатору додавати незапрошених даних в команді. Для досягнення більш високої продуктивності, це повинно бути цвімкнено.

source: Transfer mode
ca_es: Mode de transferència
cs_cz: Přenosový režim
da_da: Overførelses modus
de_de: Übertragungsmodus
el_gr: Κατάσταση μεταφοράς
es_es: Modo de transferencia
fr_fr: Mode de transfert
gl: Modo de transferencia
hu_hu: Átviteli mód
it_it: Modalità di trasferimento
ja_jp: 転送モード
nl_nl: Overdracht modus
no_no: Overføringsmodus
pl_pl: Tryb transferu
pt_pt: Modo de transferência
ru_ru: Режим передачи
sv_sv: Överföringsläge
tr_tr: Aktarım modu
uk_uk: Режим передачі

source: Type
ca_es: Tipus
cs_cz: Typ
de_de: Typ
el_gr: Τύπος
es_es: Tipo
gl: Tipo
hu_hu: Típus
it_it: Tipo
ja_jp: タイプ
pl_pl: Typ
pt_pt: Tipo
ru_ru: Тип
sv_sv: Typ
tr_tr: Tip
uk_uk: Тип

source: Username
ca_es: Nom de l'usuari
cs_cz: Uživatelské jméno
da_da: Brugernavn
de_de: Benutzername
el_gr: Όνομα χρήστη
es_es: Usuario
fr_fr: Identifiant
gl: Nome de usuario
hu_hu: Felhasználónév
it_it: Nome utente
ja_jp: ユーザー名
nl_nl: Gebruikersnaam
no_no: Brukernavn
pl_pl: Nazwa użytkownika
pt_pt: Utilizador
ru_ru: Имя пользователя
sv_sv: Användarnamn
tr_tr: Kullanıcı adı
uk_uk: Ім'я користувача

source: Users
ca_es: Usuaris
cs_cz: Uživatelé
da_da: Bruger
de_de: Benutzer
el_gr: Χρήστες
es_es: Usuarios
fr_fr: Utilisateurs
gl: Usuarios
hu_hu: Felhasználók
it_it: Utenti
ja_jp: ユーザー
nl_nl: Gebruiker
no_no: Brukere
pl_pl: Użytkownicy
pt_pt: Utilizadores
ru_ru: Пользователь
sv_sv: Användare
tr_tr: Kullanıcılar
uk_uk: Користувачі

source: Write-back
cs_cz: Dodatečný zápis
da_da: Tilbage-skrivning
gl: Escritura diferida
hu_hu: Vissza írás
ja_jp: ライトバック
pl_pl: Odpisz
ru_ru: Отложенная запись
tr_tr: Sonradan yazma
uk_uk: Відкладений запис

source: Write-through
cs_cz: Průběžný zápis
da_da: Skrive-gennemgang
gl: Escritura simultánea
hu_hu: Átírás
ja_jp: ライトスルー
pl_pl: Napisz przez
ru_ru: Прямая запись
tr_tr: Doğrudan yazma
uk_uk: Прямий запис

source: iSCSI Target
ca_es: Destí iSCSI
cs_cz: iSCSI cíl
da_da: iSCSI Destination
de_de: iSCSI Ziel
el_gr: Στόχος iSCSI
es_es: Destino iSCSI
fr_fr: iSCSI
gl: Destino iSCSI
it_it: Destinazione iSCSI
ja_jp: iSCSIターゲット
nl_nl: iSCSI Doel
no_no: iSCSI
pl_pl: Obiekt iSCSI
ru_ru: iSCSI Цель
tr_tr: iSCSI Hedefi
uk_uk: iSCSI Мета
