Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-iscsitarget/usr/share/openmediavault/locale/*/openmediavault-iscsitarget.po
Languages: ca_es, cs_cz, da_da, de_de, el_gr, es_es, fr_fr, gl, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ru_ru, sv_sv, tr_tr, uk_uk

source: If enabled, the initiator has to wait for the target to solicit SCSI data before sending it. Disabling it allows the initiator to send a burst of N bytes unsolicited right after and/or together with the command. Thus disabling it may improve performance.
ca_es: Si s'activa, l'iniciador ha d'esperar que el destí demani dades SCSI abans d'enviar-les. Si es desactiva, permet l'iniciador enviar una ràfega no sol·licitada de N bytes a continuació i/o junt amb la comanda. Per tant, desactivar-la pot millorar el rendiment.
cs_cz: Když je zapnuto, iniciátor musí čekat, než cíl získá SCSI data, než je odešle. Zakázání povolí iniciátoru poslat dávku N bajtů nevyžádaně právě po a/nebo společně s příkazem. Proto zakázání může vylepšit výkon.
da_da: Hvis aktiveret, skal initiatoren vente på at destinationen anmoder om SCSI-data, inden afsendelse. Deaktivering tillader initiatoren til at sende en burst af N bytes uopfordrede lige efter og/eller sammen med kommandoen. Således kan deaktivering forbedre ydeevnen.
de_de: Wenn diese Option aktiviert ist muss der Initiator warten bis das Ziel SCSI Daten anfordert bevor diese gesendet werden. Wird sie deaktiviert kann der Initiator einen Burst von N Bytes unaufgefordert direkt nach und/oder zusammen mit dem Kommando senden. Die Performanz wird durch die Deaktivierung eventuell erhöht.
el_gr: Αν ζητηθεί, ο συναλλασσόμενος θα πρέπει να περιμένει να ζητηθούν δεδομένα πριν τα στείλει. Η απενεργοποίηση αυτής της επιλογής επιτρέπει στον συναλλασσόμενο να στέλνει μια ριπή αζήτητων δεδομένων Ν μεγέθους αμέσως μετά την εντολή, και να βελτιώσει έτσι την απόδοση.
es_es: Si se activa, el iniciador tiene que esperar que el destino solicite datos SCSI antes de enviarlos. Si se desactiva, permite al iniciador enviar una ráfaga no solicitada de N bytes a continuación y/o junto con el comando. Por tanto, desactivarla puede mejorar el rendimiento.
fr_fr: L'initiateur doit attendre la cible pour solliciter des données SCSI avant de les envoyer. La désactivation permet à l'initiateur d'envoyer une rafale de N octets non sollicités juste après la commande. Ainsi, la désactivation peut améliorer les performances.
gl: Se está activado, o iniciador ten que agardar a que o destino solicite datos SCSI antes de envialos. Desactivalo, permite que o iniciador envíe un refacho de N bytes solicitados inmediatamente despois e/ou xunto coa orde. Polo que a desactivación pode mellorar o rendemento.
hu_hu: Ha engedélyezve van, akkor a kezdeményezőnek meg kell várni a célállomást, mielőtt a kért SCSI adatot elküldi. Letiltása lehetővé teszi a kezdeményező számára, hogy egy sorozatban N bájtnyi kéretlen adatokat küldjön a paranccsal együtt.
it_it: Se abilitato l'initiator deve attendere che la destinazione solleciti i dati SCSI prima di inviarli. Se disabilitato consente all'initiator di inviare un burst di N byte non sollecitati di seguito e/o insieme al comando. Quindi disabilitando si possono ottenere dei miglioramenti di performance.
ja_jp: 有効にすると、イニシエータはそれを送信する前にターゲットのsolicit SCSI データを待たなければなりません。無効にすると、イニシエータはunsolicitedでコマンドの直後にNバイトのバースト送信ができます。したがって無効化するとパフォーマンスが向上する場合があります。
nl_nl: Indien ingeschakeld, moet de initiatiefnemer wachten op het doel om SCSI-gegevens te vragen, voordat deze wordt verzonden. Uitschakelen staat de initiatiefnemer toe om ongevraagd een burst van N bytes direct na en / of samen met het commando te sturen. Zo kan het uitschakelen de prestatie verbeteren.
no_no: Hvis aktivert, må initiator vente på at målet skal innhente SCSI data før den blir sendt. Deaktivering tillater initiator å sende en serie av N bytes uoppfordret rett etter og/eller sammen med kommandoen. Deaktivering kan dermed forbedre ytelsen.
pt_pt: Se ativado, o iniciador tem que esperar para o destino para solicitar os dados SCSI antes de enviá-lo. Desabilitando permite que o iniciador de enviar uma explosão de N bytes não solicitadas logo após e / ou em conjunto com o comando. Assim desabilitá-lo pode melhorar o desempenho.
ru_ru: Если включено, инициатор должен ожидать цели, чтобы требовать данных SCSI прежде, чем отправить его. Отключение его позволяет инициатору отправлять пакет байтов N не запрашивать права после и/или вместе с командой. Таким образом отключение его может улучшить производительность.
sv_sv: Om aktiverad måste initiatorn vänta på 'target' för att värva 'SCSI-data' innan sändning. Inaktivering tillåts intieraren att skicka en ström med N bytes oönskad data efter och/eller tillsammans med kommandot. Inaktivering kan höja prestandan.
tr_tr: Eğer aktive edilir ise, başlatıcı gönderim yapmadan önce hedeften talep edilmiş SCSI bilgisinin gelmesini bekler. Bu seçeneğin kapatılması halinde başlatıcı N byte büyüklüğünde talep edilmemiş bilgiyi komut ile ve / veya komuttan hemen sonra gönderebilir. Bu nedenle bu secenegin kapatılması performansı arttırabilir.
uk_uk: Якщо включено, ініціатор повинен очікувати мети, щоб вимагати даних SCSI перед його відправкою. Відключення дозволяє ініціатору відправляти пакет байтів N пропустити запитувати права після і / або разом з командою. Таким чином відключення його може поліпшити продуктивність.

source: If set to 'CRC32C' and the initiator is configured accordingly, the integrity of an iSCSI PDU's data segment will be protected by a CRC32C checksum.
ca_es: Si es configura com 'CRC32' i l'iniciador també s'hi configura, la integritat de les dades estarà protegida per una suma de comprovació CRC32.
cs_cz: Při nastavení na hodnotu CRC32C a příslušně nastaveném iniciátoru, bude celistvost datového segmentu PDU chráněna kontrolním součtem CRC32C.
da_da: Hvis indstillet til 'CRC32C' og initiatoren er konfigureret i overensstemmelse med, vil integriteten af ​​et iSCSI PDU's datasegment være beskyttet af en CRC32C checksum.
de_de: Wenn auf 'CRC32' gesetzt und der Initiator dementsprechend konfiguriert wurde wird das iSCSI PDU Daten Segment mit einer CRC32 Prüfsumme geschützt.
el_gr: Αν τεθεί σε 'CRC32C' και ο συναλλασσόμενος έχει ρυθμιστεί κατάλληλα, η ακεραιότητα των δεδομένων iSCSI θα επαληθεύεται με CRC32C.
es_es: Si se configura como 'CRC32' y el iniciador es configurado de la misma forma, la integridad de los datos estará protegida por una suma de comprobación CRC32.
fr_fr: Si la valeur est 'CRC32C' et l'initiateur configuré en conséquence, l'intégrité du segment de données PDU sera protégées par un checksum CRC32C.
gl: Se se establece en «CRC32C» e o iniciador está configurado en consecuencia, a integridade do segmento de datos PDU de iSCSI estarán protexidos por unha suma de comprobación CRC32C.
hu_hu: Ha a 'CRC32C' és a kezdeményező megfelelően van beállítva, a sértetlenségét egy iSCSI PDU adat szegmensnek egy CRC32C kódolású ellenőrző összeg fogja védeni.
it_it: Se impostato a 'CRC32C' e l'initiator è configurato opportunamento, l'integrità dei dati dei segmenti di un PDU iSCSI verrà protetta con il CRC32C checksum.
ja_jp: 'CRC32C' に設定し、イニシエータは、それに応じて構成されている場合、iSCSI PDUのデータ·セグメントの完全性はCRC32Cチェックサムによって保護される。
nl_nl: Indien ingesteld op 'CRC32C' en de initiatiefnemer is overeenkomstig geconfigureerd, wordt de integriteit van een iSCSI-PDU's data-segment beschermd door een CRC32C checksum.
no_no: Hvis satt til 'CRC32C' og initiator er konfigurert tilsvarende, vil integriteten til en iSCSI PDU data segment være beskyttet av en CRC32C kontrollsum.
pt_pt: Se definido como 'CRC32C' e o iniciador é configurado em conformidade, a integridade do segmento um PDU iSCSI de dados será protegido por uma soma de verificação CRC32C.
ru_ru: Если установлено в 'CRC32C' и инициатор сконфигурирован соответственно, целостность сегмента данных PDU iSCSI будет защищена контрольной суммой CRC32C.
sv_sv: Om vald till 'CRC32C' och initieraren är konfigurerad således, kommer integriteten av en iSCSI PDU's datasegment att skyddas med en CRC32C-kontrollsumma.
tr_tr: Şayet 'CRC32C' olarak ayarlanır ve başlatıcı da buna uygun olarak konfigüre edilir ise iSCSI PDU nun bilgi bölüm güvenilirliği CRC32C doğrulaması ile korunmuş olacaktır.
uk_uk: Якщо встановлено в 'CRC32C' і ініціатор налаштований відповідно, цілісність сегмента даних PDU iSCSI буде захищено контрольною сумою CRC32C.

source: If set to 'CRC32C' and the initiator is configured accordingly, the integrity of an iSCSI PDU's header segments will be protected by a CRC32C checksum.
ca_es: Si es configura com 'CRC32' i l'iniciador també s'hi configura, la integritat de les capçaleres estarà protegida per una suma de comprovació CRC32.
cs_cz: Je-li nastaveno na CRC32C a iniciátor je příslušně nastaven, bude neporušenost hlavičkových segmentů PDU ověřována pomocí kontrolního součtu algoritmem CRC32C.
da_da: Hvis indstillet til 'CRC32C' og initiatoren er konfigureret i overensstemmelse med, vil integriteten af ​​et iSCSI PDU's headersegment være beskyttet af en CRC32C checksum.
de_de: Wenn auf 'CRC32' gesetzt und der Initiator dementsprechend konfiguriert wurde wird das iSCSI PDU Header Segment mit einer CRC32 Prüfsumme geschützt.
el_gr: Αν τεθεί σε 'CRC32C' και ο συναλλασσόμενος έχει ρυθμιστεί κατάλληλα, η ακεραιότητα των επικεφαλίδων iSCSI θα επαληθεύεται με CRC32C.
es_es: Si se configura como 'CRC32' y el iniciador es configurado de la misma forma, la integridad de las cabeceras estará protegida por un a suma de comprobación CRC32.
fr_fr: Si la valeur est 'CRC32C' et l'initiateur configuré en conséquence, l'intégrité du segment d'en-tête PDU sera protégées par un checksum CRC32C.
gl: Se se establece en «CRC32C» e o iniciador está configurado en consecuencia, a integridade do segmento de cabeceiras PDU de iSCSI estarán protexidos por unha suma de comprobación CRC32C.
hu_hu: Ha a 'CRC32C' és a kezdeményező megfelelően van beállítva, a sértetlenségét egy iSCSI PDU fejléc szegmensnek egy CRC32C kódolású ellenőrző összeg fogja védeni.
it_it: Se impostato a 'CRC32C' e l'initiator è configurato opportunamento, l'integrità dei segmenti di header di un PDU iSCSI verrà protetta con il CRC32C checksum.
ja_jp: 'CRC32C' に設定し、イニシエータは、それに応じて構成されている場合、iSCSI PDUのヘッダ·セグメントの完全性はCRC32Cチェックサムによって保護される。
nl_nl: Indien ingesteld op 'CRC32C' en de initiatiefnemer is overeenkomstig geconfigureerd, wordt de integriteit van een iSCSI-PDU's header-segment beschermd door een CRC32C checksum.
no_no: Hvis satt til 'CRC32C' og initiator er konfigurert tilsvarende, vil integriteten til en iSCSI PDU header segment være beskyttet av en CRC32C kontrollsum.
pt_pt: Se definido como 'CRC32C' e o iniciador é configurado em conformidade, a integridade dos segmentos um PDU iSCSI do cabeçalho será protegido por uma soma de verificação CRC32C.
ru_ru: Если установлено в 'CRC32C' и инициатор сконфигурирован соответственно, целостность iSCSI, сегменты заголовка PDU будут защищены контрольной суммой CRC32C.
sv_sv: Om vald till 'CRC32C' och initieraren är konfigurerad således, kommer integriteten av en iSCSI PDU's 'header-segment' att skyddas med en CRC32C-kontrollsumma.
tr_tr: Şayet 'CRC32C' olarak ayarlanır ve başlatıcı da buna uygun olarak konfigüre edilir ise iSCSI PDU nun başlık bölüm güvenilirliği CRC32C doğrulaması ile korunmuş olacaktır.
uk_uk: Якщо встановлено в 'CRC32C' і ініціатор налаштований відповідно, цілісність iSCSI, сегменти заголовка PDU будуть захищені контрольною сумою CRC32C.

source: If value is non-zero, the initiator will be 'ping'ed during phases of inactivity (i.e. no data transfers) every N seconds to verify the connection is still alive.
ca_es: Si aquest valor no és zero (0), l'iniciador serà interrogat cada N segons per a verificar que la connexió està viva.
cs_cz: Při nenulové hodnotě, bude u iniciátoru v obdobích neaktivity (tzn. neprobíhajících přenosech dat) ověřováno, zda je stále k dispozici (pomocí dotazování nástrojem ping a to každých N sekund).
da_da: Hvis værdien er et ikke-nul, vil initiatoren blive 'pinget' i faser af inaktivitet (dvs. ingen dataoverførsler) hver N sekunder for at kontrollere om forbindelsen stadig er i live.
de_de: Wenn der Wert nicht Null ist wird der Initiator zyklisch alle N Sekunden während inaktiven Phasen (z.B. keine Datenübertragung) 'angepingt' und zu prüfen ob die Verbindung noch aktiv ist.
el_gr: Αν δεν τεθεί σε 0, τότε ο συναλλασσόμενος θα ελέχγεται σε περιόδους αδράνειας κάθε Ν δευτερόλεπτα, για να επιβεβαιώνεται οτι η σύνδεση παραμένει ενεργή.
es_es: Si este valor es distinto de cero (0), el iniciador será interrogado cada N segundos para verificar que la conexión está viva.
fr_fr: Si la valeur est différente de 0, l'initiateur sera vérifié toutes les N secondes pendant les phases d'inactivité afin de vérifier que la connexion est toujours active.
gl: Se o valor é distinto de cero, o iniciador recibirá «pings» durante as fases de inactividade (é dicir, non hai ningunha transferencia de datos) cada N segundos para verificar que a conexión aínda está viva.
hu_hu: Ha az értéke nem nulla, akkor a kezdeményező az inaktivitási állapotban (pl. nincs adatátvitel) egy 'ping' utasítást fog küldeni minden N másodpercben, hogy ellenőrizze él-e még a kapcsolat.
it_it: Se il valore è diverso da zero, l'initiator verrà 'ping'ato durante le fasi di inattività (es. nessun trasferimento dati) ogni N secondi per verificare che la connessione sia ancora attiva.
ja_jp: 値が非ゼロの場合、接続がまだ生きているかを確認するために、イニシエータは非アクティブ（つまり、データを転送していない）時に N秒ごとに 'ping' 行います。
nl_nl: Indien de waarde non-zero is, zal de initiatiefnemer tijdens fasen van inactiviteit (dwz geen overdracht van gegevens) elke N seconden worden ge'ping'ed om te controleren of de verbinding nog intact is.
no_no: Hvis verdien ikke er null, vil initiator bli 'ping'et under faser av inaktivitet (dvs. ingen dataoverføring) hvert N sekund for å verifisere at forbindelsen fortsatt er i live.
pt_pt: Se o valor for diferente de zero, o iniciador será 'pingado durante as fases de inatividade (ou seja, sem a transferência de dados) a cada n segundos para verificar a conexão ainda está viva.
ru_ru: Если значение будет ненулевым, то инициатор будет 'ping'ed во время фаз неактивности (т.е. никакая передача данных) каждый секунды N, чтобы проверить, что соединение все еще живо.
sv_sv: Om värdet ej är 0, kommer initiatorn att bli 'pingad' under tider av inaktivitet (t.ex ingen dataöverföring) varje N sekunder för att verifiera att anslutningen fortfarande lever.
tr_tr: Eğer değer sıfırdan farklı ise, başlatıcı herhangi bir aktivitenin olmadığı zamanlarda (örn. data aktarımı yoksa) her N saniyede bir bağlantının hala çalışır olduğunu anlamak için 'ping' lenecektir.
uk_uk: Якщо значення дорівнює нулю, то ініціатор не буде пінгуватися під час фази простою (тобто немає передачі даних) кожні N секунд, щоб перевірити що з'єднання все ще живе.

source: Immediate data
ca_es: Dades disponibles
cs_cz: Okamžitá data
da_da: Omgående data
de_de: Dringende Daten
el_gr: Άμεσα δεδομένα
es_es: Datos ya disponibles
fr_fr: Donnée immédiate
gl: Datos inmediatos
hu_hu: Közvetlen adat
it_it: Dati immediati
ja_jp: 即値データ
nl_nl: Directe data
no_no: Umiddelbare data
pl_pl: Natychmiastowe dane
pt_pt: Dados imediatos
ru_ru: Непосредственные данные
sv_sv: Omedelbar data
tr_tr: Anlık veri
uk_uk: Поточні дані

source: Incoming
ca_es: Entrants
cs_cz: Příchozí
da_da: Indgående
de_de: Eingehend
el_gr: Εισερχόμενα
es_es: Entrantes
fr_fr: Entrant
gl: Entrante
hu_hu: Bejövő
it_it: In entrata
nl_nl: Binnenkomende
no_no: Inkommende
pl_pl: Przychodzące
pt_pt: ENtrada
ru_ru: Входящий
sv_sv: Inkommande
tr_tr: Alınan
uk_uk: Вхідний

source: Initial R2T
ca_es: Dades apunt per a transmetre inicials
cs_cz: Úvodní signalizace připravenosti k přenosu (R2T)
da_da: Initialiser R2T
de_de: Initiale R2T
el_gr: Αρχικό R2T
es_es: Datos listos para transmitir iniciales
fr_fr: R2T initial
gl: R2T inicial
hu_hu: Kiinduló R2T
it_it: R2T iniziale
ja_jp: 初期R2T
nl_nl: Initiële R2T
no_no: Initiell R2T
pl_pl: Inicjuj R2T
pt_pt: r2t Inicial
ru_ru: Начальный R2T
tr_tr: İlk R2T
uk_uk: Початковий R2T

source: Max. burst length
ca_es: Llargada màxima de la ràfega
cs_cz: Nejdelší přijatelná dávka
da_da: Maks. burst længde
de_de: Max. Burst-Länge
el_gr: Μέγιστο μέγεθος ριπής
es_es: Longitud máximo de la ráfaga
fr_fr: Longueur max. mode rafale
gl: Lonxitude máx. do refacho
hu_hu: Max. sorozat hossz
it_it: Max. lunghezza del burst
ja_jp: 最大バースト長
nl_nl: Max. burst lengte
no_no: Max. burst lengde
pl_pl: Maks. długość serii
pt_pt: Mac. Comprimento da ruptura
ru_ru: Максимальная длина пакета
sv_sv: Max. dataströmlängd
tr_tr: Maksimum anlık uzunluk
uk_uk: Мксимальна довжина пакета

source: Max. connections
ca_es: Nombre màxim de connexions
cs_cz: Nejvýše spojení
da_da: Maks. forbindelser
de_de: Max. Verbindungen
el_gr: Μέγιστες συνδέσεις
es_es: Número máximo de conexiones
fr_fr: Max. connexions
gl: Número máx. de conexións
hu_hu: Max. kapcsolatok
it_it: Max. connessioni
ja_jp: 最大コネクション
nl_nl: Max. connecties
no_no: Max. tilkoblinger
pl_pl: Maksymalna ilość połączeń
pt_pt: Max. Ligações
ru_ru: Максимум соединений
sv_sv: Max. anslutningar
tr_tr: En fazla bağlantı
uk_uk: Максимум з'єднать

source: Max. outstanding R2T
ca_es: Màxim de dades apunt per a transmetre.
cs_cz: Nejvýše zbývajících datových jednotek protokolu iSCSI (PDU), připravených k přenosu (R2T)
da_da: Maks. udestående R2T
de_de: Max. ausstehende R2T
el_gr: Μέγιστα εκκρεμή R2T
es_es: Máximo de datos listos para transmitir.
fr_fr: Max. R2T exceptionnelle
gl: Lonxitude máx. excepcional R2T
hu_hu: Max. kiemelkedő R2T
it_it: Max. R2T in uscita
ja_jp: 最大R2T
nl_nl: Max. uitstaande R2T
no_no: Max. utestående R2T
pl_pl: Maks. zaległe R2T
pt_pt: Max. R2T Marcante
ru_ru: Максимум нерешенных R2T
sv_sv: Max. utskjutande R2T
tr_tr: En farklı R2T
uk_uk: Максимум невирішених R2T

source: Max. receive data segment length
ca_es: Llargada màxima del segment de dades que es pot rebre
cs_cz: Nejdelší přijatelný úsek dat
da_da: Maks. modtagelse af datasegment længde
de_de: Max. empfangbare Datensegment-Länge
el_gr: Μέγιστο μήκος τμήματος λαμβανόμενων δεδομένων
es_es: Longitud máxima del segmento de datos a recibir
fr_fr: Longueur max. des segments de données reçus
gl: Lonxitude máx. de segmento de datos recibido.
hu_hu: Max. fogadható adat szelet hossza
it_it: Max. lunghezza segmento dati ricevuta
ja_jp: 最大受信データセグメント長
nl_nl: Max. te ontvangen data segment lengte
no_no: Max. mottatt datasegmentlengde
pl_pl: Maks. długość odbieranych segmentów danych
pt_pt: Comprimento máximo do segmentos dos dados a receber
ru_ru: Максимальная длина приемника сегмента данных
sv_sv: Max. längd på mottagande datasegment
tr_tr: Maksimum alınan data parçacık uzunluğu
uk_uk: Максимальна довжина отримувача сегмента даних

source: Max. sessions
ca_es: Nombre màxim de sessions
cs_cz: Nejvýše relací
da_da: Maks. sessioner
el_gr: Μέγιστες συνεδρίες
es_es: Número máximo de sesiones
gl: Número máx. de sesións
hu_hu: Max. időkeretek
it_it: Max. sessioni
ja_jp: 最大セッション
nl_nl: Max. sessies
no_no: Max. sesjoner
pl_pl: Maksymalna ilość sesji
pt_pt: Sessões máximas
ru_ru: Максимум сессий
sv_sv: Max. sessioner
tr_tr: En fazla oturum
uk_uk: Максимум сесій

source: Max. transmit data segment length
ca_es: Llargada màxima del segment de dades
cs_cz: Největší velikost přenášeného úseku dat
da_da: Maks. overførelse af datasegment længde
de_de: Max. übertragene Datensegmentlänge
el_gr: Μέγιστο μήκος τμήματος αποστελόμενων δεδομένων
es_es: Longitud máxima del segmento de datos
fr_fr: Longueur max. des segment de données transmis
gl: Lonxitude máx. de segmento de datos transmitido.
hu_hu: Max. továbbítható adat szelet hossza
it_it: Max. lunghezza segmento dati trasmessa
ja_jp: 最大送信データセグメント長
nl_nl: Max. te verzenden data segment lengte
no_no: Max. overført datasegmentlengde
pl_pl: Maks. długość przekazywanych segmentów danych
pt_pt: Comprimento máximo do segmentos dos dados a enviar
ru_ru: Максимальная длина передатчика сегмента данных
sv_sv: Max. längd på skickande datasegment
tr_tr: Maksimum gönderilen data parçacık uzunluğu
uk_uk: Максимальна довжина передавача сегмента даних

source: NOP interval
ca_es: Interval NOP
cs_cz: Rozmezí povelu NOP
de_de: NOP Intervall
el_gr: Διάστημα αδράνειας
es_es: Intervalo NOP
fr_fr: Interval NOP
gl: Intervalo NOP
hu_hu: NOP intervallum
it_it: Intervallo NOP
ja_jp: NOP インターバル
no_no: NOP intervall
pl_pl: Interwały NOP
pt_pt: Intervalo NOP
ru_ru: NOP интервал
sv_sv: NOP-intervall
tr_tr: NOP aralığı
uk_uk: Інтервал NOP

source: NOP timeout
ca_es: Temps d'espera de NOP
cs_cz: Limit časové prodlevy povelu NOP
de_de: NOP Zeitüberschreitung
el_gr: Περιθώριο αδράνειας
es_es: Tiempo límite para NOP
fr_fr: Délai NOP
gl: Tempo de espera NOP
hu_hu: NOP időtúllépés
it_it: Timeout NOP
ja_jp: NOP タイムアウト
no_no: NOP tidsutkobling
pl_pl: Limit czasu NOP
pt_pt: NOP Exceder tempo
ru_ru: NOP задержка
sv_sv: NOP-tidsgräns
tr_tr: NOP zaman aşımı
uk_uk: NOP затримка

source: None
ca_es: Cap
cs_cz: Žádné
da_da: Ingen
de_de: Keine
el_gr: Κανένα
es_es: Ninguno
fr_fr: Aucun
gl: Ningún
hu_hu: Egyik sem
it_it: Nessuno
ja_jp: なし
nl_nl: Geen
no_no: Ingen
pl_pl: Żaden
pt_pt: Nada
ru_ru: Нет
sv_sv: Ingen
tr_tr: Yok
uk_uk: Немає

source: Only one outgoing user per target is supported.
ca_es: Només s'admet un usuari sortint per destí
cs_cz: Pro jeden cíl je možné použít jen jediného odchozího uživatele.
da_da: Kun en udgående bruger pr destination er understøttet.
de_de: Es wird nur ein ausgehender Benutzer pro Ziel unterstützt.
el_gr: Υποστηρίζεται μόνο ένας εξερχόμενος χρήστης ανά στόχο.
es_es: Solo un usuario por destino esta permitido
fr_fr: Un seul utilisateur sortant par cible est pris en charge.
gl: Só se admite un usuario saínte por destino.
hu_hu: Csak egy kimenő felhasználó/célállomás támogatott.
it_it: E supportato solo un utente in uscita per destinazione.
ja_jp: ターゲット毎に1つだけの発信ユーザーがサポートされます。
nl_nl: Maar één uitgaande gebruiker per doel is ondersteund.
no_no: Kun en utgående bruker pr. mål er støttet.
pl_pl: Obsługiwany jest tylko jeden użytkownik na obiekt.
pt_pt: Somente um usuário de saída por destino é suportado.
ru_ru: Поддерживается только один исходящий пользователь для назначения.
sv_sv: Bara en utgående användare per 'target' är supporterat.
tr_tr: Her hedef için sadece bir çıkış yapan kullanıcı desteklenmektedir.
uk_uk: Тільки один вихідний користувач для мети підтримується.

source: Outgoing
ca_es: Sortints
cs_cz: Odchozí
da_da: Udgående
de_de: Ausgehend
el_gr: Εξερχόμενα
es_es: Salientes
fr_fr: Sortant
gl: Saínte
hu_hu: Kimenő
it_it: In uscita
nl_nl: Uitgaand
no_no: Utgående
pl_pl: Wychodzące
pt_pt: Cessante
ru_ru: Исходящий
sv_sv: Utgående
tr_tr: Giden
uk_uk: Вихідний

source: Password
ca_es: Contrasenya
cs_cz: Heslo
da_da: Adgangskode
de_de: Passwort
el_gr: Κωδικός
es_es: Contraseña
fr_fr: Mot de passe
gl: Contrasinal
hu_hu: Jelszó
ja_jp: パスワード
nl_nl: Wachtwoord
no_no: Passord
pl_pl: Hasło
pt_pt: Senha Acesso
ru_ru: Пароль
sv_sv: Lösenord
tr_tr: Şifre
uk_uk: Пароль

source: Queued commands
ca_es: Comandes a la cua
cs_cz: Zřetězené příkazy
da_da: Kommandoer i kø
el_gr: Εντολές σε αναμονή
es_es: Comandos en cola
fr_fr: Commandes en attente
gl: Orde na cola
hu_hu: Sorban álló parancsok
it_it: Comandi accodati
ja_jp: 待機コマンド
nl_nl: In de wacht staande opdrachten
no_no: Køkommandoer
pl_pl: Komendy w kolejce
pt_pt: Comandos em fila
ru_ru: Команды с очередями
sv_sv: Köade kommandon
tr_tr: Sıralanmış komutlar
uk_uk: Команди в черзі

source: R/W mode
ca_es: Mode Lectura/Escriptura
cs_cz: Režim čtení a zápisu
da_da: R/W modus
de_de: Schreib/Lese Modus
el_gr: Κατάσταση ανάγνωσης & εγγραφής
es_es: Modo Lectura/Escritura
fr_fr: Mode Lect./Ecrit.
gl: Modo L/E
hu_hu: R/W mód
it_it: Modalità Lettura/Scrittura
ja_jp: R/Wモード
nl_nl: R/W modus
no_no: R/W modus
pl_pl: Tryb Zapis/Odczyt
pt_pt: Modo E/L
ru_ru: Режим R/W
sv_sv: R/W-läge
tr_tr: Okuma/Yazma modu
uk_uk: Режим R/W
