Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-iscsitarget/usr/share/openmediavault/locale/*/openmediavault-iscsitarget.po
Languages: ca_es, cs_cz, da_da, de_de, el_gr, es_es, fr_fr, gl, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ru_ru, sv_sv, tr_tr, uk_uk

source: Add LUN
ca_es: Afegir LUN
cs_cz: Přidat iSCSI logickou jednotku (LUN identifikátor)
da_da: Tilføj LUN
de_de: LUN hinzufügen
el_gr: Προσθήκη λογικής μονάδας
es_es: Añadir LUN
fr_fr: Ajouter un LUN
gl: Engadir LUN
hu_hu: LUN hozzáadása
it_it: Aggiungi LUN
ja_jp: LUNの追加
nl_nl: Voeg LUN toe
no_no: Legg til LUN
pl_pl: Dodaj LUN
pt_pt: Adicionar LUN
ru_ru: Добавить LUN
sv_sv: Lägg till LUN
tr_tr: LUN ekle
uk_uk: Додати LUN

source: Add target
ca_es: Afegir destí
cs_cz: Přidat cíl
da_da: Tilføj destination
de_de: Ziel hinzufügen
el_gr: Προσθήκη στόχου
es_es: Añadir destino
fr_fr: Ajouter une cible
gl: Engadir un destino
hu_hu: Célállomás hozzáadása
it_it: Aggiungi destinazione
ja_jp: ターゲットの追加
nl_nl: Voeg doel toe
no_no: Legg til mål
pl_pl: Dodaj cel
pt_pt: Adicionar destino
ru_ru: Добавить цель
sv_sv: Lägg till 'target'
tr_tr: Hedef ekle
uk_uk: Додати мету

source: Add user
ca_es: Afegir usuari
cs_cz: Přidat uživatele
da_da: Tilføj bruger
de_de: Benutzer hinzufügen
el_gr: Προσθήκη χρήστη
es_es: Añadir usuario
fr_fr: Ajouter un utilisateur
gl: Engadir un usuario
hu_hu: Felhasználó hozzáadása
it_it: Aggiungi utente
ja_jp: ユーザーの追加
nl_nl: Voeg gebruiker toe
no_no: Legg til bruker
pl_pl: Dodaj użytkownika
pt_pt: Adicionar utilizador
ru_ru: Добавить пользователя
sv_sv: Lägg till användare
tr_tr: Kullanıcı ekle
uk_uk: Додати користувача

source: Alias
ca_es: Àlies
cs_cz: Alternativní název/adresa
el_gr: Ψευδώνυμο
ja_jp: エイリアス
ru_ru: Псевдоним
tr_tr: Takma ad
uk_uk: Псевдонім

source: Assign a unique identifier to the iSCSI volume optionally.
ca_es: Asignar un identificador únic al volum iSCSI opcionalment.
cs_cz: iSCSI svazku volitelně přiřadit jedinečný identifikátor.
da_da: Tildel en unik valgfri identifikator til iSCSI drevet.
de_de: Wahlweise kann dem iSCI Volume eine eindeutige Kennung zugeordnet werden
el_gr: Προαιρετική απονομή μοναδικού αναγνωριστικού στον τόμο iSCSI.
es_es: Asignar un identificador único al volumen iSCSI opcional.
fr_fr: Assigner optionnellement un identifiant unique au volume iSCSI.
gl: Asignar un identificador único ao volume iSCSI de xeito opcional.
hu_hu: Egyedi azonosító hozzárendelése az iSCSI kötethez opcionálisan.
it_it: Assegna un identificativo univoco al volume iSCSI facoltativo.
ja_jp: オプションでiSCSIボリュームにユニークな識別子を割り当てます。
nl_nl: Wijs optioneel een unieke identificatiecode toe aan de iSCSI-volume.
no_no: Tilordne valgfritt en unik identifikator til iSCSI volumet.
pl_pl: Opcjonalnie przypisz unikalny identyfikator do woluminu iSCSI.
pt_pt: Assinar uma identificação única para o volume opcional iSCSI.
ru_ru: Назначить уникальный идентификатор для iSCSI (необязательно).
sv_sv: Tilldela en unik identifierare till iSCSI-volymen valfritt.
tr_tr: iSCSI birimine benzersiz bir tanımlayıcı atayınız.
uk_uk: Призначити унікальний ідентифікатор для ISCSI необов'язково.

source: Assign a unique serial number to the iSCSI volume optionally.
ca_es: Asignar un número de serie únic al volum iSCSI opcionalment.
cs_cz: iSCSI svazku volitelně přiřadit jedinečné sériové číslo.
da_da: Tildel et unik valgfri serienummer til iSCSI drevet.
de_de: Wahlweise kann dem iSCI Volume eine eindeutige Seriennummer zugeordnet werden
el_gr: Προαιρετική απονομή μοναδικού σειριακού αριθμού στον τόμο iSCSI.
es_es: Asignar un número de serie único al volumen iSCSI opcionalmente.
fr_fr: Assigner optionnellement un n° de série unique au volume iSCSI.
gl: Asignar un número de serie único ao volume iSCSI de xeito opcional.
hu_hu: Egyedi sorszám hozzárendelése az iSCSI kötethez opcionálisan.
it_it: Assegna un numero seriale univoco al volume iSCSI facoltativo.
ja_jp: オプションでiSCSIボリュームにユニークなシリアルナンバーを割り当てます。
nl_nl: Wijs optioneel een uniek serie nummer toe aan de iSCSI-volume.
no_no: Tildel valgfritt et serienummer til iSCSI volumet.
pl_pl: Opcjonalnie przypisz unikalny numer seryjny do woluminu iSCSI.
pt_pt: Assinar um número de série único para o volume opcional iSCSI.
ru_ru: Назначить уникальный серийный номер для iSCSI (необязательно)
sv_sv: Tilldela ett unikt serienummer till iSCSI-volymen valfritt.
tr_tr: iSCSI birimine benzersiz bir seri no atayınız.
uk_uk: Призначити унікальний серійний номер для ISCSI необов'язково.

source: Authentication
ca_es: Autentificació
cs_cz: Ověřování
de_de: Authentifizierung
el_gr: Πιστοποίηση
es_es: Autentificación
gl: Autenticación
hu_hu: Hitelesítés
ja_jp: 認証
nl_nl: Authenticatie
no_no: Autentisering
pl_pl: Uwierzytelnienie
pt_pt: Autenticação
ru_ru: Аутентификация
tr_tr: Doğrulama
uk_uk: Аутентифікація

source: Block IO
ca_es: Bloc IO
cs_cz: Vstup/Výstup blokového zařízení
da_da: Blokér IO
de_de: IO blocken
el_gr: Τμηματικές μεταφορές
es_es: Bloque IO
gl: Bloquear E/S
hu_hu: IO blokkolás
it_it: Blocca IO
ja_jp: ブロックIO
nl_nl: Blokkeer IO
pl_pl: Blok IO
pt_pt: Bloquear IO
ru_ru: Блок IO
tr_tr: Blok IO
uk_uk: Блок IO

source: Comment
ca_es: Comentari
cs_cz: Komentář
da_da: Kommentar
de_de: Kommentar
el_gr: Σχόλιο
es_es: Comentario
fr_fr: Commentaire
gl: Comentario
hu_hu: Megjegyzés
it_it: Commento
ja_jp: コメント
nl_nl: Opmerking
no_no: Kommentar
pl_pl: Komentarz
pt_pt: Comentário
ru_ru: Комментарий
sv_sv: Kommentar
tr_tr: Açıklama
uk_uk: Коментар

source: Controls the maximum number of data transfers the target may request at once.
ca_es: Controla el número màxim de transferències que el destí pot demanar simultàniament.
cs_cz: Určuje počet souběžných datových přenosů, který je cíli nejvýše umožněno požadovat.
da_da: Kontrollerer det maksimale antal af dataoverførsler destinationen kan anmode om på en gang.
de_de: Bestimmt die Anzahl der maximalen Daten-Transfers, die gleichzeitig vom Ziel angefragt werden können
el_gr: Ελέγχει τον μέγιστο αριθμό ταυτόχρονων μεταφορών που μπορεί να ζητήσει ο στόχος.
es_es: Controla el número máximo de transferencias que el destino puede pedir al mismo tiempo.
fr_fr: Contrôle le nombre maximum de transferts de données que la cible peut demander à la fois
gl: Controla o número máximo de transferencias de datos que o destino pode solicitar de vez.
hu_hu: Maximális adatátvitel számának vezérlése, amit a célállomás egyszerre kérhet.
it_it: Controlla il numero massimo di trasferimenti dati contemporanei che la destinazione può richiedere.
ja_jp: ターゲットに一度に要求するデータ転送の最大数を制御します。
nl_nl: Regelt het maximum aantal data overdrachten die het doel tegelijk mag verzoeken.
no_no: Styrer maksimalt antall dataoverføringer målet kan be om på en gang.
pl_pl: Kontroluje maksymalny transfer danych, jaki jednocześnie może odebrać obiekt.
pt_pt: Controla o número máximo de transferências de dados que o destino pode solicitar ao mesmo tempo.
ru_ru: Управляет максимальным количеством передачи данных, которую цель может запросить сразу.
sv_sv: Kontrollerar maximalt antal dataströmmar som 'target' får initiera vid samma tillfälle.
tr_tr: Hedefin bir seferde isteyebileceği en fazla data transfer sayısını kontrol eder.
uk_uk: Керує максимальною кількістю передачі даних, яку мета може вимагати відразу.

source: Data PDU in order
ca_es: Dades PDU en ordre
cs_cz: Protokolová datová jednotka (PDU) v pořadí
da_da: Data PDU i orden
de_de: Reihenfolge Data PDU
el_gr: Ταξινόμιση δεδομένων πρωτοκόλου
es_es: Datos PDU en orden
fr_fr: Ordonner les données PDU
gl: Datos PDU en orde
hu_hu: Adat PDU az utasításban
it_it: Dati PDU in ordine
ja_jp: データPDUの順序
nl_nl: Data PDU in orde
no_no: Data-PDU i rekkefølge
pl_pl: Dane PDU w kolejności
pt_pt: Dados PDU em ordem
ru_ru: PDU данных в порядке
sv_sv: Data PDU i ordning
tr_tr: Sıralı data PDU su
uk_uk: PDU дані в порядку

source: Data digest
ca_es: Resum de les dades
cs_cz: Otisk (digest) dat
de_de: Datenverarbeitung
el_gr: Σύνοψη δεδομένων
es_es: Resumen de los datos
fr_fr: CRC données
gl: Resumo de datos
hu_hu: Adat kivonat
it_it: Dati digest
ja_jp: データダイジェスト
nl_nl: Data verslag
pl_pl: Uporządkowane dane
pt_pt: Síntese de dados
ru_ru: Обзор данных
tr_tr: Data tasnifi
uk_uk: Огляд даних

source: Data sequence in order
ca_es: Seqüència de dades en ordre
cs_cz: Posloupnost dat v pořadí
da_da: Data sekvens i orden
de_de: Daten-Abfolge geordnet
el_gr: Χρήστες
es_es: Sequencia de datos en orden
fr_fr: Ordonner les séquences de données
gl: Secuencia de datos en orde
hu_hu: Adat sorozat az utasításban
it_it: Sequenza dati in ordine
ja_jp: データシーケンスの順序
nl_nl: Data reeks in orde
no_no: Datasekvens i rekkefølge
pl_pl: Uporządkowane w porządku
pt_pt: Sequência dos dados em ordem
ru_ru: Последовательность данных в порядке
sv_sv: Datasekvens i ordning
tr_tr: Sıralı data dizisi
uk_uk: Послідовність даних у порядку

source: Device
ca_es: Dispositiu
cs_cz: Zařízení
da_da: Enhed
de_de: Einheit
el_gr: Συσκευή
es_es: Dispositivo
fr_fr: Dispositif
gl: Dispositivo
hu_hu: Eszköz
it_it: Dispositivo
ja_jp: デバイス
nl_nl: Apparaat
no_no: Enhet
pl_pl: Urządzenie
pt_pt: Dispositivo
ru_ru: Устройство
sv_sv: Enhet
tr_tr: Aygıt
uk_uk: Пристрій

source: Discovery authentication
ca_es: Descobrir la manera d'autenticar-se
cs_cz: Ověřování při zjišťování služby
da_da: Opdag godkendelse
de_de: Authentifizierungseinstellungen
el_gr: Πιστοποίηση ανακάλυψης
es_es: Descubrir modo de autenticación
fr_fr: Authentification de découverte
gl: Descubrimento da autenticación
hu_hu: Hitelesítés felderítése
it_it: Scopri autenticazione
ja_jp: 認証のディスカバリー
nl_nl: Ontdekking authenticatie
no_no: Godkjenningsinnstillinger
pl_pl: Odkryte uwierzytelnienie
pt_pt: Descobrir autenticação
ru_ru: Обнаружение, аутентификация
sv_sv: 'Discovery'-autentisering
tr_tr: Keşif kimlik denetimi
uk_uk: Перевірка аутентифікації

source: Edit LUN
ca_es: Editar LUN
cs_cz: Upravit identifikátor logické jednotky (LUN)
da_da: Rediger LUN
de_de: LUN editieren
el_gr: Μεταβολη λογικής μοναδάς
es_es: Editar LUN
fr_fr: Modifier un LUN
gl: Editar LUN
hu_hu: LUN szerkesztése
it_it: Modifica LUN
ja_jp: LUNの編集
nl_nl: Aanpassen LUN
no_no: Rediger LUN
pl_pl: Edytuj LUN
pt_pt: Editar LUN
ru_ru: Редактировать LUN
sv_sv: Redigera LUN
tr_tr: LUN düzenle
uk_uk: Редагувати LUN

source: Edit target
ca_es: Editar destí
cs_cz: Upravit cíl
da_da: Rediger destination
de_de: Ziel bearbeiten
el_gr: Μεταβολή στόχου
es_es: Editar destino
fr_fr: Modifier une cible
gl: Editar destino
hu_hu: Célállomás szerkesztése
it_it: Modifica destinazione
ja_jp: ターゲットの編集
nl_nl: Aanpassen doel
no_no: Rediger mål
pl_pl: Edytuj obiekt
pt_pt: Editar destino
ru_ru: Редактировать цель
sv_sv: Redigera 'target'
tr_tr: Hedef düzenle
uk_uk: Змінити ціль

source: Edit user
ca_es: Editar usuari
cs_cz: Upravit uživatele
da_da: Rediger bruger
de_de: Benutzer bearbeiten
el_gr: Μεταβολή χρήστη
es_es: Editar usuario
fr_fr: Modifier un utilisateur
gl: Editar usuario
hu_hu: Felhasználó szerkesztése
it_it: Modifica utente
ja_jp: ユーザーの編集
nl_nl: Aanpassen gebruiker
no_no: Rediger bruker
pl_pl: Edytuj użytkownika
pt_pt: Editar utilizador
ru_ru: Редактировать пользователя
sv_sv: Redigera användare
tr_tr: Kullanıcı düzenle
uk_uk: Редагування користувача

source: Enable
ca_es: Activar
cs_cz: Zapnout
da_da: Aktiver
de_de: Aktivieren
el_gr: Ενεργοποίηση
es_es: Activar
fr_fr: Activer
gl: Activar
hu_hu: Engedélyezés
it_it: Abilita
ja_jp: 有効
nl_nl: Inschakelen
no_no: Aktiver
pl_pl: Włączone
pt_pt: Ativo
ru_ru: Включить
sv_sv: Aktivera
tr_tr: Aktif
uk_uk: Увімкнути

source: Error recovery level
ca_es: Nivell de recuperació d'errors
cs_cz: Stupeň obnovy z chyby
da_da: Gendannelses fejl niveau
de_de: Fehlerkorrektur-Level
el_gr: Επίπεδο ανάρρωσης από λάθη
es_es: Nivel de recuperación de errores
fr_fr: Niveau de récupération d'erreur
gl: Produciuse un erro no nivel de recuperación
hu_hu: Hiba helyreállítási szint
it_it: Livello di ripristino errore
ja_jp: エラーリカバリレベル
nl_nl: Error herstel niveau
no_no: Feilrettingsnivå
pl_pl: Poziom błędów przywracania
pt_pt: Nível de recuperação de erro
ru_ru: Уровень восстановления после ошибки
sv_sv: Fel återställningsnivå
tr_tr: Hata kurtarma seviyesi
uk_uk: Рівень відновлення після помилок

source: Extra options
ca_es: Opcions addicionals
cs_cz: Rozšířené předvolby
da_da: Ekstra valgmuligheder
de_de: Zustätzliche Optionen
el_gr: Πρόσθετες επιλογές
es_es: Opciones Extra
fr_fr: Options supplémentaires
gl: Opcións adicionais
hu_hu: Extra opciók
it_it: Opzioni extra
ja_jp: その他のオプション
nl_nl: Extra opties
no_no: Ekstra alternativer
pl_pl: Ustawienia dodatkowe
pt_pt: Opções extra
ru_ru: Специальные опции
sv_sv: Extra inställningar
tr_tr: Ekstra seçenekler
uk_uk: Додаткові опції

source: File IO
ca_es: Fitxer IO
cs_cz: Souborový vst./výst.
da_da: Fil IO
de_de: Datei IO
el_gr: Μεταφορά αρχείων
es_es: Fichero IO
fr_fr: Fichier IO
gl: E/S de ficheiro
hu_hu: IO fájl
ja_jp: ファイルIO
nl_nl: Bestand IO
pl_pl: Plik IO
pt_pt: Ficheiros IO
ru_ru: Файл IO
sv_sv: Fil IO
tr_tr: Dosya IO
uk_uk: Файл IO

source: First burst length
ca_es: Llargada de la primera ràfega
cs_cz: Délka první dávky
da_da: Første burst længde
de_de: Länge des ersten Burst
el_gr: Μέγεθος πρώτης ριπής
es_es: Longitud de la primera ráfaga
fr_fr: Longueur première rafale
gl: Lonxitude do primeiro refacho
hu_hu: Első sorozat hossza
it_it: Lunghezza del primo burst
ja_jp: ファーストバースト長
nl_nl: Eerste burst lengte
no_no: Lengde på første burst
pl_pl: Długość pierwszej serii
pt_pt: Primeira sequência rápida
ru_ru: Длина первого пакета
sv_sv: Första 'burst length'
tr_tr: İlk anlık yük uzunluğu
uk_uk: Довжина першого пакету

source: General
ca_es: Opcions Generals
cs_cz: Obecné
de_de: Allgemein
el_gr: Γενικά
es_es: Opciones Generales
gl: Xeral
hu_hu: Általános
ja_jp: 一般
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólny
pt_pt: Geral
ru_ru: Общий
tr_tr: Genel
uk_uk: Загальне

source: General settings
ca_es: Opcions Generals
cs_cz: Obecná nastavení
da_da: Generelle indstillinger
de_de: Allgemeine Einstellungen
el_gr: Γενικές ρυθμίσεις
es_es: Opciones Generales
fr_fr: Paramètres généraux
gl: Axustes xerais
hu_hu: Általános beállítások
it_it: Impostazioni generali
ja_jp: 一般設定
nl_nl: Algemene instellingen
no_no: Generelle innstillinger
pl_pl: Ustawienia
pt_pt: Definições gerais
ru_ru: Общие настройки
sv_sv: Allmänna inställningar
tr_tr: Genel ayarlar
uk_uk: Загальні налаштування

source: Header digest
ca_es: Resum de la Capçalera
cs_cz: Otisk hlavičky
de_de: Headerverarbeitung
el_gr: Σύνοψη επικεφαλίδας
es_es: Resumen de la Cabecera
fr_fr: CRC en-têtes
gl: Resumo de cabeceiras
hu_hu: Fejléc kivonat
ja_jp: ヘッダダイジェスト
nl_nl: Header verslag
pl_pl: Szyfrowanie nagłówka
pt_pt: Cabeçalho do resumo
ru_ru: Обзор заголовка
tr_tr: Başlık tasnifi
uk_uk: Огляд заголовка

source: IO threads
ca_es: Fils IO
cs_cz: vstup./výst. vláken
da_da: IO tråde
el_gr: Νήματα μεταφορών
es_es: Hilos IO
fr_fr: Threads IO
gl: Subprocesos dev E/S
hu_hu: IO szálak
ja_jp: IOスレッド
no_no: IO tråder
pl_pl: Tematy IO
pt_pt: Tópicos IO
ru_ru: Потоки IO
sv_sv: IO trådar
tr_tr: IO iş parçacıkları
uk_uk: IO потоки

source: IQN
cs_cz: iSCSI rozlišený název (IQN)
el_gr: Όνομα iSCSI

source: Id
cs_cz: Identifikátor
el_gr: Αναγνωριστικό
tr_tr: Kimlik

source: Identifier
ca_es: Identificador
cs_cz: Identifikátor
da_da: Identifikator
de_de: Kennung
el_gr: Αναγνωριστικό
es_es: Identificador
fr_fr: Identifiant
gl: Identificador
hu_hu: Azonosító
it_it: Identificatore
ja_jp: 識別子
nl_nl: Identificatiecode
no_no: Identifikator
pl_pl: Identyfikator
pt_pt: Identificador
ru_ru: Идентификатор
sv_sv: Identifierare
tr_tr: Tanımlayıcı
uk_uk: Ідентифікатор

source: If a non-zero 'NOP interval' is used to periodically 'ping' the initiator during phases of inactivity (i.e. no data transfers), the initiator must respond within N seconds, otherwise the connection will be closed.
ca_es: Si s'utitliza un "interval NOP" diferent de zero per fer un "ping" periòdicament durant les fases d'inactivitat (p.e. quan no hi ha transferències de dades), l'iniciador ha de respondre dins els N segons, o, sinó, la connexió es tancarà.
cs_cz: Jestliže je nastaven časový úsek mezi povely NOP, pak jsou tyto použity jako pravidelné kontroly v obdobích, kdy nejsou přenášená data. Iniciátor musí odpovědět v nastaveném limitu, jinak bude spojení ukončeno.
da_da: Hvis en ikke-nul 'NOP interval' bruges til periodisk at 'pinge' initiatoren i faser af inaktivitet (dvs. ingen dataoverførsler), skal initiatoren reagerer inden for N sekunder, ellers vil forbindelsen blive lukket.
de_de: Wenn das 'NOP Intervall' nicht Null ist um den Initiator zyklisch während inaktiven Phasen (z.B. keine Datenübertragung) 'anzupingen' muss der Initiator innerhalb von N Sekunden antworten, ansonsten wird die Verbindung geschlossen.
el_gr: Αν ζητηθεί ο περιοδικός έλεγχος ανταπόκρισης του συναλλασσόμενου σε περιόδους αδράνειας, αυτός θα πρέπει να απαντήσει μέσα σε Ν δευτερόλεπττα, αλλιώς η σύνδεση θα τερματιστεί.
es_es: Si se utiliza un "intervalo NOP" distinto de cero para hacer un "ping" periódicamente durante las fases de inactividad (p.ej. cuando no hay transferencias de datos), el iniciador debe responder dentro de los N segundos, o, de lo contrario, la conexión se cerrará.
fr_fr: Si un interval NOP est utilisé périodiquement pour vérifier l'initiateur au cours des phases d'inactivité (ex: pas de transferts de données), l'initiateur doit répondre dans un délai de N secondes, sinon la connexion sera fermée.
gl: Se se usa un «intervalo NOP» distinto de cero para o «ping» periódico ao iniciador durante as fases de inactividade (é dicir, non hai ningunha transferencia de datos), o iniciador debe responder dentro de N segundos, pola contra pechase a conexión.
hu_hu: Ha egy nem nulla 'NOP intervallum' van használatban a 'ping'-elési periódus során a kezdeményező által az inaktivitási szakaszban (pl. nincs adatátvitel), a kezdeményező köteles válaszolni N másodpercen belül, különben a kapcsolat lezárul.
it_it: Se viene utilizzato un 'intervallo NOP' diverso da zero per 'ping'are periodicamente l'initiator durante la fase di inattività (es. nessun trasferimento dati), l'initiator deve rispondere entro N secondi, altrimenti la connessione verrà chiusa.
ja_jp: 非ゼロの'NOP interval'を定期的な'ping'で非アクティブなイニシエータ使用した場合(すなわち、データ転送していない)、イニシエータは、N秒以内に応答しなければならなりません、そうでなければ接続は閉じられます。
nl_nl: Als een non-zero 'NOP interval' wordt gebruikt om periodiek te 'pingen' tijdens fasen van inactiviteit van de initiatiefnemer (dwz geen overdracht van gegevens), moet de initiatiefnemer binnen N seconden reageren, anders wordt de verbinding verbroken.
no_no: Hvis et ikke-null 'NOP intervall' brukes til periodisk 'ping' vil initiator under faser av inaktivitet (dvs. ingen dataoverføring), må initiator svare innen N sekunder, ellers vil tilkoblingen vil bli lukket.
pl_pl: Jeśli nie zero "Interwał NOP", wykorzystuje okresowo "ping" w fazach bezczynności (czyli nie przekazywania danych), inicjator musi odpowiadać w przeciagu n sekund, inaczej połączenie zostanie zamknięte.
pt_pt: Se um não-zero 'NOP intervalo' é usado para periodicamente 'ping' do iniciador durante as fases de inatividade (ou seja, sem a transferência de dados), o iniciador deve responder no prazo de N segundos, caso contrário a conexão será fechada.
ru_ru: Если ненулевое 'ТОЛЬКО ДЛЯ УКАЗАННЫХ ЦЕЛЕЙ интервал' используется, чтобы периодически 'проверить с помощью ping-запросов' инициатора во время фаз неактивности (т.е. никакая передача данных), инициатор должен ответить в течение секунд N, в противном случае соединение будет закрыто.
sv_sv: Om ett 'non-zero' (NOP intervall) används för att periodvis pinga initieraren under en inaktiv tid (t.ex ingen dataöverföring), måste initiatorn först svara inom N sekunder, annars kommer anslutningen att stängas.
tr_tr: Eğer, başlatıcıyı çalışılmayan zamanlarda (örn. bilgi aktarımı olmadığında) düzenli olarak 'ping' lemek için sıfır olmayan bir 'NOP zaman aralığı' kullanılıyor ise, başlatıcı N saniye içerisinde yanıt vermelidir, aksi taktirde bağlantı kesilecektir.
uk_uk: Якщо нульове 'ТІЛЬКИ ДЛЯ ВКАЗАНИХ ЦІЛЕЙ інтервал' використовується, щоб періодично 'перевірити за допомогою ping-запитів' ініціатора під час фаз неактивності (тобто немає передачі даних), ініціатор повинен відповісти протягом N секунд, в іншому випадку буде закрито.
