Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-md/usr/share/openmediavault/locale/*/openmediavault-md.po
Languages: es_es, nl_nl

source: A maximum of one device can be removed.
es_es: Se puede eliminar como máximo 1 disco.
nl_nl: Er kan maximaal één apparaat worden verwijderd.

source: A maximum of two device can be removed.
es_es: Se puede eliminar como máximo 2 discos.

source: Add hot spares / recover RAID device.
es_es: Añadir hot spares / Recuperar un RAID.
nl_nl: Hot spares / herstel RAID-apparaat toevoegen.

source: At least four devices are required.
es_es: Se necesitan al menos 4 discos.
nl_nl: Er zijn minimaal vier apparaten nodig.

source: At least three devices are required.
es_es: Se necesitan al menos 3 discos.
nl_nl: Er zijn minimaal drie apparaten nodig.

source: At least two devices are required.
es_es: Se necesitan al menos 2 discos.
nl_nl: Er zijn minimaal twee apparaten nodig.

source: Capacity
es_es: Capacidad
nl_nl: Capaciteit

source: Create
es_es: Crear
nl_nl: Aanmaken

source: Details
es_es: Detalles

source: Device
es_es: Disco
nl_nl: Apparaat

source: Devices
es_es: Discos
nl_nl: Apparaten

source: Grow
es_es: Crecer
nl_nl: Laten toenemen

source: Level
es_es: Nivel
nl_nl: Niveau

source: Linear
es_es: lineal
nl_nl: Lineair

source: Mirror
es_es: Espejo

source: Multiple Device
es_es: Múltiples dispositivos.
nl_nl: Meerdere apparaten

source: Name
es_es: Nombre
nl_nl: Naam

source: Recover
es_es: Recuperar
nl_nl: Herstellen

source: Remove
es_es: Eliminar
nl_nl: Verwijderen

source: Select devices ...
es_es: Seleccionar Discos ...
nl_nl: Apparaten selecteren…

source: Select devices to be added to the RAID device.
es_es: Seleccionar discos para añadir al RAID.
nl_nl: Selecteer apparaten die aan het RAID-apparaat moeten worden toegevoegd.

source: Select devices to be removed from the RAID device.
es_es: Seleccionar discos para eliminar del RAID.
nl_nl: Selecteer apparaten die van het RAID-apparaat moeten worden verwijderd.

source: Select the devices that will be used to create the RAID device. Devices connected via USB will not be listed (too unreliable).
es_es: Seleccionar discos para usar en la creación del RAID. Los discos USB, NO serán listados (demasiado inestables)
nl_nl: Selecteer de apparaten die zullen worden gebruikt om het RAID-apparaat te maken. Apparaten die via USB zijn aangesloten, worden niet vermeld (te onbetrouwbaar).

source: Show details
es_es: Mostrar detalles
nl_nl: Details tonen

source: Software RAID
es_es: RAID por Software

source: State
es_es: Estado
nl_nl: Toestand

source: Stripe
es_es: Bandas

source: A maximum of two devices can be removed.
nl_nl: Er kunnen maximaal twee apparaten worden verwijderd.

source: Referenced
nl_nl: Met verwijzing
