Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-netatalk/usr/share/openmediavault/locale/*/openmediavault-netatalk.po
Languages: ca_es, cs_cz, da_da, de_de, el_gr, es_es, fr_fr, gl, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ru_ru, sv_sv, tr_tr

source: Quota
cs_cz: Kvóta
el_gr: Ποσοστά
es_es: Cúota
gl: Cota
hu_hu: Kvóta
ja_jp: クォータ
no_no: Kvote
pl_pl: Udział
ru_ru: Квота
sv_sv: Kvot
tr_tr: Kota

source: Read only
ca_es: Només lectura
cs_cz: Pouze pro čtení
da_da: Skrivebeskyttet
de_de: Nur lesen
el_gr: Μόνο ανάγνωση
es_es: Solo lectura
fr_fr: Lecture seule
gl: Só para lectura
hu_hu: Csak olvasható
it_it: Sola lettura
ja_jp: 読み込み専用
nl_nl: Alleen lezen
no_no: Kun lesning
pl_pl: Tylko do odczytu
pt_pt: Ler apenas
ru_ru: Только чтение
sv_sv: Skrivskydd
tr_tr: Sadece okunabilir

source: Set read only.
ca_es: Marcar com a només lectura
cs_cz: Nastavit pouze pro čtení
da_da: Sæt skrivebeskyttet.
de_de: Nur lesen einstellen.
el_gr: Μόνο για ανάγνωση.
es_es: Marcar como solo lectura
fr_fr: Activer lecture seule.
gl: Estabelecer só para lectura
hu_hu: Csak olvasható legyen.
it_it: Imposta sola lettura.
ja_jp: 読み込み専用に設定。
nl_nl: Alleen lezen instellen.
no_no: Sett kun lesning
pl_pl: Ustaw tylko do odczytu
pt_pt: Definir só de leitura.
ru_ru: Установить только для чтения.
sv_sv: Sätt skrivskydd.
tr_tr: Sadece okunabilir olarak ayarla.

source: Settings
ca_es: Opcions
cs_cz: Nastavení
da_da: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_es: Opciones
fr_fr: Paramètres
gl: Axustes
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
nl_nl: Instellingen
no_no: Innstillinger
pl_pl: Konfiguracja
pt_pt: Definições
ru_ru: Настройки
sv_sv: Inställningar
tr_tr: Ayarlar

source: Shared folder
ca_es: Carpeta compartida
cs_cz: Sdílená složka
da_da: Delte mapper
de_de: Freigegebene Ordner
el_gr: Κοινόχρηστος φάκελος
es_es: Carpeta compartida
fr_fr: Dossiers partagés
gl: Cartafol compartido
hu_hu: Megosztott mappa
it_it: Cartella condivisa
ja_jp: 共有フォルダ
nl_nl: Gedeelde map
no_no: Delt mappe
pl_pl: Udostępniony folder
pt_pt: Pasta partilhada
ru_ru: Общая папка
sv_sv: Utdelad mapp
tr_tr: Paylaşılmış klasör

source: Shares
ca_es: Compartits
cs_cz: Sdílení
da_da: Delt mappe
de_de: Freigaben
el_gr: Κοινόχρηστα
es_es: Compartidos
fr_fr: Partages
gl: Recursos compartidos
hu_hu: Megosztások
it_it: Condivisioni
ja_jp: 共有
nl_nl: Gedeelde bronnen
no_no: Delte områder
pl_pl: Zasoby
pt_pt: Partilhas
ru_ru: Общие ресурсы
sv_sv: Utdelningar
tr_tr: Paylaşımlar

source: The location of the files to share.
ca_es: Ruta dels fitxers a compartir
cs_cz: Umístění souborů ke sdílení.
da_da: Placeringen af filer der skal deles.
de_de: Der Speicherort freizugebender Dateien.
el_gr: Η τοποθεσία των αρχείων προς διαμοιρασμό
es_es: Ruta de los archivos a compartir
fr_fr: L'emplacement des fichiers à partager.
gl: A localización dos ficheiros que compartir.
hu_hu: A megosztani kívánt fájlok helye.
it_it: Il percorso dei file da condividere.
ja_jp: 共有するファイルの場所。
nl_nl: De locatie van de te delen bestanden.
no_no: Plasseringen av filsystemet som skal deles.
pl_pl: Lokalizacja plików do współdzielenia.
pt_pt: A localização do ficheiro para partilha.
ru_ru: Расположение файлов для общего доступа.
sv_sv: Placeringen av filerna att dela.
tr_tr: Paylaşılan dosyaların yeri.

source: The name of the share.
cs_cz: Název sdílení.
da_da: Navn på delt mappe.
de_de: Der Name der Freigabe.
el_gr: Το όνομα του κοινόχρηστου
es_es: Nombre del compartido
fr_fr: Le nom du partage.
gl: O nome do recurso compartido
hu_hu: A megosztás neve
it_it: Il nome della condivisione.
ja_jp: 共有の名前。
nl_nl: De naam van de gedeelde bron.
no_no: Det delte områdets navn
pl_pl: Nazwa zasobu.
pt_pt: O nome da partilha.
ru_ru: Название общей папки.
sv_sv: Namnet på utdelningen.
tr_tr: Paylaşımın adı.

source: This forces filenames to be restricted to the character set used by Windows.
cs_cz: Toto vynutí, aby znaky v názvech souborů byly omezeny na sadu používanou systémem Windows.
da_da: Dette tvinger filnavne at være begrænset til det tegnsæt der bruges af Windows.
de_de: Diese Option erzwingt den Windows-Zeichensatz für Dateinamen.
el_gr: Περιορισμός των ονομάτων των αρχείων στο σετ χαρακτήρων που χρησιμοποιούν τα Windows.
es_es: Esto fuerza a usar el conjunto de caracteres usados por Windows en el nombre de los archivos
fr_fr: Cette option restreint les noms de fichier aux jeux de caractères utilisés par Windows.
gl: Isto forza a que os nomes de ficheiro estean restrinxidos polo conxunto de caracteres utilizado por Windows.
hu_hu: A fájlnevek a Windows által használt karakterekre korlátozódnak le.
it_it: Questo forza i nomi dei file ad essere ristretti ai soli caratteri usati dal set di caratteri di windows.
ja_jp: Windowsで使用される文字セットにファイル名を制限することを強制します。
nl_nl: Dit dwingt gebruik van bestandsnamen volgens de door Windows gebruikte tekenset af.
no_no: Dette tvinger filnavn til å bruke tegn kun brukt av Windows.
pl_pl: Wymusza używanie nazw plików Windows.
pt_pt: Isto força os nomes dos ficheiros para se restringirem ao conjunto de caráteres usados pelo Windows.
ru_ru: Вынуждает имена файлов быть ограниченными набору символов, используемому в Windows.
sv_sv: Detta tvingar filnamn att begränsas till den teckenuppsättning som används av Windows.
tr_tr: Bu, dosya isimlerinde Windows tarafından kullanılan karakter setini zorunlu kılar.

source: This option handles, if the case of filenames should be changed.
ca_es: Aquesta opció indica si els noms de fitxer s'haurien de canviar de majúscules a minúscules (o a la inversa).
cs_cz: Tato volba určuje zda by měla být měněna velikost písmen v názvech souborů.
da_da: Denne valgmulighed håndtere, hvis forbogstavet af filnavne skal ændres.
de_de: Diese Option legt fest ob die Groß- und Kleinschreibung in Dateinamen geändert werden soll.
el_gr: Αυτή η επιλογή ορίζει το αν θα πρέπει να αλλάζει η κεφαλαιοποίηση των ονομάτων των αρχείων.
es_es: Esta opción indica si los nombres de archivo deberían ser cambiados de mayúsculas a minúsculas (o viceversa).
fr_fr: Cette option gère le cas des noms de fichiers qui doivent être modifiés.
gl: Esta opción encargase, no seu caso, de se os nomes de ficheiro deben ser cambiados.
hu_hu: Ez az opció kezeli azt az esetet, ha a fájlneveket meg kell változtatni.
it_it: Gestisce se le maiuscole/minuscole dei nomi dei file devono essere modificate.
ja_jp: このオプションは、ファイル名の大文字、小文字を変更する必要がある場合に使用します。
nl_nl: Deze optie grijpt in, als de hoofd, of kleine letters van bestandsnamen moeten worden aangepast.
no_no: Dette alternativet håndterer om case nivået av filnavnet bør endres.
pl_pl: Ta opcja ustala, czy nazwy plików powinny być zmieniane.
pt_pt: Esta opção trata, no caso dos nomes de arquivos devam ser alterados.
ru_ru: Эта опция указывает, должен ли меняться регистр имён файлов.
sv_sv: Detta alternativ hanterar om det rör sig om filnamn som bör ändras.
tr_tr: Bu seçenek, dosya isimlerinin değiştirilmesi gerektiği durumda çalışır.

source: Time Machine support
ca_es: Suport Time Machine
cs_cz: Podpora pro aplikaci Time Machine
da_da: Time Machine understøttelse
de_de: Time Machine Unterstützung
el_gr: Υποστήριξη Χρονομηχανής
es_es: Soporte Time Machine
fr_fr: Support Time Machine
gl: Compatibilidade con «Time Machine»
hu_hu: Time Machine támogatás
it_it: Supporto alla Time Machine
ja_jp: Time Machineサポート
nl_nl: Time Machine ondersteuning
no_no: Tidsmaskin støtte.
pl_pl: Obsługa Time Machine
pt_pt: Suporte para Time Machine
ru_ru: Поддержка Time Machine
sv_sv: Stöd för Time Machine
tr_tr: Zaman makinası desteği

source: Unix privileges
ca_es: Privilegis Unix
cs_cz: Unixová pověření
da_da: Unix rettigheder
de_de: Unix Privilegien
el_gr: Προνόμια Unix
es_es: Privilegios Unix
fr_fr: Privilèges Unix
gl: Privilexios Unix
hu_hu: Unix jogosultságok
it_it: Privilegi in stile Unix
ja_jp: Unixアクセス権
nl_nl: Unix toegangsrechten
no_no: Unix privilegier
pl_pl: Uprawnienia Unix'a
pt_pt: Privilégios UNIX
ru_ru: Права доступа Unix
sv_sv: Unix-privilegier
tr_tr: Unix yetkileri

source: Uppercases names in both directions
ca_es: Majúscules en ambdues direccions
cs_cz: Názvy s velkými písmeny v obou směrech
da_da: Store bogstavs navne i begge retninger
de_de: Namen in Großbuchstaben für beide Richtungen
el_gr: Κεφαλαία ονόματα και στις δύο κατευθύνσεις
es_es: Mayúsculas en ambas direcciones
gl: Nomes en maiúsculas en ambas direccións
hu_hu: Mindkét utasításba nagybetűs nevek kellenek.
it_it: Caratteri maiuscoli in entrambe le direzioni
ja_jp: 両方向で名前を大文字に
nl_nl: Hoofdletter namen in beide richtingen
no_no: Store bokstaver i begge retninger
pl_pl: Nazwy wielką literą w obu kierunkach
pt_pt: Nomes em maiúsculas nas duas direções.
ru_ru: Верхний регистр имени в обоих направлениях
sv_sv: Versal-namn i båda riktningarna
tr_tr: Her iki yönde de isimleri büyük harfe çevirir

source: Use AFP3 unix privileges.
ca_es: Usar privilegis Unix AFP3
cs_cz: Použít unixová pověření dle AFP3.
da_da: Brug AFP3 unix rettigheder.
de_de: AFP3 Unix Privilegien benutzen.
el_gr: Χρήση προνομίων AFP3 unix
es_es: Usar privilegios Unix AFP3
fr_fr: Utiliser les rivilèges Unix AFP3.
gl: Usar os privilexios AFP3 de Unix
hu_hu: AFP3 unix jogosultság használata.
it_it: Usa privilegi unix AFP3
ja_jp: AFP3のUnixアクセス権を使用する。
nl_nl: Gebruik AFP3 unix-toegangsrechten.
no_no: Bruk AFP3 unix privilegier.
pl_pl: Używaj uprawnień AFP3 Unix'a
pt_pt: Usar previlégios AFP3 Unix
ru_ru: Использовать права доступа AFP3 Unix.
sv_sv: Använd AFP3 Unix-privilegier
tr_tr: AFP3 unix haklarını kullan.

source: Use dots
cs_cz: Použít tečky
da_da: Brug punktum
de_de: Benutze Punkte
el_gr: Χρήση τελειών
es_es: Usar puntos "."
fr_fr: Utilisez des points "."
gl: Usar puntos
hu_hu: Használjon pont kezdést
it_it: Usa punti
ja_jp: ドットの使用
nl_nl: Gebruik punten
no_no: Bruk dots
pl_pl: Używaj dot'ów
pt_pt: Usar dots
ru_ru: Использовать точки
sv_sv: Använd 'dots'
tr_tr: Noktaları kullan

source: When this option gets set, certain file names become illegal. These are .Parent and anything that starts with .Apple.
da_da: Når denne valgmulighed bliver sat, bliver visse filnavne bliver ulovlige. Disse er .Parent og alt, der begynder med .Apple.
de_de: Wird diese Option gesetzt, werden bestimmte Dateinamen für ungültig erklärt (.Parent und alle mit .Apple beginnenden).
el_gr: Αν ενεργοποιηθεί, ορισμένα ονόματα αρχείων κρίνονται ακατάλληλα. Συγκεκριμένα το .Parent και οτιδήποτε αρχίζει με .Apple.
es_es: Cuando se habilite esta opción, ciertos nombres de archivos no serán admitidos. En concreto aquellos que sean .Parent y cualquiera que empiece con .Apple.
fr_fr: Lorsque cette option est positionnée, certains noms de fichiers deviennent illégaux (les fichiers .Parent et tous ceux qui commencent par .Apple).
gl: Cando se estabelece esta opción, certos nomes de ficheiro non serán aceptados. Éstes son «.Parent» e calquera cousa que comece por «.Apple».
hu_hu: Mikor ez az opció be van állítva, bizonyos fájlnevek illegálissá válnak. Ilyenek a .Parent és más egyéb .Apple kezdetűek.
it_it: Se attiva alcuni nomi di file diventano illegali. Questi sono .Parent e tutti quelli che iniziano per .Apple.
ja_jp: このオプションが設定されると、特定のファイル名が不正となります。それらは .Parent や、 .Appleで始まるものです。
nl_nl: Als deze optie is ingesteld, dan worden bepaalde bestandsnamen ongeldig. Dit betreft .Parent bestandsnamen en alles dat begint met .Apple.
no_no: Når dette alternativet er satt, vil enkelte filnavn bli ulovlige. Dette er .Parent og alt som begynner med .Apple.
pl_pl: Kiedy zostaje włączona ta opcja, pewne nazwy plików stają się niedozwolone. Są to .Parent i jakiekolwiek zaczynające się na .Apple
pt_pt: Quando esta opção está ativa, alguns nome passam a estar ilegais. Eles são .Parent e qualquer coisa que comece por .Apple
ru_ru: Когда эта опция включена, определенные имена файла становятся недопустимыми. Это ".Родительский" и всё, что начинается с ".Apple".
sv_sv: När det här alternativet väljs, blir vissa filnamn olagliga. Dessa är .Parent och alla som börjar med .Apple.
tr_tr: Bu seçenek ayarlandığında belirli dosya isimleri geçersiz olacaktır. Bunlar .Parent ve .Apple ile başlayan herşeydir.

source: n/a
de_de: N/V
el_gr: Κενό
es_es: no disponible
gl: n/d
it_it: n/c
nl_nl: n.v.t.
pl_pl: niedostępne
ru_ru: н/д
tr_tr: yok

source: Apple Filing
fr_fr: AppleShare
pl_pl: Zgłoszenia Apple
tr_tr: Apple dosyalaması

source: Advertise this service via mDNS/DNS-SD.
da_da: Annoncer denne tjeneste over mDNS/DNS-SD.
el_gr: Διαφήμιση αυτής της υπηρεσίας μέσω mDNS/DNS-SD.
hu_hu: Szolgáltatás közzététele mDNS/DNS-SD-n keresztül.
it_it: Notifica questo servizio tramite mDNS/DNS-SD.

source: Allow guest logins
da_da: Tillad gæste log ind
el_gr: Επιτρέπεται είσοδος επισκεπτών
hu_hu: Vendég hozzáférés engedélyezése
it_it: Consenti login di guest

source: Authentication
da_da: Godkendelse
el_gr: Πιστοποίηση
hu_hu: Hitelesítés
it_it: Autenticazione

source: DNS Service Discovery
da_da: DNS Tjeneste Opdagelse
el_gr: Υπηρεσία ανακάλυψης DNS
hu_hu: DNS Szolgáltatás Felderítése
it_it: Esploratore Servizio DNS

source: The service name.
da_da: Tjenestens navn.
el_gr: Το όνομα της υπηρεσίας.
hu_hu: A szolgáltatás neve.
it_it: Il nome del servizio.

source: Enabled
ca_es: Habilitat

source: Please check the <a href='http://netatalk.sourceforge.net/3.0/htmldocs/afp.conf.5.html' target='_blank'>manual page</a> for more details.
ca_es: Per mes detalls visita el <a href='http://netatalk.sourceforge.net/3.0/htmldocs/afp.conf.5.html' target='_blank'>manual</a>.
