Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-netatalk/usr/share/openmediavault/locale/*/openmediavault-netatalk.po
Languages: ca_es, cs_cz, da_da, de_de, el_gr, es_es, fr_fr, gl, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ru_ru, sv_sv, tr_tr

source: Add share
ca_es: Afegir un recurs compartit
cs_cz: Přidat sdílení
da_da: Tilføj delt mappe
de_de: Freigabe hinzufügen
el_gr: Προσθήκη κοινόχρηστου
es_es: Añadir compartido
fr_fr: Ajouter un partage
gl: Engadir recurso compartido
hu_hu: Megosztás hozzáadása
it_it: Aggiungi condivisione
ja_jp: 共有の追加
nl_nl: Gedeelde bron toevoegen
no_no: Legg til delt område
pl_pl: Dodaj udział
pt_pt: Adicionar partilha
ru_ru: Добавить общий ресурс
sv_sv: Lägg till utdelning
tr_tr: Paylaşım ekle

source: Advanced settings
ca_es: Propietats avançades
cs_cz: Pokročilá nastavení
de_de: Erweiterte Einstellungen
es_es: Propiedades avanzadas
fr_fr: Paramètres avancés
gl: Axustes avanzados
ja_jp: 高度な設定
nl_nl: Geavanceerde instellingen
no_no: Avanserte instillinger
pl_pl: Zaawansowana konfiguracja
ru_ru: Расширенные настройки
tr_tr: Gelişmiş Ayarlar

source: Allow guest login.
ca_es: Permetre login de convidat
cs_cz: Povolit přihlášení hosta.
de_de: Erlaube Gastanmeldungen
es_es: Permitir login de invitado
fr_fr: Autoriser la connexion invité
gl: Permitir acceso como convidado
ja_jp: ゲストログインを許可します。
nl_nl: Gast logins toestaan
no_no: Tillat gjesteinnlogging
pl_pl: Pozwól na dostęp gościom
ru_ru: Разрешить гостевой вход.
tr_tr: Misafir girişine izin ver.

source: Allow guests to create or modify files.
ca_es: Permetre als convidats crear o modificar fitxers.
cs_cz: Umožnit hostům vytvářet nové a upravovat obsah stávajících souborů
de_de: Erlaube Gästen Dateien zu erstellen oder zu ändern.
es_es: Permitir a los invitados crear o modificar ficheros.
fr_fr: Autoriser les invités à créer ou modifier des fichiers.
gl: Permitirlle aos convidados crear ou modificar ficheiros.
ja_jp: ゲストによるファイルの作成、更新を許可します。
nl_nl: Gasten toestaan om bestanden aan te maken en te bewerken.
no_no: Tillat gjester å skape eller endre filer.
pl_pl: Pozwól gościom na edycje i tworzenie plików.
ru_ru: Разрешить гостям создавать или изменять файлы.
tr_tr: Misafir kullanıcıların dosya oluşturma ve düzenlemesine izin ver.

source: Allow logins with passwords transmitted in the clear.
ca_es: Permetre Login amb contrasenyes a la vista
cs_cz: Umožnit přihlašování hesly přenášenými nešifrovaně (nezabezpečeně).
da_da: Tillad at logins med adgangskode bliver overført åbent.
de_de: Erlaube Anmeldungen mit Passwörtern welche im Klartext übertragen werden.
el_gr: Επιτρέπει την μετάδοση κωδικών χωρίς κρυπτογράφηση.
es_es: Permitir Login con contraseñas en claro
fr_fr: Autoriser les connexions avec mots de passe transmis en clair.
gl: Permitir accesos con contrasinais transmitidos en claro.
hu_hu: Jelszóval való bejelentkezés kódolatlan formában történő továbbításának engedélyezése.
it_it: Consenti autenticazioni con la trasmissione in chiaro delle password.
ja_jp: 平文で送信されるパスワードでのログインを許可します。
nl_nl: Aanmelden zonder versleutelde verbinding toestaan.
no_no: Tillat login med passord sendt ukryptert.
pl_pl: Pozwól na logowanie z hasłem przesyłanym w formie nieszyfrowanej.
pt_pt: Permitir logins com senhas transmitidas em claro.
ru_ru: Разрешить передавать логины с паролями в незашифрованном виде.
sv_sv: Tillåt inloggningar med lösenord som skickas okrypterat.
tr_tr: Temiz yollanan şifreler ile girişe izin ver.

source: Allow plain passwords
ca_es: Permetre contrasenyes simples
cs_cz: Povolit hesla v holém textu
da_da: Tillad simpel adgangskoder
de_de: Erlaube Passwörter im Klartext
el_gr: Επιτρέπονται απλοί κωδικοί
es_es: Permitir contraseñas simples
fr_fr: Autoriser les mots de passe simples
gl: Permitir contrasinais simples
hu_hu: Egyszerű jelszavak engedélyezése
it_it: Consenti passowrd in chiaro
ja_jp: 平文パスワードの許可
nl_nl: Sta blanco wachtwoorden toe
no_no: Tillat ukrypterte passord
pl_pl: Pozwól na nieszyfrowane hasła
pt_pt: Permitir senhas simples
ru_ru: Разрешить простой пароль
sv_sv: Tillåt enkla lösenord
tr_tr: Yalın şifrelere izin ver

source: Case folding
ca_es: Conversió de caixa (majúscules/minúscules)
da_da: Forbogstav bytning
de_de: Groß- / Kleinschreibung
el_gr: Αναδίπλωση κεφαλαιοποίησης
es_es: Conversión a mayúsculas
fr_fr: Casse
gl: Inversión MAIÚS./minús.
hu_hu: Eset összehasonlítása
ja_jp: 大文字変換
nl_nl: Omzetten van hoofdletters en kleine letters
pl_pl: Składana skrzynka
ru_ru: Замена регистра
sv_sv: Versal/gemen-hantering
tr_tr: Harf küçültme

source: Client sees lowercase, server sees uppercase
ca_es: Els clients veuen minúscules, el servidor majúscules
cs_cz: Klient vidí malá písmena, server velká
da_da: Klienter ser små bogstaver, server ser store bogstaver
de_de: Client sieht Kleinbuchstaben, Server sieht Großbuchstaben
el_gr: Ο πελάτης βλέπει πεζά, ο διακομιστής κεφαλαία
es_es: Los clientes ven minúsculas, el servidor mayúsculas
fr_fr: Client voit en minuscules, Serveur voit en majuscules
gl: O cliente ve minúsculas, o servidor ve maiúsculas
hu_hu: A kliens kisbetűsnek, szerver nagybetűsnek látja
it_it: I client vedono caratteri minuscoli, il server caratteri maiuscoli
ja_jp: クライアントは小文字、サーバは大文字で表示
nl_nl: Cliënt ziet kleine letters, server ziet hoofdletters
no_no: Klient ser små bokstaver, server ser store bokstaver
pl_pl: Klient widzi małe, serwer wielkie litery
pt_pt: Cliente vê minúsculas, servidor vê maiúsculas
ru_ru: Клиент видит в нижнем регистре, сервер видит заглавными
sv_sv: Klient ser gemen, server ser versal
tr_tr: İstemci küçük harf görür, sunucu büyük harf görür

source: Client sees uppercase, server sees lowercase
ca_es: Els clients veuen majúscules, el servidor minúscules
cs_cz: Klient uvidí velká písmena, server malá
da_da: Klienter ser store bogstaver, server ser små bogstaver
de_de: Client sieht Großbuchstaben, Server sieht Kleinbuchstaben
el_gr: Ο πελάτης βλέπει κεφαλαία, ο διακομιστής πεζά
es_es: Los clientes ven mayúsculas, el servidor minúsculas
fr_fr: Client voit en majuscules, Serveur voit en minuscules
gl: O cliente ve maiúsculas, o servidor ve minúsculas
hu_hu: A kliens nagybetűsnek, szerver kisbetűsnek látja
it_it: I client vedono caratteri maiuscoli, il server caratteri minuscoli
ja_jp: クライアントは大文字、サーバは小文字で表示
nl_nl: Cliënt ziet hoofdletters, server ziet kleine letters
no_no: Klient ser store bokstaver, server ser små bokstaver
pl_pl: Klient widzi wielkie, serwer małe litery
pt_pt: Cliente vê maiúsculas, servidor vê minúsculas
ru_ru: Клиент видит в верхнем регистре, сервер видит строчными
sv_sv: Klient ser versal, server ser gemen
tr_tr: İstenci büyük harf görür, sunucu küçük harf görür

source: Comment
ca_es: Comentari
cs_cz: Komentář
da_da: Kommentar
de_de: Kommentar
el_gr: Σχόλιο
es_es: Comentario
fr_fr: Commentaires
gl: Comentario
hu_hu: Megjegyzés
it_it: Commento
ja_jp: コメント
nl_nl: Opmerking
no_no: Kommenter
pl_pl: Komentarz
pt_pt: Comentário
ru_ru: Коментарий
sv_sv: Kommentar
tr_tr: Açıklama

source: Don't do :hex translation for dot files.
cs_cz: Neprovádět :hex překlady pro soubory, jejichž názvy začínají tečkou.
da_da: Lav ikke :hex oversættelser for punktum filer.
de_de: Keine :hex Übersetzung für Dotfiles.
el_gr: Χωρίς δεκαεξάδική μεταγλώτιση για αρχεία που αρχίζουν με τελεία.
es_es: No realizar: Traducción hexadecimal para archivos con punto "."
fr_fr: Ne pas faire de traduction :hex pour les fichiers systèmes.
gl: Non facer tradución :hexadecimal para ficheiros con punto.
hu_hu: Ne tegyen :hex lefordítást pont kezdetű fájlokhoz.
it_it: Non applicare la traduzione :hex per i file puntati.
ja_jp: ドットファイルに対して :hex 変換をしない。
nl_nl: Doe geen :hex vertaling voor punt bestanden.
no_no: Ikke gjør :hex oversetninger for dot filer
pl_pl: Nie wykonuj tłumaczenia :hex dla plików dot.
pt_pt: Não faça: tradução hexadecimal para arquivos de pontos.
ru_ru: Не переводить файлы с точкой в :hex.
sv_sv: Utför ingen :hex-översättning för .dot-filer.
tr_tr: Yapmayın : noktalı dosyaların hex formatına dönüştürülmesi.

source: Edit share
ca_es: Editar el recurs compartit
cs_cz: Upravit sdílení
da_da: Rediger delt mappe
de_de: Freigabe ändern
el_gr: Μεταβολή κοινόχρηστου
es_es: Editar compartido
fr_fr: Modifier le partage
gl: Editar o recurso compartido
hu_hu: Megosztás szerkesztése
it_it: Modifica condivisione
ja_jp: 共有の編集
nl_nl: Gedeelde bron aanpassen
no_no: Rediger delt ressurs
pl_pl: Edytuj udział
pt_pt: Editar partilha
ru_ru: Редактировать общий ресурс
sv_sv: Redigera utdelning
tr_tr: Paylaşım düzenle

source: Enable
ca_es: Habilitar
cs_cz: Povolit
da_da: Aktiver
de_de: Aktivieren
el_gr: Ενεργοποίηση
es_es: Habilitar
fr_fr: Activer
gl: Activar
hu_hu: Engedélyezés
it_it: Abilita
ja_jp: 有効
nl_nl: Inschakelen
no_no: Aktver
pl_pl: Włączone
pt_pt: Ativo
ru_ru: Включить
sv_sv: Aktivera
tr_tr: Çalışabilir

source: Enable Time Machine support for this share.
ca_es: Habilitar soport Time Machine per a aquest compartit
cs_cz: Pro toto sdílení povolit podporu aplikace Time Machine
da_da: Aktiver Time Machine understøttelse for denne delte mappe.
de_de: Time Machine Unterstützung für diese Freigabe aktivieren.
el_gr: Ενερχοποίηση της Χρονομηχανής για αυτό το κοινόχρηστο
es_es: Habilitar soporte Time Machine para este compartido
fr_fr: Activer le support Time Machine pour ce partage
gl: Activar a compatibilidade deste recurso compartido co «Time Machine»
hu_hu: Time Machine támogatás bekapcsolása ehhez a megosztáshoz.
it_it: Abilita il supporto Time Machine per questa condivisione
ja_jp: この共有でTime Machineサポートを有効にします。
nl_nl: Time Machine ondersteuning voor deze gedeelde bron inschakelen.
no_no: Aktiver Time Machine støtte for dette delte området.
pl_pl: Włącz obsługę Time Machine dla tego zasobu.
pt_pt: Ativar o suporte do Time Machine para esta partilha.
ru_ru: Включить поддержку Time Machine для этого общего ресурса.
sv_sv: Aktivera stöd för 'Time Machine' på denna utdelning.
tr_tr: Bu paylaşım için Zaman Makinası desteğini çalıştır.

source: Enable user home directories.
ca_es: Habilitar Directoris Home d'usuari.
cs_cz: Povolit domovské složky uživatelů.
da_da: Aktiver bruger hjemme biblioteker.
de_de: Aktiviere Heimatverzeichnisse für Benutzer.
el_gr: Ενεργοποίηση υποκαταλόγων για τους χρήστες.
es_es: Habilitar Directorios Home de Usuario.
fr_fr: Active les répertoires personnels.
gl: Activar os directorios persoais dos usuarios.
hu_hu: Felhasználói saját könyvtárak engedélyezése.
it_it: Abilita directory user home.
ja_jp: ユーザーホームディレクトリを有効にします。
nl_nl: Gebruikersthuismappen inschakelen
no_no: Aktiver hjemmemapper for brukere
pl_pl: Włącz katalogi domowe użytkowników
pt_pt: Habilitar diretórios home dos usuários.
ru_ru: Включить домашние каталоги пользователей.
sv_sv: Aktivera hemkataloger för användare.
tr_tr: Kullanıcı ana klasörlerine izin ver.

source: Extra options
ca_es: Opcions addicionals
cs_cz: Další možnosti
da_da: Ekstra valgmuligheder
de_de: Zusätzliche Optionen
el_gr: Επιπρόσθετες ρυθμίσεις
es_es: Opciones Extra
fr_fr: Options supplémentaires
gl: Opcións adicionais
hu_hu: Extra beállítások
it_it: Opzioni extra
ja_jp: その他のオプション
nl_nl: Extra opties
no_no: Ekstra alternativer
pl_pl: Dodatkowe opcje
pt_pt: Opções extra
ru_ru: Дополнительные опции
sv_sv: Extra inställningar
tr_tr: Ekstra seçenekler

source: Forces filename restrictions
cs_cz: Vynucení omezení v názvech souborů
da_da: Tvinger filnavns begrænsninger
de_de: Dateinamenbeschränkungen erzwingen
el_gr: Επιβολή περιορισμών στα ονόματα αρχείων
es_es: Fuerza restricciones de nombre de archivo
fr_fr: Forcer les restrictions des noms de fichier
gl: Forzar as restricións a nomes de ficheiro
hu_hu: Fájlnév korlátozások kényszerítése
it_it: Forza restrizioni sul nome del file
ja_jp: 強制的にファイル名を制限
nl_nl: Dwingt bestandsnaambeperkingen af
no_no: Påtving restriksjoner i filnavn
pl_pl: Wymuś ograniczenia nazwy pliku
pt_pt: Forçar restrição de ficheiros
ru_ru: Усиленные ограничения на имени файла
sv_sv: Tvinga filnamnsbegränsningar
tr_tr: Dosya adı sınırlamalarını uygula

source: General settings
ca_es: Opcions addicionals
cs_cz: Obecná nastavení
da_da: Generelle indstillinger
de_de: Allgemeine Einstellungen
el_gr: Γενικές ρυθμίσεις
es_es: Opciones generales
fr_fr: Paramètres généraux
gl: Axustes xerais
hu_hu: Általános beállítások
it_it: Impostazioni generali
ja_jp: 一般設定
nl_nl: Algemene instellingen
no_no: Generelle innstillinger
pl_pl: Ustawienia
pt_pt: Definições gerais
ru_ru: Общие параметры
sv_sv: Allmänna inställningar
tr_tr: Genel ayarlar

source: Guest login
ca_es: Login de convidat
cs_cz: Přihlášení hosta
de_de: Gastanmeldung
es_es: Login de invitado
fr_fr: Connexion invité
gl: Acceso como convidado
ja_jp: ゲストログイン
nl_nl: Gast login
no_no: Gjesteinnlogging
pl_pl: Login gościa
ru_ru: Гостевой вход
tr_tr: Misafir kullanıcı girişi

source: Guest permissions
ca_es: Permisos de convidat
cs_cz: Práva hosta
de_de: Gastberechtigungen
es_es: Permisos de invitado
ja_jp: ゲストのパーミッション
nl_nl: Gast toegangsrechten

source: Guests only have read access by default.
ca_es: Els convidats només tenen accés de lectura per defecte.
cs_cz: Ve výchozím nastavení mohou hosté pouze číst.
de_de: Gäste haben standardmäßig nur lesenden Zugriff.
es_es: Los invitados solo tienen acceso de lectura por defecto.
fr_fr: Les invités ont uniquement accès en lecture par défaut
gl: De xeito predeterminado os convidados só teñen acceso para lectura.
ja_jp: ゲストはデフォルトで読み取りアクセス権を持っています。
nl_nl: Gasten hebben standaard alleen leesrechten.
no_no: Gjester har som standard kun leserettigheter
pl_pl: Goście mają prawo tylko do odczytu - domyślnie.
ru_ru: По умолчанию гости имеют доступ только на чтение .
tr_tr: Misafir kullanıcılar varsayılan olarak sadece okuma iznine sahiptirler.

source: Hide dot files
ca_es: Ocultar fitxers amb punt "."
cs_cz: Nezobrazovat skryté soubory (s názvy začínajícími tečku)
da_da: Gem dot filer
de_de: Dotfiles verstecken
el_gr: Απόκρυψη αρχείων που αρχίζουν με τελεία
es_es: Ocultar archivos con punto "."
fr_fr: Cacher les fichiers systèmes
gl: Agochar os ficheiros con punto
hu_hu: Pont kezdetű fájlok elrejtése.
it_it: Nascondi file puntati
ja_jp: ドットファイルを非表示
nl_nl: Puntbestanden verbergen
no_no: Skjul dot filer
pl_pl: Ukryj pliki dot
pt_pt: Esconder ficheiros dot
ru_ru: Скрыть файлы с точкой
sv_sv: Dölj .dot-filer
tr_tr: Noktalı dosyaları gizle

source: Home directories
ca_es: Directoris Home
cs_cz: Domovské složky
da_da: Hjemme biblioteker
de_de: Heimatverzeichnisse
el_gr: Φάκελοι χρηστών
es_es: Directorios Home
fr_fr: Répertoires personnels
gl: Directorios persoais
hu_hu: Saját könyvtárak
it_it: Home direcotry
ja_jp: ホームディレクトリ
nl_nl: Thuismappen
no_no: Hjemmemapper
pl_pl: Katalog domowy
pt_pt: Directório
ru_ru: Домашние каталоги
sv_sv: Hemkataloger
tr_tr: Ana klasörler

source: If this option is set, then a password is required to access the share.
ca_es: Si s'habilita aquesta opció, serà necessària una contrasenya per accedir al recurs compartit
cs_cz: Je-li tato volba nastavena, pak je pro přístup ke sdílení vyžadováno heslo.
da_da: Hvis denne valgmulighed er sat, kræves der en adgangskode for at tilgå den delte mappe.
de_de: Falls diese Option gesetzt ist, wird ein Passwort benötigt um die Freigabe einzubinden.
el_gr: Αν ενεργοποιηθεί, θα χρειάζεται κωδικός για την πρόσβαση στο κοινόχρηστο
es_es: Si se habilita esta opción, será necesaria una contraseña para acceder al compartido
fr_fr: Si cet option est positionnée, un mot de passe sera obligatoire pour accéder au partage.
gl: Se está activada esta opción, requirirase un contrasinal para acceder ao recurso compartido.
hu_hu: Ha be van pipálva, akkor jelszó megadása szükséges a megosztás eléréséhez.
it_it: Se attiva la condivisione viene protetta da password.
ja_jp: このオプションをセットすると、共有にアクセスする際にパスワードを求められます。
nl_nl: Als deze optie is ingesteld, is een paswoord vereist om toegang te krijgen tot de gedeelde bron.
no_no: Hvis dette valget er satt, vil et passord være påkrevd for å få tilgang til det delte området.
pl_pl: Kiedy ta opcja jest ustawiona, wymagane jest hasło dostępu do zasobu.
pt_pt: Se esta opção estiver selecionada, a senha de acesso será necessária para esta partilha.
ru_ru: Если этот параметр установлен, то необходимо ввести пароль для доступа к общей папке.
sv_sv: Om detta val är angett kommer ett lösenord att krävas för att ansluta till den utdelade resursen.
tr_tr: Bu seçenek kullanılır ise paylaşıma ulaşabilmek için şifre gerekli olacaktır.

source: If this option is set, then users may not create or modify files in the share.
ca_es: Si s'habilita aquesta opció, els usuaris no podran modificar fitxers en el recurs compartit
cs_cz: Je-li tato volba nastavena, pak uživatelé nebudou na sdílení moci vytvářet či upravovat soubory.
da_da: Hvis denne mulighed sat, så kan brugere ikke oprette eller ændre filer i mappen.
de_de: Falls diese Option gesetzt ist, können Benutzer für diese Freigabe keine Dateien erstellen oder ändern.
el_gr: Αν ενεργοποιηθεί, οι χρήστες δεν θα επιτρέπεται να προσθέσουν ή να μεταβάλλουν αρχεία στο κοινόχρηστο
es_es: Si se habilita esta opción, los usuarios no podrán modificar archivos en el compartido
fr_fr: Si cet option est positionnée, les utilisateurs ne pourront pas créer ou modifier de fichiers dans ce partage.
gl: Si se activa esta opción, os usuarios non poderán crear ou modificar ficheiros no recurso compartido.
hu_hu: Ha be van pipálva, akkor a felhasználók nem hozhatnak létre vagy nem módosíthatnak fájlokat a megosztásban.
it_it: Se attiva gli utenti non potranno creare o modificare file nella condivisione.
ja_jp: このオプションを設定すると、ユーザーが共有内のファイルを作成または変更することができません。
nl_nl: Als deze optie is ingesteld, dan mogen gebruikers geen bestanden in de gedeelde bron aanmaken of wijzigen.
no_no: Hvis dette valget er satt, kan ikke brukere opprette eller endre filer på det delte området.
pl_pl: Kiedy ta opcja jest ustawiona, użytkownicy nie mogą tworzyć lub modyfikować plików w zasobie.
pt_pt: Se esta opção estiver selecionada, os utilizadores não podem criar ou modificar os ficheiros na partilha.
ru_ru: Если эта опция включена, то пользователи не могут создавать или изменять файлы в общей папке.
sv_sv: Om detta val är angett kommer användare inte att tillåtas skapa eller ändra filer i den utdelade resursen.
tr_tr: Bu seçenek kullanılır ise kullanıcılar bu paylaşımda dosya oluşturamayabilir ya da dosyaları değiştiremeyebilirler.

source: Limit the reported volume size to the given value in MiB, thus preventing TM from using the whole disk space for backup. Set this value to 0 to disable this option.
ca_es: Limita la mida del volum al valor introduït a MiB, això evita que TimeMachine usi tot el disc com espai de backup. Posar a cero "0" aquest valor deshabilita la opció.
cs_cz: Omezit hlášenou velikost svazku na zadanou hodnotu v MiB a tím zabránit TM zabrat pro zálohování celou kapacitu úložiště. Pro vyřazení zadejte 0.
de_de: Begrenzt die gemeldete Volume-Größe auf den angegebenen Wert in MiB und verhindert somit TM von der Nutzung des gesamten Speicherplatz zum Backup. Setzen Sie diesen Wert auf 0, um diese Option zu deaktivieren.
el_gr: Περιορισμός της διαθέσιμης χωρητικότητας του τόμου σε συγκεκριμένα MiB, για να μην χρησιμοποιεί το ΤΜ όλο τον χώρο για αντίγραφα ασφαλείας. Με 0 απενεργοποιείται.
es_es: Limita el tamaño del volumen al valor introducido in MiB, esto evita que TimeMachine use todo el disco como espacio de backup. poner a cero "0" este valor deshabilita la opción.
fr_fr: Limite la taille effective du volume à la valeur indiquée en MegaOctets, évitant ainsi que TM utilise tout le disque pour les sauvegardes. Mettre à 0 pour désactiver cette option.
gl: Limitar o tamaño informado do volume polo valor dado en MiB, evitando así que TM utilice todo o espazo de disco para a copia de seguranza. Estabeleza este valor en 0 para desactivar esta opción.
hu_hu: A jelentett kötet méretének korlátozása MiB-ben, így megakadályozza a TM használatát a teljes lemezterületen a biztonsági mentés számára. A 0 beállítás letiltja az opciót.
it_it: Limita la dimensione del volume riportata al valore immesso in MiB, quindi previene TM dall'usare l'intero spazio sul disco per il backup. Impostare a 0 per disabilitare questa opzione.
ja_jp: バックアップのためにTMが全てのディスク容量を使うのを防ぐために、MiB単位で指定した値に通知するボリュームサイズを制限します。0に設定することでこのオプションを無効化できます。
nl_nl: Limiteer de gerapporteerde schijfgrootte tot de opgegeven waarde in MB's, waardoor TM wordt beperkt om de gehele schijf te gebruiken voor opslag. Zet deze waarde op 0 om deze optie uit te schakelen.
no_no: Begrens den rapporterte volumstørrelsen i MiB, for å hindre TM fra å bruke hele diskplassen til sikkerhetskopi. Sett verdien til 0 for å deaktivere denne funksjonen.
pl_pl: Ogranicz zgłoszony rozmiar na daną wartość bazy danych MiB, tym samym zapobiegając TM przy użyciu całego miejsca dla kopii zapasowej. Wartość tę należy ustawić na 0, aby wyłączyć tę opcję.
pt_pt: Limitar o tamanho do volume reportado ao valor dado em MiB, evitando TM de usar o espaço em disco inteiro para backup. Defina esse valor para 0 para desabilitar esta opção.
ru_ru: Ограничить объем сообщений, размером заданного значения в Мб, таким образом предотвращая TM использованием всего дискового пространства для резервного копирования. Установите значение 0, чтобы отключить эту опцию.
sv_sv: Begränsa den rapporterade volymstorleken till värdet angivet i MiB, detta begränsar TM från att använda hela diskutrymmet för säkerhetskopiering. Sätt detta värde till 0 för att inaktivera detta val.
tr_tr: Raporlanan bölüm büyüklüğünü girilen MiB cinsinden değer ile sınırlar. Böylece TM nin tüm disk alanını yedekleme için kullanmasını önler. Bu opsiyonu kapatmak için 0 değerini giriniz.

source: Lowercases names in both directions
ca_es: Noms en minúscules en ambdues direccions
cs_cz: Obousměrný převod na názvy malými písmeny
da_da: Små bogstavs navne i begge retninger
de_de: Namen in Kleinbuchstaben für beide Richtungen
el_gr: Πεζά ονόματα και στις δύο κατευθύνσεις
es_es: Nombre en minúsculas en ambas direcciones
gl: Nomes en minúsculas en ambas direccións
hu_hu: Mindkét utasításba kisbetűs nevek kellenek.
it_it: Caratteri minuscoli in entrambe le direzioni
ja_jp: 両方向で名前を小文字に
nl_nl: Namen met kleine letters in beide richtingen
no_no: Små bokstaver i begge retninger
pl_pl: Nazwy małą literą w obu kierunkach
pt_pt: Nomes em minúsculas em ambas as direções.
ru_ru: Нижний регистр имени в обоих направлениях
sv_sv: Gemener-namn i båda riktningar
tr_tr: Her iki yönde de isimleri küçük harfe çevirir

source: Make dot files invisible.
ca_es: Fa invisibles els fitxers que comencen per punt"."
cs_cz: Nezobrazovat skryté soubory (ty s názvem začínajícím tečkou).
da_da: Vis ikke dot filer
de_de: Dotfiles unsichtbar machen.
el_gr: Τα αρχεία που αρχίζουν με τελεία δεν θα φαίνονται.
es_es: Hace invisibles archivos que empiecen por punto"."
fr_fr: Rendre les fichiers systèmes non visible
gl: Facer que os ficheiros con punto non sexan visíbeis.
hu_hu: Pont kezdetű fájlok elrejtése.
it_it: Rendi i file puntati invisibili.
ja_jp: ドットファイルを非表示に。
nl_nl: Puntbestanden verbergen.
no_no: Gjør dot filer usynlige
pl_pl: Ustaw pliki dot jako niewidoczne.
pt_pt: Tornar ficheiros dot invisiveis.
ru_ru: Сделать файлы с точкой невидимыми.
sv_sv: Gör .dot-filer osynliga.
tr_tr: Noktalı dosyaları görünmez yap.

source: Name
cs_cz: Název
da_da: Navn
el_gr: Όνομα
es_es: Nombre
fr_fr: Nom
gl: Nome
hu_hu: Név
it_it: Nome
ja_jp: 名前
nl_nl: Naam
no_no: Navn
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Имя
sv_sv: Namn
tr_tr: İsim

source: None
ca_es: Cap
cs_cz: Žádné
da_da: Ingen
de_de: Keine
el_gr: Κανένα
es_es: Ninguno
fr_fr: Aucun
gl: Ningún
hu_hu: Egyik sem
it_it: Nessuno
ja_jp: なし
nl_nl: Geen
no_no: Ingen
pl_pl: Żaden
pt_pt: Nada
ru_ru: Нет
sv_sv: Ingen
tr_tr: Hiç

source: Password
ca_es: Contrasenya
cs_cz: Heslo
da_da: Adgangskode
de_de: Passwort
el_gr: Κωδικός
es_es: Contraseña
fr_fr: Mot de passe
gl: Contrasinal
hu_hu: Jelszó
ja_jp: パスワード
nl_nl: Wachtwoord
no_no: Passord
pl_pl: Hasło
pt_pt: Senha de acesso
ru_ru: Пароль
sv_sv: Lösenord
tr_tr: Şifre
