Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-ldap/usr/share/openmediavault/locale/*/openmediavault-ldap.po
Languages: cs_cz, da_da, de_de, el_gr, es_es, fr_fr, gl_es, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, ru_ru, sl_si, tr_tr, uk_uk, zh_cn, zh_tw

source: Base DN
cs_cz: Základ rozlišeného názvu (DN)
el_gr: Βασικό DN
fr_fr: DN de base (Base DN)
gl_es: DN base
hu_hu: Alap DN
ja_jp: ベースDN
ko_kr: 기본 DN
nl_nl: Basis DN
pl_pl: Baza DN
ru_ru: Основное уникальное имя
tr_tr: Temel DN
uk_uk: Базова унікальна назва
zh_cn: 基本 DN
zh_tw: 基準 DN

source: Directory Service
cs_cz: Adresářová služba
da_da: Biblioteks Tjeneste
de_de: Verzeichnisdienst
el_gr: Υπηρεσία Καταλόγου
es_es: Servicio de Directorio
fr_fr: Service d'annuaire
gl_es: Servizo de directorio
hu_hu: Címtár szolgáltatás
ja_jp: ディレクトリサービス
ko_kr: 디렉터리 서비스
no_no: Katalogtjeneste
pl_pl: Adres usługi
ru_ru: Служба каталогов
tr_tr: Dizin Servisi
uk_uk: Служба каталогів
zh_cn: 目录服务
zh_tw: 目錄服務

source: Enable
cs_cz: Zapnout
da_da: Aktiver
de_de: Aktivieren
el_gr: Ενεργοποίηση
es_es: Habilitar
fr_fr: Activer
gl_es: Activar
hu_hu: Bekapcsolás
it_it: Abilita
ja_jp: 有効
ko_kr: 활성화
nl_nl: Inschakelen
no_no: Aktiver
pl_pl: Włącz
ru_ru: Включить
sl_si: Omogoči
tr_tr: Etkin
uk_uk: Увімкнути
zh_cn: 启用
zh_tw: 啟用

source: Enable PAM
cs_cz: Používat ověřovací infrastrukturu PAM
de_de: PAM aktivieren
gl_es: Activar PAM
hu_hu: PAM engedélyezése
ja_jp: PAMを有効化
ko_kr: PAM
pl_pl: Włącz PAM
ru_ru: Включить PAM
sl_si: Omogoči PAM
tr_tr: PAM ı etkinleştir
uk_uk: Увімкнути PAM
zh_cn: 启用
zh_tw: 啟用 PAM

source: Enable SSL/TLS
cs_cz: Používat SSL/TLS šifrování
de_de: SSL/TLS aktivieren
gl_es: Activar SSL/TLS
hu_hu: SSL/TLS bekapcsolása
ja_jp: SSL/TLSを有効化
ko_kr: SSL/TLS
pl_pl: Włącz SSL/TLS
ru_ru: Включить SSL/TLS
sl_si: Omogoči SSL/TLS protokol
tr_tr: SSL.TLS i etkinleştir
uk_uk: Увімкнути SSL/TLS
zh_cn: 启用 SSL/TLS
zh_tw: 啟用 SSL/TLS

source: Enable secure connection.
cs_cz: Používat šifrované spojení.
de_de: Aktiviere sichere Verbindung.
gl_es: Activar a conexión segura.
hu_hu: Biztonságos kapcsolat bekapcsolása.
ja_jp: セキュアな接続を有効にします。
ko_kr: 보안 연결 활성화
pl_pl: Włącz bezpieczne połączenie.
ru_ru: Включить защищенное соединение
sl_si: Omogoči varno povezavo.
tr_tr: Güvenli bağlantıyı aktive et.
uk_uk: Увімкнути захищене з'єднання.
zh_cn: 启用安全连接。
zh_tw: 啟用安全連線

source: Extra client options
cs_cz: Rozšířené předvolby pro klienta
de_de: Erweiterte Client-Optionen
gl_es: Opcións adicionais do cliente
hu_hu: Extra kliens beállítások
ja_jp: その他のクライアントオプション
ko_kr: 기타 클라이언트 옵션들
pl_pl: Dodatkowe opcje klienta
ru_ru: Дополнительные опции клиента
sl_si: Dodatne nastavitve odjemalca
tr_tr: Ekstra istemci seçenekleri
uk_uk: Додаткові опції клієнта
zh_cn: 附加选项
zh_tw: 額外客戶選項

source: Extra options
cs_cz: Rozšířené předvolby
da_da: Ekstra valgmuligheder
de_de: Erweiterte Optionen
el_gr: Επιπλέον επιλογές
es_es: Opciones Extra
fr_fr: Options supplémentaires
gl_es: Opcións adicionais
hu_hu: Extra opciók
it_it: Opzioni aggiuntive
ja_jp: その他のオプション
ko_kr: 추가 옵션
nl_nl: Extra opties
no_no: Tillegsfunksjoner
pl_pl: Dodatkowe opcje
ru_ru: Дополнительные опции
sl_si: Dodatne nastavitve
tr_tr: Ekstra seçenekler
uk_uk: Додаткові опції
zh_cn: 扩展选项
zh_tw: 額外選項

source: General settings
cs_cz: Obecná nastavení
da_da: Generelle indstillinger
de_de: Allgemeine Einstellungen
el_gr: Γενικές ρυθμίσεις
es_es: Opciones Generales
fr_fr: Paramètres généraux
gl_es: Axustes xerais
hu_hu: Általános beállítások
it_it: Impostazioni generali
ja_jp: 一般設定
ko_kr: 일반 설정
nl_nl: Algemene instellingen
no_no: Generelle innstilling
pl_pl: Ustawienia główne
ru_ru: Общие параметры
sl_si: Splošne nastavitve
tr_tr: Genel ayarlar
uk_uk: Загальні налаштування
zh_cn: 常规设置
zh_tw: 一般設定

source: Groups suffix
cs_cz: Přípona skupin
da_da: Gruppe endelse
de_de: Gruppensuffix
el_gr: Πρόθεμα Ομάδων
es_es: Sufijo de grupo
fr_fr: Suffixe de groupes
gl_es: Sufixo de grupos
hu_hu: Csoport képző
it_it: Suffisso dei gruppi
ja_jp: グループサフィックス
ko_kr: 그룹 접미사
nl_nl: Groep suffix
no_no: Gruppesuffiks
pl_pl: Grupy Sufiksu
ru_ru: Суффикс групп
sl_si: Atribut skupine
tr_tr: Grup kısaltmaları
uk_uk: Суфікс групи
zh_cn: 组后缀
zh_tw: 群組後置詞

source: Host
cs_cz: Stroj
da_da: Vært
el_gr: Οικοδεσπότης
fr_fr: Hôte
gl_es: Anfitrión
hu_hu: Hoszt
ja_jp: ホスト
ko_kr: 호스트
no_no: Vert
ru_ru: Хост
sl_si: Gostitelj
tr_tr: Makina
uk_uk: Хост
zh_cn: 主机
zh_tw: 主機

source: Password
cs_cz: Heslo
da_da: Adgangskode
de_de: Passwort
el_gr: Κωδικός
es_es: Contrase침a
fr_fr: Mot de passe
gl_es: Contrasinal
hu_hu: Jelszó
ja_jp: パスワード
ko_kr: 암호
nl_nl: Wachtwoord
no_no: Passord
pl_pl: Hasło
ru_ru: Пароль
sl_si: Geslo
tr_tr: Şifre
uk_uk: Пароль
zh_cn: 密码
zh_tw: 密碼

source: Please check the <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>manual page</a> for more details.
cs_cz: Další podrobnosti naleznete v <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>manuálové stránce</a>.
de_de: Bitte die <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>Hilfeseiten</a> für weitere Details lesen.
gl_es: Consulte a <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>páxina do manual</a> para obter máis detalles.
hu_hu: Tekintse meg a <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>kézikönyvet</a> további részletekért.
ja_jp: より詳しいことは <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>マニュアルページ</a>を参照してください。
ko_kr: 자세한 내용은 <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>매뉴얼 페이지</a>를 참고하세요.
pl_pl: Proszę sprawdź <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'> stronę podręcznika</a> aby uzyskać więcej informacji.
ru_ru: Пожалуйста, проверьте <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>страницу руководства</a> для более подробной информации.
sl_si: Prosimo oglejte si <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>stran v priročniku</a> za več informacij.
tr_tr: Litfen daha fazla bilgi için <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>manuel sayfasını</a> kontrol ediniz.
uk_uk: Будь ласка, перевірте<a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>сторінку</a>для отримання більш докладної інформації.
zh_cn: 详情请看 <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>手册</a>。
zh_tw: 詳情請查閱 <a href='http://linux.die.net/man/5/ldap.conf' target='_blank'>手册頁</a>。

source: Please check the <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>manual page</a> for more details.
cs_cz: Další podrobnosti naleznete v <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>manuálové stránce</a>.
da_da: Kontroller venligst <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>manual page</a> for flere detaljer.
de_de: Bitte die <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>Hilfeseiten</a> für weiter Details lesen.
el_gr: Περισσότερες λεπτομέρειες στο <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>εγχειρίδιο</a>.
es_es: Por favor vea: <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>manual page</a> para m치s detalles.
fr_fr: Voir la <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>page d'aide</a> pour plus de détails.
gl_es: Consulte a <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>páxina do manual</a> para obter máis detalles.
hu_hu: Tekintse meg a <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>kézikönyvet</a> további részletekért.
it_it: Controlla la <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>pagina del manuale</a> per maggiori dettagli.
ja_jp: 詳細は <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>マニュアルページ</a> を確認してください。
ko_kr: 자세한 내용은 <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>매뉴얼 페이지</a>를 참고하세요.
nl_nl: Raadpleeg de <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>handleiding</a> voor meer details.
no_no: Se over <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>man siden</a> for mer informasjon.
pl_pl: Sprawdź <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>stronę podręcznika</a> aby uzyskać więcej informacji.
ru_ru: Пожалуйста, ознакомьтесь с <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>manual page</a> для более подробной информации.
sl_si: Prosimo oglejte si <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>stran v priročniku</a> za več informacij.
tr_tr: Lütfen daha fazla bilgi için <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>manual page</a> adresini ziyaret ediniz.
uk_uk: Будь ласка, перевірте <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>manual page</a> для більш докладної інформації.
zh_cn: 详情请看 <a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>手册</a> 。
zh_tw: 詳情請查閱<a href='http://linux.die.net/man/5/nss_ldap' target='_blank'>手冊頁</a>。

source: Root Bind DN
cs_cz: Kořen spojovacího rozlišeného názvu (DN)
da_da: Rod Bind DN
el_gr: Βασική δέσμευση DN
fr_fr: DN racine de liaison (Root Bind DN)
gl_es: Asociar root con DN
hu_hu: Kötött Gyökér DN
ja_jp: ルートベースDN
ko_kr: 루트 바인드 DN
ru_ru: Корневая авторизация уникального имени
tr_tr: Ana dizine bağlantılı DN
uk_uk: Коренева авторизація унікальної назви
zh_cn: 根目录绑定 DN
zh_tw: 根目錄綁定 DN

source: Settings
cs_cz: Nastavení
da_da: Indstillinger
de_de: Einstellungen
fr_fr: Paramètres
gl_es: Axustes
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
nl_nl: Instellingen
no_no: Innstillinger
pl_pl: Ustawienia
ru_ru: Настройки
sl_si: Nastavitve
tr_tr: Ayarlar
uk_uk: Налаштування
zh_cn: 设置
zh_tw: 設定

source: Specifies the base distinguished name (DN) to use as search base, e.g. 'dc=example,dc=net'.
cs_cz: Určuje základní rozlišený název (DN), sloužící jako základ pro hledání, např. „dc=example,dc=net“.
da_da: Angiver basens særskilte navn (DN) der skal bruges som søgebase, fx 'dc=eksempel,dc=net'.
de_de: Gibt den BaseDN (DN) an der als Suchbasis verwendet wird z.B. 'dc=example,dc=net'.
el_gr: Προσδιορίζει το βασικό διακεκριμένο όνομα (DN)
es_es: Especifica la base del DN a usar como base de busqueda, Ej: 'dc=example,dc=net'.
fr_fr: Spécifie le DN de base à utiliser comme recherche de base (ex: 'dc=example,dc=net').
gl_es: Especifica o nome base completo (DN) para utilizalo como base de buscas, por exemplo, «dc=exemplo,dc=rede».
hu_hu: Megkülönböztetett alap név (DN) meghatározása a keresési alap használatához, pl. 'dc=example,dc=net'.
it_it: Specifica il distinguished name (DN) di base da usare per la ricerca, es. 'dc=example,dc=net'.
ja_jp: 検索ベースとして使用するベース識別名（DN）を指定します。例) 'dc=example,dc=net'
ko_kr: 검색을 위한 기본 식별 이름(DN)을 지정합니다. 예를 들어, 'dc=example,dc=net'.
nl_nl: Specificeer de base distinguished name (DN) om te gebruiken als een zoek basis, b.v. 'dc=example,dc=net'.
no_no: Spesifiser base unikt navn (DN) til å bruke som søkebase, f.eks. 'dc=example,dc=net'.
pl_pl: Określa podstawowy nazwę wyróżniającą (DN) do użycia jako bazy wyszukiwania, np. 'dc=example,dc=net'.
ru_ru: Определяет основное Уникальное имя (DN), чтобы использовать в качестве основного поиска, например, 'dc=example, dc=net'.
tr_tr: Arama bazı olarak kullanılacak temel tanımlanmış ismi (DN) belirtiniz, örneğin 'dc=example,dc=net'.
uk_uk: Визначає основне унікальне ім'я (DN), щоб використовувати в якості основного пошуку, наприклад, 'dc=example,dc=net'.
zh_cn: 指定基本识别名称 (DN) 作为搜索基础，例如：'dc=example,dc=net'。
zh_tw: 指定基準辨別名稱(DN)來用作搜尋基準，例如：'dc=example,dc=net'。

source: Specifies the credentials with which to bind.
cs_cz: Určuje přihlašovací údaje, sloužící pro spojení.
da_da: Angiver legitimationsoplysningerne der skal bindes med.
de_de: Gibt die Anmeldeinformationen zum verbinden an.
el_gr: Προσδιορίζει τα στοιχεία με τα οποία να γίνει δέσμευση.
es_es: Especifica las credenciales con las que unirse.
fr_fr: Spécifie les identifiants avec lesquels se lier.
gl_es: Especifica as credenciais coas que se asocian.
hu_hu: Hitelesítő adatok megadása a kötéshez.
it_it: Specifica le credenziali con le quali effettuare l'associazione.
ja_jp: バインドした際の資格情報を指定します。
ko_kr: 바인드를 위한 자격 증명을 지정합니다.
nl_nl: Specificeer de credentials om mee te binden.
no_no: Angir legitimasjon å binde med.
pl_pl: Określa poświadczenia z którym chcesz powiązać.
ru_ru: Задает учетные данные, с которыми связать.
tr_tr: Yetkilendirmeleri ve nerelere bağlanacaklarını belirtiniz.
uk_uk: Задає облікові дані, з якими можна зв'язати.
zh_cn: 指定绑定的凭据。
zh_tw: 指定用來綁定的憑證。

source: Specifies the distinguished name (DN) with which to bind to the directory server for lookups, e.g. 'cn=manager,dc=example,dc=net'.
cs_cz: Určuje rozlišené jméno (DN), kterým se spojovat s adresářovým serverem pro vyhledávání, např. „cn=manager,dc=example,dc=net“.
da_da: Angiver det særskilte navn (DN) der skal bindes med til biblioteks serveren for opslag, f.eks 'cn=manager,dc=eksempel,dc=net'.
de_de: Gibt den BaseDN (DN) an der als Suchbasis verwendet wird z.B. 'dc=example,dc=net'.
el_gr: Προσδιορίζει το διακεκριμένο όνομα (DN) με το οποίο να γίνει δέσμευση για αναζητήσεις στον διακομιστή καταλόγων, π.χ. 'cn=manager,dc=example,dc=net'.
es_es: Especifica el Nombre Distinguido (DN) con el que se unir치 al servidor de directorios para busquedas, Ej: 'cn=manager,dc=example,dc=net'.
fr_fr: Spécifie le DN avec lequel se lier au serveur d'annuaire pour les recherches (ex: 'cn=manager,dc=example,dc=net').
gl_es: Especifica o nome completo (DN) co que asociar o directorio do servidor para as buscas, por exemplo, «cn=administrador,dc=exemplo,dc=rede».
hu_hu: Megkülönböztetett alap név (DN) meghatározása a címtár szerver kötések lekérdezéséhez, pl. 'cn=manager,dc=example,dc=net'.
it_it: Specifica il distinguished name (DN) con cui effettuare l'associazione directory server per i lookup, es. 'cn=manager,dc=example,dc=net'.
ja_jp: 検索のためにディレクトリサーバへバインドするための識別名（DN）を設定します。例） 'cn=manager,dc=example,dc=net'
ko_kr: 검색 시 디렉터리 서버와의 바인드를 위한 식별 이름(DN)을 지정합니다. 예를 들어, 'cn=manager,dc=example,dc=net'.
nl_nl: Specificeer de distinguished name (DN) om te binden aan de directory server voor lookups, b.v. 'cn=manager,dc=example,dc=net'.
no_no: Angir det unike navnet (DN) for å binde seg til katalogserveren for oppslag, f.eks. 'cn=manager,dc=eksempel,dc=net'.
pl_pl: Określa nazwę wyróżniającą (DN), z którą chcesz powiązać serwer katalogowy dla wyszukiwań, np. 'cn=manager,dc=example,dc=net'.
ru_ru: Указывает Уникальное имя (DN) с которым производится авторизация на сервере каталогов для поиска, например, 'cn=manager,dc=example,dc=net'
tr_tr: Aramalarda kullanılacak dizin sunucusu ile tanımlanmış ismi (DN) belirtiniz, örneğin 'cn=manager,dc=example,dc=net'.
uk_uk: Вказує унікальне ім'я (DN) з яким проводиться авторизація на сервері каталогів для пошуку, наприклад, 'cn=manager,dc=example,dc=net'.
zh_cn: 指定识别名称 (DN) 并与目录服务器绑定用着查询，例如：'cn=manager,dc=example,dc=net'。
zh_tw: 指定基準辨別名稱(DN)來與做查詢的目錄伺服器綁定，例如：'cn=manager,dc=example,dc=net'。

source: Specifies the group suffix, e.g. 'ou=Groups'.
cs_cz: Určuje příponu skupiny, např. „ou=Groups“.
da_da: Angiver gruppens endelse, f.eks. 'ou=Grupper'.
de_de: Legt die Gruppensuffix fest (z.B. "ou=Groups").
el_gr: Προσδιορίζει το πρόθεμα ομάδας, π.χ. 'ou=Groups'
es_es: Especifica el sufijo de grupo. Ej: 'ou=Groups'.
fr_fr: Spécifie le suffixe de groupe (ex: 'ou=Groups').
gl_es: Especifica o sufixo do grupo, p.ex. «ou=Grupos».
hu_hu: Csoport képző meghatározása, pl. 'ou=Groups'.
it_it: Specifica il suffisso del gruppo, es. 'ou=Groups'.
ja_jp: グループサフィックスを設定。例) 'ou=Groups'
ko_kr: 그룹 접미사를 지정합니다. 예를 들어, 'ou=Groups'.
nl_nl: Specificeer de groep suffix, b.v. 'ou=Group'.
no_no: Angir gruppesuffiks, f.eks. 'ou=Grupper'
pl_pl: Określa sufiks grupy, np. 'ou=Groups'.
ru_ru: Определяет суффикс группы, например, 'ou=Groups'.
sl_si: Določa atribut skupine npr. 'ou=Groups'.
tr_tr: Grup kısatmalarını tanımlar, örn. 'ou=Groups' gibi.
uk_uk: Визначає суфікс групи, наприклад 'ou=Groups'.
zh_cn: 指定组后缀，例如：'ou=Groups'。
zh_tw: 指定群組後置詞，例如：'ou=Groups'。

source: Specifies the port to connect to.
cs_cz: Určuje port ke kterému se připojit.
da_da: Angiver porten, der skal forbindes til.
de_de: Gibt den zu verbindenden Port an.
el_gr: Προσδιορίζει την θύρα της σύνδεσης.
es_es: Especifica el puerto a conectarse.
fr_fr: Spécifie le port auquel se connecter.
gl_es: Especifica o porto ao que conectarse.
hu_hu: Megadja az egyik kötés eljárásmódjait.
it_it: Specifica la porta alla quale connettersi.
ja_jp: 接続するためのポートを指定します。
ko_kr: 연결할 포트를 지정합니다.
nl_nl: Specificeer de port om mee te verbinden.
no_no: Angir porten å koble til.
pl_pl: Określony port dla połączenia.
ru_ru: Указать порт для подключения.
tr_tr: Bağlanılacak bağlantı noktasını belirtir.
uk_uk: Вказати порт для підключення.
zh_cn: 指定连接端口。
zh_tw: 指定用以連接的通訊埠。

source: Specifies the user suffix, e.g. 'ou=Users'.
cs_cz: Určuje příponu uživatele, např. „ou=Users“.
da_da: Angiver brugerens endelse, f.eks. 'ou=Brugere'.
de_de: Legt den Benutzersuffix fest (z.B. "ou=Users").
el_gr: Προσδιορίζει το πρόθεμα χρήστη, π.χ. 'ou=Users'
es_es: Especifica el sufijo de usuario, Ej: 'ou=Users'.
fr_fr: Spécifie le suffixe d'utilisateur (ex: 'ou=Users').
gl_es: Especifica o sufixo do usuario, p.ex. «ou=Usuarios».
hu_hu: Felhasználó képző meghatározása, pl. 'ou=Users'.
it_it: Specifica il suffisso dell'utente, es. 'ou=Users'.
ja_jp: ユーザーサフックスを設定。例)'ou=Users'
ko_kr: 사용자 접미사를 지정합니다. 예를 들어, 'ou=Users'.
nl_nl: Specificeer de gebruikers suffix, b.v. 'ou=Gebruikers'.
no_no: Angir brukersuffiks, f.eks. 'ou=Brukere'
pl_pl: Określa sufiks użytkownika, np. 'ou=Users'.
ru_ru: Определяет пользовательский суффикс, например, 'ou=Users'.
sl_si: Določa atribut uporabikov npr. 'ou=Users'.
tr_tr: Kullanıcı kısatmalarını tanımlar, örn. 'ou=Users' gibi.
uk_uk: Визначає користувальницький суфікс, наприклад 'ou=Users'.
zh_cn: 指定用户后缀，例如：'ou=Users'。
zh_tw: 指定用戶後置詞，例如：'ou=Users'。

source: The FQDN or IP address of the server.
cs_cz: Úplný doménový název (FQDN) případně IP adresa serveru.
da_da: FQDNén eller IP adressen på serveren
de_de: Die FQDN oder IP-Adresse des Servers.
el_gr: Το πλήρες όνομα ή διεύθυνση ΙΡ του διακομιστή.
es_es: La direcci칩n FQDN o la IP del servidor
fr_fr: Le FQDN ou l'adresse IP du serveur.
gl_es: O FQDN ou o enderezo IP do servidor.
hu_hu: A szerver FQDN vagy IP címe.
it_it: L'FQDN o indirizzo IP del server.
ja_jp: サーバーのFQDNまたはIPアドレス。
ko_kr: 서버의 IP 주소나 FQDN
nl_nl: Het FQDN of IP adres van de server
no_no: Fullstendig domenenavn eller IP-adressen til serveren.
pl_pl: Nazwa FQDN lub adres IP serwera.
ru_ru: Полное доменное имя или IP-адрес сервера.
sl_si: FQDN ali IP naslov strežnika.
tr_tr: Sunucuya ait FQND ya da IP adresi.
uk_uk: Повне доменне ім'я або IP-адреса сервера.
zh_cn: 服务器的 FQDN 或 IP 地址。
zh_tw: 伺服器的 FQDN 或 IP 地址。

source: Use LDAP for authentication system-wide along with other authentication sources.
cs_cz: Současně s dalšími systémy ověřování použít v rámci celého systému také LDAP protokol.
de_de: Verwende LDAP zusammen mit anderen Authentifizierungsquellen für die systemweit Authentifizierung.
gl_es: Utilice LDAP para a autenticación en todo o sistema xunto con outras fontes de autenticación.
hu_hu: Rendszer-szintű LDAP hitelesítés, valamint más hitelesítési források használata.
ja_jp: システム全体の認証のために、他の認証ソースと共にLDAPを使用してください。
ko_kr: 시스템 전체 인증을 위한 다른 인증들과 LDAP 인증을 같이 사용합니다.
pl_pl: Korzystaj z protokołu LDAP, na uwierzytelnianie całego systemu wraz z innymi źródłami uwierzytelniania.
ru_ru: Используйте LDAP для общесистемных аутентификации наряду с другими источниками аутентификации.
tr_tr: Diğer yetkilendirme kaynakları ile birlikte sistem genelinde LDAP ı yetkilendirme kaynağı olarak kullan.
uk_uk: Використання LDAP для загальносистемної аутентифікації поряд з іншими джерелами аутентифікації.
zh_cn: 使用 LDAP 身份认证系统或其它来源认证系统。
zh_tw: 使用 LDAP 配合其它的驗證源來做全系統驗證。

source: Users suffix
cs_cz: Přípona uživatelů
da_da: Brugers endelse
de_de: Benutzersuffix
el_gr: Πρόθεμα Χρηστών
es_es: ufijo de usuario
fr_fr: Suffixe d'utilisateurs
gl_es: Sufixo de usuarios
hu_hu: Felhasználó képző
it_it: Suffisso utenti
ja_jp: ユーザーサフィックス
ko_kr: 유저 접미사
nl_nl: Gebruikers suffix
no_no: Brukersuffiks
pl_pl: Sufiks użytkowników
ru_ru: Суффикс пользователей
sl_si: Atribut uporabnikov
tr_tr: Kullanıcı kısatmaları
uk_uk: Суфікс користувачів
zh_cn: 用户后缀
zh_tw: 用戶後置詞
