Repository: openmediavault/openmediavault
Catalog: deb/openmediavault-nut/usr/share/openmediavault/locale/*/openmediavault-nut.po
Languages: ca_es, cs_cz, da_da, el_gr, es_es, fr_fr, hu_hu, ja_jp, nl_nl, sl_si, sv_sv, uk_uk

source: 'Standalone' for local UPS, 'Netclient' for remote UPS on a NUT server.
ca_es: "Standalone" per a SAI local, "Netclient" per a SAI remots en un servidor NUT.
cs_cz: „Samostatné“ pro UPS zdroj, komunikující přímo s tímto strojem; „Síťový klient“ pro UPS zdroj, kterého stav je zprostředkováván přes prostředníka (NUT server)
da_da: 'Alene stående' til lokal UPS, 'Netklient' til fjern UPS på en NUT server.
el_gr: 'Αυτόνομο' για τοπικό UPS ή 'Πελάτης δικτύου' για απομακρυσμένο UPS σε διακομιστή NUT.
es_es: 'Standalone' Para SAI en local, 'Netclient' Para SAI remota o un servidor NUT.
fr_fr: 'Autonome' pour un onduleur local, 'Client Réseau' pour un onduleur distant sur un serveur NUT.
hu_hu: Helyi UPS esetén „önálló”, NUT-kizsolgálón lévő távoli UPS esetén „hálózati kliens”.
ja_jp: ローカルUPSの場合は 'Standalone'、NUTサーバー上のリモートUPSの場合は 'Netclient'。
nl_nl: 'Standalone' voor lokale UPS, 'Netclient' voor externe UPS op een NUT-server.
sl_si: "Samostojen" za lokalni UPS, "Netclient" za oddaljeni UPS na strežniku NUT.
sv_sv: "Standalone" för lokal UPS, "Netclient" för fjärr-UPS på en NUT-server.
uk_uk: "Автономний" для локального ДБЖ, "Netclient" для віддаленого ДБЖ на сервері NUT.

source: Charge
ca_es: Càrrega
cs_cz: Stupeň nabití
da_da: Ladning
el_gr: Φόρτιση
es_es: Carga
hu_hu: Töltés
ja_jp: 充電
nl_nl: Opladen
sl_si: Napolnjenost
sv_sv: Ladda
uk_uk: Заряд

source: Comment
ca_es: Comentari
cs_cz: Komentář
da_da: Kommentar
el_gr: Σχόλιο
es_es: Comentario
fr_fr: Commentaire
hu_hu: Megjegyzés
ja_jp: コメント
nl_nl: Commentaar
sl_si: Komentar
sv_sv: Kommentar
uk_uk: Коментар

source: Date & Time
ca_es: Data i Hora
cs_cz: Datum a čas
da_da: Dato & Tid
el_gr: Ημερομηνία & Ώρα
es_es: Fecha / Hora
fr_fr: Date & Heure
hu_hu: Dátum és idő
ja_jp: 日付 & 時刻
nl_nl: Datum & tijd
sl_si: Datum in čas
sv_sv: Datum & tid
uk_uk: Дата і час

source: Defines when the shutdown is initiated.
ca_es: Defineix quan s'inicia l'apagada.
cs_cz: Určuje za jakých okolností zahájit vypínání serveru.
da_da: Definerer hvornår nedlukning påbegyndes.
el_gr: Ορίζει πότε θα εκκινηθεί ο τερματισμός
es_es: Define cuándo se inicia el apagado.
fr_fr: Défini quand l'arrêt du système est initié.
hu_hu: Leállítási szabályok.
ja_jp: シャットダウンが開始されるときの定義。
nl_nl: Bepaalt wanneer het afsluiten van het systeem wordt gestart.
sl_si: Definira čas začetka zaustavitve sistema.
sv_sv: Definiera när avstängning initieras.
uk_uk: Визначає, коли, почнеться відключення.

source: Driver configuration directives
ca_es: Directives de configuració del driver
cs_cz: Pokyny nastavení ovladače
da_da: Driver konfiguration direktiver
el_gr: Οδηγίες ρύθμισης προγράμματος οδήγησης
es_es: Directivas de configuración del driver
fr_fr: Directives de configuration du pilote
hu_hu: Illesztőprogrambeállítási direktívák
ja_jp: ドライバの設定ディレクティブ
nl_nl: Stuurprogramma configuratieregels
sl_si: Navodila za konfiguracijo gonilnikov
sv_sv: Direktiv för drivrutinskonfiguration
uk_uk: Директиви конфігурації драйверів

source: Enable remote monitoring of the local connected UPS.
ca_es: Activar el control remot del SAI local connectat.
cs_cz: Umožnit zjišťování stavu UPS (propojené přímo s tímto) i ostatním strojům (užitečné v případě, že je také napájí a mají nainstalovaného NUT klienta).
da_da: Aktiver fjernovervågning af den lokal forbundet UPS.
el_gr: Ενεργοποίηση απομακρυσμένης επίβλεψης του τοπικά συνδεδεμένου UPS.
es_es: Activar el control remoto del SAI local conectado.
fr_fr: Surveiller à distance l'onduleur local.
hu_hu: A helyileg csatlakoztatott UPS távfelügyeletének bekapcsolása
ja_jp: ローカル接続されたUPSのリモート監視を有効にします。
nl_nl: Het op afstand observeren van de lokaal aangesloten UPS inschakelen.
sl_si: Omogoči oddaljen nadzor lokalno priklopljenih UPS naprav.
sv_sv: Aktivera fjärrövervakning för den lokalt anslutna UPS:en.
uk_uk: Увімкнути віддалений моніторинг локально підєднаного ДБЖ.

source: Enabled
ca_es: Activat
cs_cz: Zapnuto
da_da: Aktiveret
el_gr: Ενεργοποιημένο
es_es: Habilitado
fr_fr: Activé
hu_hu: Engedélyezve
ja_jp: 有効
nl_nl: Ingeschakeld
sl_si: Omogočeno
sv_sv: Aktiverad
uk_uk: Увімкнено

source: Identifier
ca_es: Identificador
cs_cz: Identifikátor
el_gr: Αναγνωριστικό
es_es: Identificador
fr_fr: Identifiant
hu_hu: Azonosító
ja_jp: 識別子
nl_nl: Identificatie
sl_si: Identifikator
sv_sv: Identifierare
uk_uk: Ідентифікатор

source: Invalid identifier
ca_es: Identificador no vàlid
cs_cz: Neplatný identifikátor
el_gr: Άκυρο αναγνωριστικό
es_es: Identificador no válido
fr_fr: Identifiant invalide
hu_hu: Érvénytelen azonosító
ja_jp: 無効な識別子
nl_nl: Ongeldige identificatie
sl_si: Neveljaven identifikator
sv_sv: Ogiltig identifierare
uk_uk: Недійсний ідентифікатор

source: Load
ca_es: Consum
cs_cz: Zátěž
da_da: Belastning
el_gr: Φόρτωση
es_es: Consumo
fr_fr: Charge
hu_hu: Terhelés
ja_jp: ロード
nl_nl: Belasting
sl_si: Obremenitev
sv_sv: Belastning
uk_uk: Завантаження

source: Message
ca_es: Missatge
cs_cz: Zpráva
da_da: Besked
el_gr: Μήνυμα
es_es: Mensaje
hu_hu: Üzenet
ja_jp: メッセージ
nl_nl: Bericht
sl_si: Sporočilo
sv_sv: Meddelande
uk_uk: Повідомлення

source: Mode
cs_cz: Režim
da_da: Tilstand
el_gr: Κατάσταση λειτουργίας
es_es: Modo
hu_hu: Mód
ja_jp: モード
nl_nl: Modus
sl_si: Način
sv_sv: Läge
uk_uk: Режим

source: Netclient
ca_es: Client remot
cs_cz: Síťový klient
da_da: Netklient
el_gr: Πελάτης δικτύου
fr_fr: Client Réseau
hu_hu: Hálózati kliens

source: Netclient hostname
ca_es: Nom de l'amfitrió del client remot
cs_cz: Název stroje síťového klienta
da_da: Netklient værtsnavn
el_gr: Όνομα δικτύου του πελάτη
fr_fr: Nom d'hôte du client réseau
hu_hu: Hálózati kliens gépneve
ja_jp: Netclient ホスト名
sl_si: Ime gostitelja Netclient
sv_sv: Netclient-värdnamn
uk_uk: Ім'я хосту Netclient

source: Netclient password
ca_es: Contrasenya del client remot
cs_cz: Heslo pro síťového klienta
da_da: Netklient adgangskode
el_gr: Κωδικός του πελάτη
fr_fr: Mot de passe du client réseau
hu_hu: Hálózati kliens jelszava
ja_jp: Netclient パスワード
nl_nl: Netclient wachtwoord
sl_si: Netclient geslo
sv_sv: Netclient-lösenord
uk_uk: Пароль Netclient

source: Netclient user name
ca_es: Nom d'usuari de Netclient
cs_cz: Uživatelské jméno pro netclient
el_gr: Όνομα χρήστη του πελάτη
es_es: Nombre de usuario de red.
fr_fr: Nom d'utilisateur Netclient
hu_hu: Netclient felhasználói név
ja_jp: Netclient ユーザー名
nl_nl: Netclient gebruikersnaam
sl_si: Netclient uporabniško ime
sv_sv: Netclient-användarnamn
uk_uk: Ім'я користувача Netclient

source: PID
cs_cz: Identif. procesu (PID)

source: Password
ca_es: Contrasenya
cs_cz: Heslo
da_da: Adgangskode
el_gr: Κωδικός
es_es: Contraseña
fr_fr: Mot de passe
hu_hu: Jelszó
ja_jp: パスワード
nl_nl: Wachtwoord
sl_si: Geslo
sv_sv: Lösenord
uk_uk: Пароль

source: Remote monitoring
ca_es: Control remot
cs_cz: Zpřístupnění stavu ostatním strojům
da_da: Fjernovervågning
el_gr: Απομακρυσμένη επίβλεψη
es_es: Control remoto
fr_fr: Surveillance à distance
hu_hu: Távfelügyelet
ja_jp: リモート監視
nl_nl: Observatie op afstand
sl_si: Oddaljen nadzor
sv_sv: Fjärrövervakning
uk_uk: Віддалений моніторинг

source: Service disabled
ca_es: Servei deshabilitat
cs_cz: Poskytování služby je vypnuté
da_da: Service deaktiveret
el_gr: Υπηρεσία ανενεργή
es_es: Servicio deshabilitado
fr_fr: Service inactif
hu_hu: Szolgáltatás letiltva
ja_jp: サービスは無効
nl_nl: Dienst uitgeschakeld
sl_si: Storitev je onemogočena
sv_sv: Tjänst inaktiverad
uk_uk: Служба вимкнення

source: Shutdown mode
ca_es: Mode d'apagada
cs_cz: Vypínat když
da_da: Nedluknings tilstand
el_gr: Κατάσταση τερματισμού
es_es: Modo de apagado
fr_fr: Mode d'arrêt
hu_hu: Leállítási mód
ja_jp: シャットダウンモード
nl_nl: Uitschakelmodus
sl_si: Način zaustavitve
sv_sv: Avstängningsläge
uk_uk: Режим вимкнення

source: Shutdown timer
ca_es: Temporitzador d'apagada
cs_cz: Zpoždění vypínání
da_da: Nedluknings timer
el_gr: Χρονοδιακόπτης τερματισμού
es_es: Temporizador de apagado
fr_fr: Minuterie d'arrêt
hu_hu: Leállítás időzítése
ja_jp: シャットダウンタイマー
nl_nl: Uitschakeltimer
sl_si: Časovnik za izklo
sv_sv: Tidtagare för avstängning
uk_uk: Таймер вимкнення

source: Standalone
ca_es: Autònom
cs_cz: Samostatné
da_da: Alene stående
el_gr: Αυτόνομο
fr_fr: Autonome
hu_hu: Önálló
sl_si: Samostojen
uk_uk: Автономний

source: Temperature
ca_es: Temperatura
cs_cz: Teplota
da_da: Temperatur
el_gr: Θερμοκρασία
es_es: Temperatura
fr_fr: Température
hu_hu: Hőmérséklet
ja_jp: 温度
nl_nl: Temperatuur
sl_si: Temperatura
sv_sv: Temperatur
uk_uk: Температура

source: The name used to uniquely identify your UPS on local or remote system.
ca_es: El nom que s'utilitza per identificar exclusivament el vostre SAI en un sistema local o remot.
cs_cz: Název který slouží pro jednoznačnou identifikaci UPS zdroje (komunikujícím napřímo nebo přes prostředníka).
da_da: Navnet, der anvendes til entydigt, at identificere din UPS på lokal eller fjernsystem.
el_gr: Το όνομα που προσδιορίζει αποκλειστικά το UPS στο τοπικό ή απομακρυσμένο σύστημα.
es_es: El Nombre único para identificar su SAI en el sistema.
fr_fr: Nom utilisé pour identifier l'onduleur de manière unique que ce soit en local ou sur un système distant.
hu_hu: Az UPS egyedi azonosításához használt név a helyi vagy a távoli rendszeren.
ja_jp: ローカルまたはリモートシステムでUPSを一意に識別するために使用される名前です。
nl_nl: De naam die wordt gebruikt voor de unieke identificatie van uw UPS op dit systeem.
sl_si: Ime, ki se uporablja za enolično identifikacijo vašega UPS v lokalnem ali oddaljenem sistemu.
sv_sv: Namnet som används för att identifiera din UPS på ett lokalt eller fjärrsystem.
uk_uk: Назва, що використовується для унікальної ідентифікації ДБЖ у локальній або віддаленій системі.

source: The number of power supplies that the UPS feeds on this system (usually 1), refer to <a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'>upsmon.conf(5)</a> for more information.
ca_es: El nombre de fonts d’alimentació que el SAI alimenta amb aquest sistema (generalment 1), consulteu l’opció <a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'>upsmon.conf (5)</a> per obtenir més informació.
cs_cz: Počet napájecích zdrojů tohoto počítače, které jsou napájené z UPS (obvykle 1) – podrobnosti viz <a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'>upsmon.conf(5)</a>.
da_da: Antallet af PSU som denne UPS er tilsluttet til på dette system (normalt 1), henvises til <a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'>upsmon.conf(5)</a> for yderligere informationer.
el_gr: Ο αριθμός των παροχών ρεύματος που δίνει το UPS σε αυτό το σύστημα (συνήθως 1) - περισσότερες λεπτομέρειες στο <a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'>upsmon.conf(5)</a>.
es_es: El número de Fuentes de Alimentación que su SAI alimenta en el sistema (Normalmente 1), consultar <a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'>upsmon.conf(5)</a> para más información.
fr_fr: Nombre de prise alimenté par l'onduleur pour ce système (généralement 1), se référer à <a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'>upsmon.conf(5)</a> pour plus d'information.
hu_hu: Az tápegységek száma, melyet az UPS táplál a rendszeren (általában 1). További információk az <a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'>upsmon.conf(5)</a> leírásában találhatóak.
ja_jp: UPSがこのシステムに供給する電源装置の数（通常は1）。詳細については、<a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'>upsmon.conf(5)</a>を参照してください。
nl_nl: Het aantal voedingen dat de UPS op dit systeem voedt (meestal 1), raadpleeg <a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'>upsmon.conf(5)</a> voor meer informatie.
sl_si: Število napajalnikov, ki jih UPS napaja v tem sistemu (običajno 1), za več informacij glejte <a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'>upsmon.conf(5)</a>.
sv_sv: Antalet strömförsörjningar som UPS matar på det här systemet (vanligtvis 1), se <a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'>upsmon.conf(5)</a> för mer information.
uk_uk: Кількість джерел живлення, які ДБЖ подає на цю систему (зазвичай 1), для отримання додаткової інформації див. <a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'>upsmon.conf (5)</a>.

source: The time in seconds until shutdown is initiated. If the UPS happens to come back before the time is up the shutdown is canceled.
ca_es: El temps en segons fins que s'inicii l'apagada. Si l'alimentació del SAI torna abans que s'acabi, l'apagada es cancel·larà.
cs_cz: Prodleva (v sekundách) zahájení vypínání. Pokud je do uplynutí této lhůty obnoveno napájení z rozvodné sítě, vypínat se nebude.
da_da: Tiden i sekunder, inden nedlukning påbegyndes. Hvis UPS'en kommer tilbage, inden tiden udløber, bliver nedlukningen annulleret.
el_gr: Ο χρόνος σε δευτερόλεπτα μέχρι να εκκινηθεί ο τερματισμός. Αν το UPS επανέλθει μέσα σε αυτό το διάστημα, ο τερματισμός ακυρώνεται.
es_es: El tiempo en segundos antes de que se inicie el apagado. Si la alimentación del SAI vuelve antes de que el tiempo se haya acabado, el apagado se cancela.
fr_fr: Temps en secondes avant l'initialisation de l'arrêt du système. Si l'onduleur revient en ligne avant la fin de cette période, l'arrêt sera annulé.
hu_hu: A leállításig hátralévő idő másodpercben. Ha az idő lejárta előtt az UPS ismét online lesz, a leállítás megszakad.
ja_jp: シャットダウンまでの時間（秒）が開始されます。タイムアップまでに回復すればシャットダウンはキャンセルされます。
nl_nl: De tijd in seconden totdat het afsluiten wordt gestart. Als de UPS weer online komt voordat de tijd om is, wordt het afsluiten geannuleerd.
sl_si: Čas v sekundah dokler ne pride do zaustavitve. V kolikor v tem času dobi UPS napajanje, se zaustavitev prekine.
sv_sv: Tiden i sekunder till avstängningen initieras. Om UPS:en kommer tillbaka innan tiden är slut kommer avstängningen att avbrytas.
uk_uk: Час у секундах до вимикання системи. Якщо живлення ДБЖ поновиться, перш ніж час вийде, відключення буде скасовано.

source: To get more information how to configure your UPS please check the Network UPS Tools <a href='http://www.networkupstools.org/docs/man/ups.conf.html' target='_blank'>documentation</a>.
ca_es: Per obtenir més informació de com configurar el SAI visiteu el manual <a href='http://www.networkupstools.org/docs/man/ups.conf.html' target='_blank'>"Network UPS Tools " documentació</a>.
cs_cz: Informace k nastavování zdrojů nepřerušovaného napájení naleznete v <a href='http://www.networkupstools.org/docs/man/ups.conf.html' target='_blank'>dokumentaci</a> k nástroji Network UPS Tools (v angličtině).
da_da: For at få flere oplysninger om hvordan du konfigurerer dine UPS så kontroller venligst Network UPS Tools <a href='http://www.networkupstools.org/docs/man/ups.conf.html' target='_blank'>dokumentation</a>.
el_gr: Για περισσότερες πληροφορίες σχετικά με την ρύθμιση του UPS, δες εδώ <a href='http://www.networkupstools.org/docs/man/ups.conf.html' target='_blank'>documentation</a>.
es_es: Para obtener más información acerca de cómo configurar su SAI por favor revise el manual "Network UPS Tools " <a href='http://www.networkupstools.org/docs/man/ups.conf.html' target='_blank'>documentación</a>.
fr_fr: Pour plus d'information sur la configuration de votre onduleur, consulter la documentation <a href='http://www.networkupstools.org/docs/man/ups.conf.html' target='_blank'>Network UPS Tool</a>.
hu_hu: További információkért a UPS beállításáról, nézze meg a hálózati UPS eszközök <a href='http://www.networkupstools.org/docs/man/ups.conf.html' target='_blank'>dokumentumot</a>.
ja_jp: 詳細や、あなたのUPSについての設定方法についてはNetwork UPS Toolsの <a href='http://www.networkupstools.org/docs/man/ups.conf.html' target='_blank'>ドキュメント</a> を参照してください。
nl_nl: Voor meer informatie over hoe u uw UPS kunt configureren kijk dan op Netwerk UPS Tools <a href='http://www.networkupstools.org/docs/man/ups.conf.html' target='_blank'>documentation</a>.
sl_si: Za pridobitev več informacij o tem, kako konfigurirati vaš UPS vas prosimo, da si preberete Network UPS Tools <a href='http://www.networkupstools.org/docs/man/ups.conf.html' target='_blank'>dokumentacijo</a>.
sv_sv: För mer information om hur du konfigurerar din UPS, se <a href='http://www.networkupstools.org/docs/man/ups.conf.html' target='_blank'>dokumentationen</a> för nätverks-UPS-verktyg.
uk_uk: Щоб отримати більш детальну інформацію, як налаштувати ДБЖ перевірте Network UPS Tools <a href='http://www.networkupstools.org/docs/man/ups.conf.html' target='_blank'>documentation</a>.

source: UPS
ca_es: SAI
cs_cz: Zdroj nepřeruš. napájení (UPS)
es_es: SAI
fr_fr: Onduleur
uk_uk: ДБЖ

source: UPS goes on battery
ca_es: El SAI està usant la bateria
cs_cz: je UPS v provozu na akumulátory
da_da: UPS går på batteri
el_gr: Το UPS τροφοδοτείται από την μπαταρία
es_es: El SAI está usando la batería
fr_fr: Bascule sur batterie
hu_hu: Akkumulátoros üzemmód
ja_jp: UPSがバッテリモードへ移行した時
nl_nl: UPS werkt op de accu
sl_si: UPS gre na baterijo
sv_sv: UPS går på batteri
uk_uk: ДБЖ працює від батареї

source: UPS reaches low battery
ca_es: El SAI té la bateria baixa
cs_cz: jsou akumulátory v UPS už téměř vybité
da_da: UPS når lavt batteriniveau
el_gr: Η μπαταρία του UPS εξαντλείται
es_es: El SAI tiene la batería baja
fr_fr: Seuil de batterie faible
hu_hu: Alacsony töltés
ja_jp: UPSがローバッテリーになった時
nl_nl: UPS heeft een laag spanningsniveau bereikt
sl_si: UPS doseže nizko stanje baterije
sv_sv: UPS når låg batterinivå
uk_uk: ДБЖ досягає низького заряду батареї

source: Updated UPS settings.
ca_es: Configuració actualitzada del SAI.
cs_cz: Aktualizována nastavení pro zdroj nepřerušovaného napájení.
el_gr: Ενημέρωση ρυθμίσεων UPS.
es_es: Actualizar las opciones UPS.
fr_fr: Paramètres UPS mis à jour.
hu_hu: UPS beállítási frissítve.
ja_jp: UPSの設定をアップデートしました。
nl_nl: UPS-instellingen bijgewerkt.
sl_si: Posodobljene nastavitve UPS.
sv_sv: Uppdaterade UPS-inställningarna.
uk_uk: Оновлені налаштування ДБЖ.

source: Used for remote authentication.
ca_es: Utilitzat per a autenticació remota.
cs_cz: Slouží pro ověřování oprávněnosti přístupu z jiného stroje.
da_da: Bruges til fjerngodkendelse
el_gr: Χρησιμεύει για απομακρυσμένη πιστοποίηση
es_es: Utilizado para autenticación remota.
fr_fr: Utilisé pour l'identification à distance.
hu_hu: Távoli hitelesítéshez.
ja_jp: リモート認証を使用します。
nl_nl: Gebruikt voor authenticatie op afstand.
sl_si: Uporabljeno za oddaljeno avtentikacijo.
sv_sv: Används för fjärrautentisering.
uk_uk: Використовується для віддаленої аутентифікації.

source: User name
ca_es: Nom d'usuari
cs_cz: Uživatelské jméno
el_gr: Όνομα χρήστη
es_es: Usuario
fr_fr: Nom d'utilisateur
hu_hu: Felhasználói név
ja_jp: ユーザー名
nl_nl: Gebruikersnaam
sl_si: Uporabniško ime
sv_sv: Användarnamn
uk_uk: Ім'я користувача

source: Voltage
ca_es: Tensió
cs_cz: Napětí
da_da: Spænding
el_gr: Τάση
es_es: Tensión
fr_fr: Tension
hu_hu: Feszültség
ja_jp: 電圧
nl_nl: Spanning
sl_si: Napetost
sv_sv: Volt
uk_uk: Напруга

source: Powervalue
da_da: Strømværdi
el_gr: Τιμή ισχύος
fr_fr: Valeur de puissance
hu_hu: Áramérték
nl_nl: Energiewaarde
sl_si: Moč napajanja
uk_uk: Значення потужності

source: Program
ca_es: Programació
el_gr: Πρόγραμμα
es_es: Programación
fr_fr: Programme
ja_jp: プログラム
nl_nl: Toepassing
uk_uk: Програма
